Repository: haiwen/seahub
Catalog: seahub/two_factor/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Method
he_il: שיטה

source: Token
he_il: טוקן

source: Yes, I am sure
he_il: כן, אני בטוח

source: Please enter a valid phone number, including your country code starting with + or 00.
he_il: אנא הכנס מספר טלפון תקף, כולל קוד המדינה שלך שמתחיל ב + או 00.

source: Phone Call
he_il: שיחת טלפון

source: Text Message
he_il: הודעת טקסט

source: Token generator
he_il: טוקן ג'נרטור

source: number
he_il: מספר

source: method
he_il: שיטה

source: Your authentication token is %s
he_il: טוקן האימות שלך הוא %s

source: Cancel
he_il: ביטול

source: Back
he_il: חזרה

source: Next
he_il: הבא

source: Backup Tokens
he_il: טוקנז גיבוי

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
he_il: ניתן להשתמש בטוקנז גיבוי כאשר מספרי הטלפון העיקרי והגיבוי שלך אינם זמינים. הטוקנז גיבוי להלן יוכלו לשמש לאימות כניסה. אם השתמשת בכל טוקנז הגיבוי שלך, קיימת האפשרות ליצור סדרה חדשה של טוקנז גיבוי. רק הטוקנז הגיבוי המוצגים להלן יהיו בתוקף.

source: Print these tokens and keep them somewhere safe.
he_il: הדפס טוקנז אלה ושמור אותם במקום בטוח.

source: You don't have any backup codes yet.
he_il: עדיין אין לך קודי גיבוי.

source: Back to Account Security
he_il: חזור לאבטחת חשבון

source: Generate Tokens
he_il: ייצר טוקנז

source: Login
he_il: כניסה

source: Enter your credentials.
he_il: הכנס את האישורים שלך.

source: We are calling your phone right now, please enter the digits you hear.
he_il: אנחנו מתקשרים לטלפון שלך עכשיו, בבקשה הקלד את הספרות שאתה שומע.

source: We sent you a text message, please enter the tokens we sent.
he_il: שלחנו אליך הודעת טקסט, אנא הקלד את הטוקנז שנשלחו.

source: Please enter the tokens generated by your token generator.
he_il: אנא הקלד את הטוקנז שנוצרו על ידי הטוקנז ג'נרטור שלך

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
he_il: כדי להיכנס למערכת השתמש בטופס זה להזנת בטוקני גיבוי. אסימונים אלה שנוצרו אבורך הם אחריותך להדפיס ולשמור במקום בטוח. נא להזין אחד מטוקני גיבוי אלה כדי להיכנס לחשבון שלך.

source: Or, alternatively, use one of your backup phones:
he_il: או, לחלופין, תשתמש בטלפון גיבוי:

source: As a last resort, you can use a backup token:
he_il: כברירה האחרונה, קיימת אפשרות להשתמש בטוקן גיבוי:

source: Use Backup Token
he_il: להשתמש בטוקני גיבוי

source: Permission Denied
he_il: הרשאה נדחתה

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
he_il: הדף שביקשת, אוכף למשתמשים להיבדק באמצעות אותנטיקציה דו-שלבית מסיבות ביטחוניות. יש צורך לאשר תכונות אבטחה הללו על מנת לגשת לדף זה.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
he_il: אותנטיקציה דו-שלבית אינו מופעל עבור החשבון שלך. אפשר אותנטיקציה דו-שלבית לצורך הגברת אבטחת החשבון.

source: Go back
he_il: חזרה

source: Enable Two-Factor Authentication
he_il: אפשר אותנטיקציה דו-שלבית

source: Add Backup Phone
he_il: הוסף טלפון גיבוי

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
he_il: אתה תוסיף מספר טלפון גיבוי לחשבונך. מספר זה ישומש מתי שהשיטה העיקרית שלך לרישום אינו זמין.

source: We've sent a token to your phone number. Please enter the token you've received.
he_il: אנחנו שלחנו טוקן למספר הטלפון שלך. אנא הקלד את הטוקן שקיבלת.

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
he_il: אתה עומד לקחת את ביטחון אבטחת החשבון שלך לרמה הבאה. בצע את השלבים באשף זה כדי לאפשר אותנטיקציה דו-שלבית.

source: Please select which authentication method you would like to use.
he_il: אנא בחר בשיטת אותנטיקציה בו היית רוצה להשתמש.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
he_il: כדי להתחיל להשתמש בה טוקן ג'נרטור, אנא השתמש בה סמרטפון שלך כדי לסרוק את קוד ה-QR כפי שניתן לראות להלן. לדוגמא, תשתמש ב-Google Authenticator. לאחר מכן, הקלד את הטוקן שנוצר על ידי היישום.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
he_il: אנא הכנס את מספר הטלפון בו אתה רוצה לקבל טקסטים. מספר זה יאומת רק בשלב הבא.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
he_il: אנא הכנס את מספר הטלפון בו ברצונך לקבל צילצול מספר זה יאומת רק בשלב הבא.

source: Add Phone Number
he_il: להוסיף מספר טלפון

source: Disable Two-factor Authentication
he_il: בטל אותנטיקציה דו-שלבית

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
he_il: אתה עומד לבטל אותנטיקציה דו-שלבית. זה עלול לסכן את אבטחת החשבון שלך, האם אתה בטוח?

source: Disable
he_il: בטל

source: Account Security
he_il: אבטחת חשבון

source: Tokens will be generated by your token generator.
he_il: טוקנז יופקו על ידי הטוקן ג'נרטור שלך.

source: Primary method: %(primary)s
he_il: השיטה העיקרית: %(primary)s

source: Backup Phone Numbers
he_il: מספרי טלפון גיבוי

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
he_il: אם השיטה העיקרית שלך אינה זמינה, אנו מסוגלים לשלוח טוקנז גיבוי למספרי הטלפון מפורטים להלן.

source: Unregister
he_il: בטל את הרישום

source: If you don't have any device with you, you can access your account using backup tokens.
he_il: אם אין עליך מכשיר כלשהו, אתה יכול לגשת לחשבונך באמצעות טוקנז גיבוי.

source: You have only one backup token remaining.
he_il: נותר לך רק טוקן גיבוי יחיד.

source: Show Codes
he_il: הצג את הקודים

source: Disable Two-Factor Authentication
he_il: בטל אותנטיקציה דו-שלבית

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
he_il: עם זאת אנו מאוד לא ממליצים לך לעשות זאת, אתה יכול גם לבטל את האותנטיקציה דו-שלבית לחשבונך.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
he_il: אותנטיקציה דו-שלבית אינו מופעל עבור החשבון שלך. אפשר אותנטיקציה דו-שלבית לצורך הגברת אבטחת החשבון.

source: Send text message to %s
he_il: שלח הודעת טקסט ל- %s

source: Call number %s
he_il: התקשר למספר %s
