Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: When other users navigate into a folder, there will be a small "eye" icon next to "read only" sub-folders. When the user navigate into that sub-folder, he/she won't be able to add/modify/delete files.
ar: عندما ينتقل المستخدمون الآخرون إلى مجلد ، سيكون هناك رمز "عين" صغير بجوار المجلدات الفرعية "للقراءة فقط". عندما ينتقل المستخدم إلى هذا المجلد الفرعي ، لن يتمكن من إضافة / تعديل / حذف الملفات.
de: Wenn andere Benutzer in einen Ordner navigieren, wird neben den Unterordnern, die „schreibgeschützt“ sind, ein kleines „Augen“-Symbol angezeigt. Wenn der Benutzer in diesen Unterordner navigiert, kann er keine Dateien hinzufügen/ändern/löschen.
es_ar: Cuando otros usuarios navegan en una carpeta, habrá un pequeño icono de "ojo" junto a las subcarpetas de "sólo lectura". Cuando el usuario navegue por esa subcarpeta, no podrá añadir/modificar/borrar archivos.
fr: Quand d'autres utilisateurs naviguent dans un dossier, apparaîtra l'icône d'un petit "œil" à côté des dossiers en "lecture seul". Quand un utilisateur navigue dans ce dossier, il ne sera pas capable d'ajouter/modifier/supprimer les fichiers.
is: Þegar aðrir notendur fara í möppu, verður lítið „auga“ tákn við hliðina á „skrifvarin“ undirmöppum. Þegar notandinn fer í þá undirmöppu mun hann/hún ekki geta bætt við/breytt/eytt skrám.
it: Quando altri utenti navigano in una cartella, ci sar un piccolo icona "occhiello" accanto alle sottocartelle "solo lettura". Quando l'utente naviga nella sottocartella, non sar in grado di aggiungere/modificare/eliminare file.
ja: 他のユーザーがフォルダーに移動すると、「読み取り専用」サブフォルダーの横に小さな「目」アイコンが表示されます。ユーザーがそのサブフォルダーに移動すると、ファイルを追加/変更/削除できなくなります。
ko: 다른 사용자가 폴더를 탐색할때 작은 "눈" 아이콘이 "읽기 전용" 하위 폴더 옆에 나타납니다. 사용자가 해당 하위 폴더를 탐색할 때 어떤 파일도 추가 수정 삭제할 수 없습니다.
pl: Kiedy inni użytkownicy przechodzą do folderu, obok podfolderów "tylko do odczytu" pojawi się mała ikona "oka". Gdy użytkownik przejdzie do tego podfolderu, nie będzie mógł dodawać/modyfikować/usuwać plików.
ru: Когда другие пользователи переходят в папку, рядом с подпапками "только для чтения" появляется маленький значок "глаз". Когда пользователь переходит в эту подпапку, он / она не сможет добавлять / изменять / удалять файлы.
zh_cn: 当其他用户访问一个目录时，“只读”子目录的旁边将会出现一个小的“眼睛”图标。当用户访问该子目录时，他/她将无法添加/修改/删除文件。

source: If a "read only" folder is synced to PC with the Seafile desktop App, changes under a "read only" folder won't be uploaded to the cloud.
ar: إذا تمت مزامنة مجلد "للقراءة فقط" مع جهاز الكمبيوتر باستخدام تطبيق Seafile لسطح المكتب ، فلن يتم تحميل التغييرات الموجودة ضمن مجلد "للقراءة فقط" إلى السحابة.
de: Wenn ein „schreibgeschützter“ Ordner mit der Seafile-Desktop-App mit dem PC synchronisiert wird, werden Änderungen in einem „schreibgeschützten“ Ordner nicht in die Cloud hochgeladen.
es_ar: Si una carpeta de "sólo lectura" se sincroniza con la PC con la aplicación de escritorio Seafile, los cambios en una carpeta de "sólo lectura" no se subirán a la nube.
fr: Si un dossier en "lecture seul" est synchronisé vers un PC avec l'application Seafile desktop, les modifications apportés au dossier en "lecture seul" ne seront pas téléversées vers le cloud.
is: Ef „skrifvarin“ mappa er samstillt við tölvu með Seafile skjáborðsforritinu, verður breytingum undir „skrifvarin“ möppu ekki hlaðið upp í skýið.
it: Se una cartella "solo lettura" sincronizzata sul PC con l'app desktop di Seafile, le modifiche effettuate su una cartella "solo lettura" non saranno caricate sul cloud.
ja: "読み取り専用"フォルダーがSeafileデスクトップアプリでPCに同期されている場合、"読み取り専用"フォルダーの下の変更はクラウドにアップロードされません。
ko: "읽기 전용" 폴더를 Seafile 데스크톱 앱으로 공유했다면 "읽기 전용" 폴더로 클라우드를 통해 어떤 파일이나 폴더도 업로드할 수 없습니다.
pl: Jeśli folder "tylko do odczytu" jest synchronizowany z komputerem za pomocą aplikacji Seafile desktop, zmiany w folderze "tylko do odczytu" nie zostaną przesłane do chmury.
ru: Если папка "только для чтения" синхронизируется с ПК с настольным приложением Seafile, изменения в папке "только для чтения" не будут загружены в облако.
zh_cn: 如果使用 Seafile桌面 App 将“只读”文件夹同步到 PC，那么“只读”文件夹下的更改将不会上传到云端中。

source: Advanced: priority between different permissions
ar: متقدم: الأولوية بين الأذونات المختلفة
de: Erweitert: Priorität zwischen verschiedenen Berechtigungen
es_ar: Avanzado: prioridad entre los diferentes permisos
fr: Avancé : priorité des permissions
is: Ítarlegt: forgangsröðun milli mismunandi heimilda
it: Avanzato: priorita tra diverse autorizzazioni
ja: 詳細：異なる権限間の優先順位
ko: 고급: 각 권한의 우선순위
pl: Zaawansowane: priorytet między różnymi uprawnieniami
ru: Дополнительно: приоритет между разными разрешениями
zh_cn: 高级：不同权限之间的优先级

source: Folder permissions have higher priority than the permission set in share. For example, if you share a library to user A with "read write" permission, and also set "read only" permission to a sub-folder of that library. Then user A only has "read only" access to the sub-folder, while he/she has "read write" access to all other sub-folders and files.
ar: أذونات المجلد لها أولوية أعلى من مجموعة الأذونات في المشاركة. على سبيل المثال، إذا قمت بمشاركة مكتبة مع المستخدم "أ" بإذن "قراءة وكتابة"، وقمت أيضا بتعيين إذن "للقراءة فقط" إلى مجلد فرعي لتلك المكتبة. ثم يكون لدى المستخدم "أ" فقط حق الوصول "للقراءة فقط" إلى المجلد الفرعي ، بينما لديه / لديها حق الوصول "للقراءة والكتابة" إلى جميع المجلدات والملفات الفرعية الأخرى.
de: Ordnerberechtigungen haben eine höhere Priorität als die in der Freigabe festgelegte Berechtigung. Wenn Sie beispielsweise eine Bibliothek für Benutzer A mit der Berechtigung „Lesen und Schreiben“ freigeben und für einen Unterordner dieser Bibliothek auch die Berechtigung „Nur Lesen“ festlegen, hat Benutzer A nur „Nur Lesen“-Zugriff auf den Unterordner, während er/sie „Lesen und Schreiben“-Zugriff auf alle anderen Unterordner und Dateien hat.
es_ar: Los permisos de las carpetas tienen mayor prioridad que el permiso establecido en el recurso compartido. Por ejemplo, si comparte una biblioteca con el usuario A con permiso de "lectura y escritura", y también establece un permiso de "sólo lectura" para una subcarpeta de esa biblioteca, entonces el usuario A sólo tiene acceso de "sólo lectura" a la subcarpeta, mientras que tiene acceso de "lectura y escritura" a todas las demás subcarpetas y archivos.
fr: Les permissions des dossiers ont une prioritée plus importante que celles définis depuis un partage. Par exemple, si vous partagez une librairie avec un utilisateur A avec des droits d'accès en "lecture écriture" et que vous définissez également une permission en "lecture seul" a un sous-dossier de cette librairie, alors l'utilisateur A aura uniquement un accès en "lecture seul" à ce sous-dossier, alors qu'il aura un accès en "lecture écriture" aux autres sous-dossiers et fichiers.
is: Möppuheimildir hafa hærri forgang en heimildin sem er stillt í deilingu. Til dæmis, ef þú deilir safni til notanda A með „lesa skrifa“ heimild, og stillir einnig „skrifvarin“ heimild á undirmöppu þess safns. Þá hefur notandi A aðeins „skrifvarin“ aðgang að undirmöppunni, á meðan hann/hún hefur „lesa skrifa“ aðgang að öllum öðrum undirmöppum og skrám.
it: Le autorizzazioni per le cartelle hanno priorita maggiore rispetto all'autorizzazione impostata nella condivisione. Ad esempio, se si condivide una libreria con l'utente A con autorizzazione "lettura e scrittura" e si imposta l'autorizzazione "solo lettura" su una sottocartella di quella libreria, allora l'utente A ha solo accesso "solo lettura" alla sottocartella, mentre ha accesso "lettura e scrittura" a tutte le altre sottocartelle e file.
ja: フォルダーの権限は、共有で設定された権限よりも優先度が高くなります。たとえば、ライブラリをユーザーAと「読み取り/書き込み」権限で共有し、そのライブラリのサブフォルダーに「読み取り専用」権限を設定したとします。次に、ユーザーAはサブフォルダーへの「読み取り専用」アクセス権のみを持ち、他のすべてのサブフォルダーとファイルへの「読み取り/書き込み」アクセス権を持ちます。
ko: 폴더 권한은 공유 권한 설정보다 우선합니다. 이를테면 "읽기 쓰기" 권한으로 사용자에게 라이브러리를 공유하고 라이브러리의 하위 폴더에 "읽기 권한"을 부여하는 경우가 있습니다. 이때 사용자 A 에게는 다른 하위 폴더와 파일에 "읽기 쓰기" 권한을 부여한다 하더라도 하위 폴더의 "읽기 전용" 권한만 주어집니다.
pl: Uprawnienia folderów mają wyższy priorytet niż uprawnienia ustawione w udostępnianiu. Na przykład, jeśli udostępnisz bibliotekę użytkownikowi A z uprawnieniami "odczyt i zapis", a także ustawisz uprawnienia "tylko do odczytu" na podfolderze tej biblioteki. Wtedy użytkownik A ma dostęp "tylko do odczytu" do podfolderu, podczas gdy ma dostęp "odczyt i zapis" do wszystkich innych podfolderów i plików.
ru: Разрешения папки имеют более высокий приоритет, чем разрешения, установленные для общего доступа. Например, если вы предоставили доступ к библиотеке пользователю A с разрешением "чтение и запись", а также установили разрешение "только чтение" для подпапки этой библиотеки. Тогда пользователь A имеет доступ "только для чтения" к подпапке, тогда как он / она имеет доступ на "чтение и запись" ко всем другим подпапкам и файлам.
zh_cn: 目录权限的优先级高于共享时设置的权限。例如，你将一个资料库以“读写”权限共享给用户 A, 同时也给资料库中的一个子目录设置“只读”权限。那么用户 A 对该子目录便只有“只读”权限，而对其他所有的子目录和文件有“读写”权限。

source: Folder permissions set to a specific user have higher priority than permissions set to a group. That is, when checking permission for a folder, if the system matches a permission specific to the user, it'll ignore all permissions set for the groups the user belongs to.
ar: أذونات المجلد التي تم تعيينها لمستخدم معين لها أولوية أعلى من الأذونات التي تم تعيينها إلى مجموعة. أي عند التحقق من إذن مجلد، إذا تطابق النظام مع إذن خاص بالمستخدم، فسوف يتجاهل جميع الأذونات التي تم تعيينها للمجموعات التي ينتمي إليها المستخدم.
de: Ordnerberechtigungen, die einem bestimmten Benutzer zugewiesen sind, haben eine höhere Priorität als Berechtigungen, die einer Gruppe zugewiesen sind. Das heißt, wenn das System bei der Überprüfung der Berechtigung für einen Ordner eine benutzerspezifische Berechtigung findet, ignoriert es alle Berechtigungen, die für die Gruppen festgelegt sind, zu denen der Benutzer gehört.
es_ar: Los permisos de carpetas establecidos para un usuario en particular tienen mayor prioridad que los permisos establecidos para un grupo. Es decir, cuando se comprueba el permiso de una carpeta, si el sistema encuentra un permiso específico del usuario, ignorará todos los permisos establecidos para los grupos a los que pertenece el usuario.
fr: Les permissions de dossier définis pour un utilisateur spécifique on une priorité plus importante que les permission d'un groupe. Ainsi, lorsque les permissions d'un dossier sont évaluées, si le système détecte une permission spécifique à l'utilisateur, il ignorera les permissions des groupes desquels l'utilisateur fait partis
is: Möppuheimildir sem eru stilltar fyrir ákveðinn notanda hafa hærri forgang en heimildir sem eru stilltar fyrir hóp. Það er, þegar athugað er heimild fyrir möppu, ef kerfið passar við heimild sem er sértæk fyrir notandann, mun það hunsa allar heimildir sem eru stilltar fyrir hópa sem notandinn tilheyrir.
it: Le autorizzazioni per le cartelle impostate per un utente specifico hanno priorita maggiore rispetto alle autorizzazioni impostate per un gruppo. Ci , quando si verifica l'autorizzazione per una cartella, se il sistema trova un'autorizzazione specifica per l'utente, ignorer tutte le autorizzazioni impostate per i gruppi a cui l'utente appartiene.
ja: 特定のユーザーに設定されたフォルダー権限は、グループに設定された権限よりも優先度が高くなります。つまり、フォルダーの権限を確認するときに、システムがユーザーに固有の権限と一致する場合、ユーザーが属するグループに設定されたすべての権限を無視します。
ko: 지정 사용자에게 설정한 폴더 권한은 그룹에 설정한 권한보다 우선합니다. 폴더 권한을 검사할 때 시스템에서 일부 지정 사용자의 권한 조건을 찾으면, 해당 폴더를 소유한 사용자의 그룹 권한 설정을 모두 무시합니다.
pl: Uprawnienia folderów ustawione dla konkretnego użytkownika mają wyższy priorytet niż uprawnienia ustawione dla grupy. Oznacza to, że podczas sprawdzania uprawnień dla folderu, jeśli system dopasuje uprawnienie specyficzne dla użytkownika, zignoruje wszystkie uprawnienia ustawione dla grup, do których należy użytkownik.
ru: Права доступа к папке, установленные для определенного пользователя, имеют более высокий приоритет, чем разрешения, установленные для группы. То есть, при проверке разрешения для папки, если система соответствует разрешению, специфическому для пользователя, она игнорирует все разрешения, установленные для групп, к которым принадлежит пользователь.
zh_cn: 给特定用户设置的目录权限比给一个群组设置的目录权限优先级更高。也就是说，当检查一个目录的权限时，如果系统匹配到一个给用户设置的权限，那么它将忽略给用户所在的群组设置的其他所有权限。

source: Permissions on sub-folders have higher priority than those on parent folders.
ar: الأذونات على المجلدات الفرعية لها أولوية أعلى من تلك الموجودة في المجلدات الأصل.
de: Berechtigungen für Unterordner haben eine höhere Priorität als die für übergeordnete Ordner.
es_ar: Los permisos de las subcarpetas tienen mayor prioridad que los de las carpetas superiores.
fr: Les permissions de sous-dossiers ont une priorité plus importante que celles des dossiers parent.
is: Heimildir á undirmöppum hafa hærri forgang en þær á yfirmöppum.
it: Le autorizzazioni per le sottocartelle hanno priorita maggiore rispetto a quelle per le cartelle padre.
ja: サブフォルダーの権限は、親フォルダーの権限よりも優先度が高くなります。
ko: 하위 폴더의 권한은 상위 폴더의 권한보다 우선합니다.
pl: Uprawnienia na podfolderach mają wyższy priorytet niż te na folderach nadrzędnych.
ru: Разрешения для подпапок имеют более высокий приоритет, чем для родительских папок.
zh_cn: 子目录上的权限比父目录上的优先级更高。

source: Here is a more complex example:
ar: وفيما يلي مثال أكثر تعقيدا:
de: Hier ist ein komplexeres Beispiel:
es_ar: He aquí un ejemplo más complejo:
fr: Voici un exemple complexe :
is: Hér er flóknara dæmi:
it: Ecco un esempio pi complesso:
ja: より複雑な例を次に示します。
ko: 더 복잡한 예를 들어보도록 하겠습니다:
pl: Oto bardziej złożony przykład:
ru: Вот более сложный пример:
zh_cn: 这里有一个更复杂的例子：

source: Supposed the folder structure looks like "A/B", user "John" is in group "Staff". If you set "read only" permission on folder A for John, and, you also set "read write" permission on folder "A/B" for group "Staff". Then John's permission to folder "A/B" is still only "read only". That's because, according to rule 2, "read only" permission is first matched for folder "A/B" and user "John", which is inherited from its parent "A".
ar: لنفترض أن بنية المجلد تبدو مثل "أ/ب" مجلد "ب" داخل مجلد "أ"، المستخدم "محمد" موجود في المجموعة "الموظفين". إذا قمت بتعيين إذن "للقراءة فقط" على المجلد أ لمحمد ، وقمت أيضا بتعيين إذن "قراءة وكتابة" في المجلد "أ/ب" لمجموعة "الموظفين". ثم إذن محمد للمجلد "أ/ب" لا يزال "للقراءة فقط" فقط. هذا لأنه ، وفقا للقاعدة 2 ، تتم مطابقة إذن "للقراءة فقط" أولا للمجلد "أ/ب" والمستخدم "محمد" ، الموروث من أصل الصلاحيات للمجلد "أ".
de: Angenommen, die Ordnerstruktur sieht wie „A/B“ aus, dann ist der Benutzer „John“ in der Gruppe „Mitarbeiter“. Wenn Sie für Ordner A die Berechtigung „Nur lesen“ für John festlegen und für Ordner „A/B“ für die Gruppe „Mitarbeiter“ auch die Berechtigung „Lesen/Schreiben“ festlegen, dann ist Johns Berechtigung für Ordner „A/B“ immer noch nur „Nur lesen“. Das liegt daran, dass gemäß Regel 2 die Berechtigung „Nur lesen“ zuerst für Ordner „A/B“ und Benutzer „John“ gilt, die von ihrem übergeordneten Ordner „A“ geerbt wird.
es_ar: Supongamos que la estructura de carpetas es como "A/B", el usuario "Juan" está en el grupo "Personal". Si usted establece un permiso de "sólo lectura" en la carpeta A para Juan, y, también establece un permiso de "lectura y escritura" en la carpeta "A/B" para el grupo "Personal"., entonces el permiso de Juan para la carpeta "A/B" sigue siendo sólo de "sólo lectura". Esto se debe a que, de acuerdo con la regla 2, el permiso de "sólo lectura" se corresponde primero con la carpeta "A/B" y el usuario "Juan"; lo que se hereda de su superior "A".
fr: Supposons que la structure des dossier ressemble à "A/B", l'utilisateur "John" est dans un groupe "Staff". Si vous définissez un accès en "lecture seul" au dossier A pour John et que vous définissez un accès en "lecture écriture" au dossier "A/B" pour le groupe "Staff", alors les droits d'accès de John au dossier "A/B" est toujours "lecture seul". Cela parce que, selon la règle 2, la permission "lecture seul" est la première permission rencontré pour le dossier "A/B" et l'utilisateur John, héritant de son parent A.
is: Segjum að möppuskipulagið líti út eins og „A/B“, notandi „John“ er í hópnum „Starfsfólk“. Ef þú stillir „skrifvarin“ heimild á möppuna A fyrir John, og þú stillir einnig „lesa skrifa“ heimild á möppuna „A/B“ fyrir hópinn „Starfsfólk“. Þá er heimild Johns fyrir möppuna „A/B“ enn aðeins „skrifvarin“. Það er vegna þess að samkvæmt reglu 2 er „skrifvarin“ heimild fyrst passað fyrir möppuna „A/B“ og notandann „John“, sem er erfð frá yfirmöppu sinni „A“.
it: Immagina di avere una struttura di cartelle "A/B", l'utente "John" nel gruppo "Staff". Se imposti l'autorizzazione "solo lettura" sulla cartella A per John e, inoltre, imposti l'autorizzazione "lettura e scrittura" sulla cartella "A/B" per il gruppo "Staff". Allora l'autorizzazione dell'utente John sulla cartella "A/B" sar ancora solo "solo lettura". Ci perch , come regola 2, l'autorizzazione "solo lettura" prima selezionata per la cartella "A/B" e l'utente "John", che ereditata dalla cartella padre "A".
ja: フォルダー構造が「A / B」のようになっていると仮定します。ユーザー「John」はグループ「Staff」に属しています。 JohnのフォルダーAに「読み取り専用」権限を設定し、グループ「Staff」のフォルダー「A / B」に「読み取り/書き込み」権限も設定した場合。次に、フォルダー「A / B」に対するJohnの権限は、依然として「読み取り専用」です。これは、ルール2に従って、「読み取り専用」権限が最初にフォルダー「A / B」とユーザー「John」に対して一致するためです。これは、その親「A」から継承されます。
ko: "A/B"와 같은 폴더 구조가 있고 "Staff" 그룹의 "John" 사용자가 있다고 가정합니다. John에게 폴더 A의 "읽기 전용" 권한을 설정하고 "A/B" 폴더의 "읽기 쓰기" 권한을 "Staff" 그룹에 주었을 경우를 가정합니다. 이 때 John의 "A/B" 폴더 사용 권한은 여전히 "읽기 전용" 입니다. 왜냐면 2번 규칙에 따라 상위 폴더 "A"의 권한을 이어받는 폴더 "A/B"와 사용자 "John"의 "읽기 전용" 조건이 우선 일치하기 때문입니다.
pl: Zakładając, że struktura folderów wygląda jak "A/B", użytkownik "John" należy do grupy "Personel". Jeśli ustawisz uprawnienia "tylko do odczytu" na folderze A dla Johna, i ustawisz również uprawnienia "odczyt i zapis" na folderze "A/B" dla grupy "Personel". Wtedy uprawnienia Johna do folderu "A/B" są nadal tylko "tylko do odczytu". To dlatego, że zgodnie z zasadą 2, uprawnienia "tylko do odczytu" są najpierw dopasowane dla folderu "A/B" i użytkownika "John", które są dziedziczone z jego rodzica "A".
ru: Предположим, что структура папок выглядит как "A/B", пользователь "Джон" находится в группе "Персонал". Если вы установили разрешение "только чтение" для папки A для Джона, и вы также установили разрешение "чтение и запись" для папки "A/B" для группы "Персонал". Тогда разрешение Джона на папку "A/B" останется только "только для чтения". Это потому, что, согласно правилу 2, разрешение "только чтение" сначала сопоставляется с папкой "A/B" и пользователем "Джон", который унаследован от родительского элемента "A".
zh_cn: 假设目录结构为 "A/B", 用户 "John" 在群组 "Staff" 中。你在目录 A 上给 John 设置了“只读”权限，你也在目录 "A/B" 上给群组 "Staff" 设置了“读写”权限。那么 John 在目录 "A/B" 上的权限依然是“只读”。因为，根据第 2 条规则，对目录 "A/B" 和用户 John 来说，“只读”权限是首先被匹配到的，而这个权限继承自它的父目录 “A”。

source: If you're using a Pro Edition Server, you can search file and folder names, as well as the content of certain files, in the Seafile web app. Currently Seafile can search the contents of the following types of files:
ar: إذا كنت تستخدم اﻹصدار اﻹحترافي ، فيمكنك البحث عن أسماء الملفات والمجلدات ، بالإضافة إلى محتوى ملفات معينة ، في تطبيق سيفايل على الويب. يمكن لسيفايل حاليا البحث في محتويات الأنواع التالية من الملفات:
de: Wenn Sie einen Pro Edition-Server verwenden, können Sie in der Seafile-Web-App nach Datei- und Ordnernamen sowie nach dem Inhalt bestimmter Dateien suchen. Derzeit kann Seafile den Inhalt der folgenden Dateitypen durchsuchen:
es_ar: Si está utilizando un servidor de la edición Pro, puede buscar nombres de archivos y carpetas, así como el contenido de ciertos archivos, en la aplicación web de Seafile. Actualmente Seafile puede buscar el contenido de los siguientes tipos de archivos:
fr: Si vous utilisez "Pro Edition Server", vous pouvez chercher noms de fichier et dossiers aussi bien que le contenu de certains fichiers depuis l'interface web. Actuellement Seafile peut chercher le contenu des types de fichiers suivant :
is: Ef þú ert að nota Pro Edition þjón, geturðu leitað að skráa- og möppunöfnum, sem og innihaldi ákveðinna skráa, í Seafile vefforritinu. Sem stendur getur Seafile leitað í innihaldi eftirfarandi skráargerða:
it: Se si utilizza un server Seafile Pro Edition, possibile cercare nomi di file e cartelle, nonch il contenuto di certi file, all'interno dell'app web Seafile. Attualmente Seafile pu cercare i contenuti dei seguenti tipi di file:
ja: Pro Edition Serverを使用している場合、Seafile Webアプリでファイルとフォルダーの名前、および特定のファイルの内容を検索できます。現在、Seafileは次の種類のファイルの内容を検索できます。
ko: 전문가판 서버를 사용한다면 Seafile 웹 앱에서도 파일의 내용을 검색하듯 파일 및 폴더 이름을 검색할 수 있습니다. 현재 Seafile은 다음 파일 형식의 내용을 검색할 수 있습니다:
pl: Jeśli używasz serwera wersji Pro, możesz wyszukiwać nazwy plików i folderów, a także zawartość niektórych plików w aplikacji webowej Seafile. Obecnie Seafile może wyszukiwać zawartość następujących typów plików:
ru: Если вы используете Pro Edition Server, вы можете искать имена файлов и папок, а также содержимое определенных файлов в веб-приложении Seafile. В настоящее время Seafile может искать содержимое следующих типов файлов:
zh_cn: 如果你用的是专业版， 那么在 Seafile web app 里，你可以搜索文件和目录的名称，也可以搜索一些文件的内容。目前可以搜索以下几类文件的内容：

source: Microsoft Office Doc: .doc, .docx (Pro Edition Server only)
ar: مايكروسوفت أوفيس دوك:.doc,.docx (إصدار برو فقط)
de: Microsoft Office-Dokument: .doc, .docx (nur Pro Edition Server)
es_ar: Microsoft Office Doc: .doc, .docx (sólo en la edición Pro del servidor)
fr: Microsoft Office Doc: .doc, .docx (Édition Serveur Pro uniquement)
is: Microsoft Office Doc: .doc, .docx (aðeins Pro Edition þjónn)
it: Documento Microsoft Office: .doc, .docx (solo Server Pro Edition)
ja: Microsoft Office Doc：.doc、.docx（Pro Edition Serverのみ）
ko: 마이크로 소프트 오피스 문서: .doc, .docx (전문가판 서버 전용)
pl: Microsoft Office Doc: .doc, .docx (tylko serwer wersji Pro)
ru: Документ Microsoft Office: .doc, .docx (Только Pro Edition Server)
zh_cn: Microsoft Office Doc: .doc, .docx (仅限专业版)

source: Microsoft Office PowerPoint: .ppt, .pptx (Pro Edition Server only)
ar: مايكروسوفت أوفيس باور بوينت :.ppt ،.pptx (إصدار برو فقط)
de: Microsoft Office PowerPoint: .ppt, .pptx (nur Pro Edition Server)
es_ar: Microsoft Office PowerPoint: .ppt, .pptx (sólo en la edición Pro del servidor)
fr: Microsoft Office PowerPoint: .ppt, .pptx (Édition Serveur Pro uniquement)
is: Microsoft Office PowerPoint: .ppt, .pptx (aðeins Pro Edition þjónn)
it: Microsoft Office PowerPoint: .ppt, .pptx (solo Server Pro Edition)
ja: Microsoft Office PowerPoint：.ppt、.pptx（Pro Edition Serverのみ）
ko: 마이크로소프트 오피스 파워포인트: .ppt, .pptx (전문가판 서버 전용)
pl: Microsoft Office PowerPoint: .ppt, .pptx (tylko serwer wersji Pro)
ru: Microsoft Office PowerPoint: .ppt, .pptx (Только Pro Edition Server)
zh_cn: Microsoft Office PowerPoint: .ppt, .pptx (仅限专业版)

source: Microsoft Office Excel: .xls, .xlsx (Pro Edition Server only)
ar: مايكروسوفت أوفيس إكسل:.xls،.xlsx (إصدار برو فقط)
de: Microsoft Office Excel: .xls, .xlsx (nur Pro Edition Server)
es_ar: Microsoft Office Excel: .xls, .xlsx (sólo en la edición Pro del servidor)
fr: Microsoft Office Excel: .xls, .xlsx (Édition Serveur Pro uniquement)
is: Microsoft Office Excel: .xls, .xlsx (aðeins Pro Edition þjónn)
it: Microsoft Office Excel: .xls, .xlsx (solo Server Pro Edition)
ja: Microsoft Office Excel：.xls、.xlsx（Pro Edition Serverのみ）
ko: 마이크로소프트 오피스 액셀: .xls, .xlsx (전문가판 서버 전용)
pl: Microsoft Office Excel: .xls, .xlsx (tylko serwer wersji Pro)
ru: Microsoft Office Excel: .xls, .xlsx (Только Pro Edition Server)
zh_cn: Microsoft Office Excel: .xls, .xlsx （仅限专业版）

source: LibreOffice files
ar: ملفات LibreOffice
de: LibreOffice-Dateien
es_ar: Archivos de LibreOffice
fr: Fichiers LibreOffice
is: LibreOffice skrár
it: File di LibreOffice
ja: LibreOfficeファイル
ko: 리버오피스 파일
pl: Pliki LibreOffice
ru: LibreOffice файлы
zh_cn: LibreOffice 文件

source: PDF files
ar: ملفات PDF
de: PDF-Dateien
es_ar: Archivos PDF
fr: Fichiers PDF
is: PDF skrár
it: File PDF
ja: PDFファイル
ko: PDF 파일
pl: Pliki PDF
ru: PDF файлы
zh_cn: PDF 文件
