Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: When more than one person collaborate on a file, it's likely that more than one person modify the file at about the same time. Seafile handles this situation nicely with conflict files. But it's often more convenient to lock the file when one person wants to exclusively modify the file. Seafile Professional Edition supports file locking.
ar: عندما يتعاون أكثر من شخص في ملف، فمن المحتمل أن يقوم أكثر من شخص واحد بتعديل الملف في نفس الوقت تقريبا. يتعامل Seafile مع هذا الموقف بشكل جيد مع ملفات التعارض. ولكن غالبا ما يكون قفل الملف أكثر ملاءمة عندما يريد شخص واحد تعديل الملف حصريا. يدعم Seafile Professional Edition قفل الملفات.
de: Wenn mehrere Personen an einer Datei zusammenarbeiten, ist es wahrscheinlich, dass mehrere Personen die Datei ungefähr zur gleichen Zeit ändern. Seafile bewältigt diese Situation bei Konfliktdateien gut. Es ist jedoch oft bequemer, die Datei zu sperren, wenn eine Person sie ausschließlich ändern möchte. Seafile Professional Edition unterstützt die Dateisperre.
es_ar: Cuando más de una persona colabora en un archivo, es probable que más de una persona modifique el archivo simultáneamente. Seafile maneja bien esta situación con archivos de conflicto. Pero a menudo es mas conveniente bloquear el archivo cuando una persona desea modificar el archivo con exclusividad. Seafile Professional Edition admite el bloqueo de archivos.
fr: Quand plus d'une personne collaborent sur un fichier, il est probable que plus d'un personne modifient le fichier en même temps. Seafile gère cette situation intelligemment au moyen de fichiers de conflit. Par contre, il est souvent plus pratique de verrouiller le fichier quand une personne souhaite l'exclusivité de la modification. La version Seafile Professional Edition support le verrouillage de fichier
is: Þegar fleiri en einn einstaklingur vinna saman að skrá er líklegt að fleiri en einn einstaklingur breyti skránni á svipuðum tíma. Seafile meðhöndlar þetta ástand ágætlega með átakaskrám. En það er oft þægilegra að læsa skránni þegar einn einstaklingur vill eingöngu breyta skránni. Seafile Professional Edition styður skráalæsingar.
it: Quando pi di una persona collabora su un file, probabile che pi di una persona modifichi il file allo stesso tempo. Seafile gestisce questa situazione in modo elegante con file di conflitto. Ma spesso pi conveniente bloccare il file quando una persona vuole modificare esclusivamente il file. Seafile Professional Edition supporta il blocco file.
ja: 複数の人がファイルを共同編集する場合、複数の人がほぼ同時にファイルを変更する可能性があります。Seafileは、競合ファイルを使用してこの状況をうまく処理します。ただし、1人のユーザーがファイルを排他的に変更したい場合は、ファイルをロックする方が便利なことがよくあります。Seafile Professional Editionは、ファイルのロックをサポートしています。
ko: 파일을 한 사람 이상이 함께 다룬다면, 파일을 한 사람 이상 동시에 수정하는 상황과 비슷합니다. Seafile에서는 이 상황에서 상태가 겹치는 파일을 근사하게 처리합니다. 하지만 한 사람이 별도로 파일을 수정할 경우 파일을 잠그는 편이 보통은 훨씬 간편합니다. Seafile 전문가판에서는 파일 잠금을 지원합니다.
pl: Kiedy więcej niż jedna osoba współpracuje nad plikiem, prawdopodobne jest, że więcej niż jedna osoba modyfikuje plik mniej więcej w tym samym czasie. Seafile radzi sobie z tą sytuacją za pomocą plików konfliktowych. Ale często wygodniej jest zablokować plik, gdy jedna osoba chce wyłącznie modyfikować plik. Seafile Professional Edition obsługuje blokowanie plików.
ru: Когда над файлом работают более одного человека, вероятно, что более одного человека изменят файл примерно в одно и то же время. Seafile прекрасно справляется с этой ситуацией с конфликтными файлами. Но часто бывает удобнее заблокировать файл, когда один человек хочет изменить файл исключительно. Seafile Professional Edition поддерживает блокировку файлов.
zh_cn: 当一个文件上有多个人协作时，可能会有多个人在大约同一时间修改文件。 Seafile 通过冲突文件很好地处理了这种情况。 但是，当一个人想要单独修改文件时，锁定文件通常更方便。 Seafile 专业版支持文件锁定。

source: File locking works on both the web app and the desktop syncing client. We'll introduce them one by one.
ar: يعمل قفل الملفات على كل من تطبيق الويب وعميل مزامنة سطح المكتب. سنقدمهم واحدا تلو الآخر.
de: Die Dateisperre funktioniert sowohl in der Web-App als auch im Desktop-Synchronisierungsclient. Wir stellen sie nacheinander vor.
es_ar: El bloqueo de archivos funciona tanto en la app web como en el cliente que sincroniza. Los introduciremos uno por uno.
fr: Le verrouillage de fichier fonctionne aussi bien depuis l'interface web qu'avec le client de synchronisation de bureau. Nous allons décrire chacun d'eux.
is: Skráalæsing virkar bæði á vefforritinu og skjáborðssamstillingarbiðlaranum. Við munum kynna þau eitt af öðru.
it: Il blocco file funziona sia nell'app web che nel client di sincronizzazione desktop. Le presenteremo una ad una.
ja: ファイルのロックは、Webアプリとデスクトップ同期クライアントの両方で機能します。それらを1つずつ紹介します。
ko: 파일 잠금은 웹 앱과 데스크톱 동기화 플라이언트에 동작합니다. 하나하나 알려드리도록 하겠습니다.
pl: Blokowanie plików działa zarówno w aplikacji webowej, jak i w kliencie synchronizacji desktopowej. Przedstawimy je po kolei.
ru: Блокировка файлов работает как в веб-приложении, так и в настольном клиенте. Мы познакомимся с каждым из них.
sv: Observera att fil låsning endast gäller för filer i krypterade kataloger. Det gäller inte för mapp- och filnamn.
zh_cn: 文件锁定在 Web app 和桌面同步客户端上均可用。 我们将一一介绍。

source: File locking on the Web App
ar: قفل الملف عن طريق الويب
de: Dateisperre in der Web-App
es_ar: Bloqueo de archivos en la App Web
fr: Verrouillage de fichier depuis l'interface web
is: Skráalæsing í vefforritinu
it: Blocco file sull'App Web
ja: Webアプリでのファイルのロック
ko: 웹 앱에서 파일 잠그기
pl: Blokowanie plików w aplikacji webowej
ru: Блокировка файлов в веб-приложении
sv: Fil låsning på webbappen
zh_cn: Web App 上的文件锁定

source: To lock a file, you can navigate into the file's folder on the web app, and click on the "operations" drop-down menu.
ar: لقفل ملف ، يمكنك الانتقال إلى مجلد الملف على تطبيق الويب ، والنقر فوق القائمة المنسدلة "العمليات".
de: Um eine Datei zu sperren, können Sie in der Web-App zum Ordner der Datei navigieren und auf das Dropdown-Menü „Vorgänge“ klicken.
es_ar: Para bloquear un archivo, puede navegar a la carpeta contenedora del archivo en la app web, y hacer click en el menú desplegable "operaciones".
fr: Pour verrouiller un fichier, vous pouvez naviguer jusqu'au dossier du fichier dans l'interface web et cliquer sur l'option "opérations" du menu déroulant
is: Til að læsa skrá geturðu farið í möppu skrárinnar í vefforritinu og smellt á fellivalmyndina „aðgerðir“.
it: Per bloccare un file, puoi navigare nella cartella del file sull'app web e cliccare sul menu a tendina "operazioni".
ja: ファイルをロックするには、Webアプリでファイルのフォルダーに移動し、[操作]ドロップダウンメニューをクリックします。
ko: 파일을 잠그려면 웹 앱에서 파일 폴더를 탐색하고, "동작" 드롭 다운 목록을 누릅니다.
pl: Aby zablokować plik, możesz przejść do folderu pliku w aplikacji webowej i kliknąć na menu rozwijane "operacje".
ru: Чтобы заблокировать файл, вы можете перейти в папку файла в веб-приложении и щелкнуть раскрывающееся меню "Операции".
sv: Om du vill låsa en fil, kan du navigera till mappen där filen finns i webbappen, och klicka på "operations" dröpningsmeny.
zh_cn: 要锁定文件，可以在 Web app 上进入该文件所在的目录，然后点击相应的操作菜单。

source: After the file is locked, you can see a red "stop sign" at the corner of the file icon. Moving the mouse on the stop sign, you can see who locks the file. And you can also unlock a file that's locked by you. But you cannot unlock files locked by others.
ar: بعد قفل الملف ، يمكنك رؤية "علامة توقف" حمراء في زاوية رمز الملف. تحريك الماوس على علامة التوقف ، يمكنك معرفة من يقوم بقفل الملف. ويمكنك أيضا إلغاء قفل ملف مقفلة بواسطتك. لكن لا يمكنك فتح الملفات المقفلة من قبل الآخرين.
de: Nachdem die Datei gesperrt wurde, sehen Sie an der Ecke des Dateisymbols ein rotes „Stoppschild“. Wenn Sie mit der Maus über das Stoppschild fahren, können Sie sehen, wer die Datei sperrt. Außerdem können Sie eine von Ihnen gesperrte Datei auch entsperren. Von anderen gesperrte Dateien können Sie jedoch nicht entsperren.
es_ar: Una vez que el archivo está bloqueado, podrá ver un símbolo rojo "pare" en una esquina del icono del archivo. Moviendo el ratón sobre el símbolo pare, podrá ver quien bloquea el achivo. También podrá desbloquear un archivo bloqueado por Ud, pero no los bloqueados por otros.
fr: Une fois qu'un fichier est verrouillé, vous pouvez observer un signe "stop" rouge au coin de l'icône du fichier. En déplaçant la souris sur le signe stop, vous pouvez voir qui verrouille le fichier. Vous pouvez également déverrouiller un fichier que vous avez verrouillé mais pas ceux des autres utilisateurs.
is: Eftir að skránni er læst geturðu séð rautt „stöðvunarmerki“ í horninu á skráartákninu. Með því að færa músina á stöðvunarmerkið geturðu séð hver læsti skránni. Og þú getur líka opnað skrá sem þú hefur læst. En þú getur ekki opnað skrár sem aðrir hafa læst.
it: Dopo che il file è stato bloccato, vedi un segno di "stop" rosso sull'angolo dell'icona del file. Spostando il mouse sul segno di stop, puoi vedere chi ha bloccato il file. E puoi anche sbloccare un file che è stato bloccato da te. Tuttavia, non puoi sbloccare i file bloccati da altri.
ja: ファイルがロックされると、ファイルアイコンの隅に赤い「停止標識」が表示されます。停止標識にマウスを移動すると、誰がファイルをロックしているかを確認できます。また、自分がロックしたファイルのロックを解除することもできます。ただし、他のユーザーがロックしたファイルのロックを解除することはできません。
ko: 파일을 잠그고 나면, 파일 아이콘 구석에 붉은색의 "멈춤 기호"가 나타납니다. 마우스 커서를 멈춤 기호 위에 가져다 두면, 누가 파일을 잠궜는제 볼 수 있습니다. 그리고 여러분 자신이 잠근 파일의 잠금을 풀 수 있습니다. 그러나 다른 사용자가 잠근 파일을 풀 수는 없습니다.
pl: Po zablokowaniu pliku możesz zobaczyć czerwony "znak stop" w rogu ikony pliku. Przesuwając mysz na znak stop, możesz zobaczyć, kto blokuje plik. Możesz również odblokować plik, który jest zablokowany przez Ciebie. Ale nie możesz odblokować plików zablokowanych przez innych.
ru: После того, как файл заблокирован, вы увидите красный "знак остановки" в углу значка файла. Перемещая указатель мыши на знак остановки, вы можете увидеть, кто заблокировал файл. И вы также можете разблокировать файл, который заблокирован вами. Но вы не можете разблокировать файлы, заблокированные другими.
sv: Observera att när en fil är låst, visas en röd "stop sign" i hörnet av filikonen. Om du flyttar musen över "stop sign", kan du se vem som låst filen. Du kan också låsa en fil som du låst. Men du kan inte låsa filer som låsts av andra användare.
zh_cn: 文件被锁定后，可以在文件图标的角落里看到一个红色的“停止符号”。将鼠标移上去，则可以看到是谁锁定了这个文件。你也可以给一个被你锁定的文件解锁。但你不能解锁被其他人锁定的文件。

source: File locking on the desktop client
ar: قفل الملف عن طريق عميل سطح المكتب
de: Dateisperre auf dem Desktop-Client
es_ar: Bloqueo de archivos en el cliente de escritorio
fr: Verrouillage de fichier depuis le client de bureau
is: Skráalæsing í skjáborðsbiðlaranum
it: Blocco file sul client desktop
ja: デスクトップクライアントでのファイルのロック
ko: 데스크톱 클라이언트에서 파일 잠그기
pl: Blokowanie plików w kliencie desktopowym
ru: Блокировка файлов в настольном клиенте
sv: Fil låsning på skrivbordsklienten
zh_cn: 桌面客户端上的文件锁定

source: After a library is synced to the desktop, you can lock/unlock files in that library inside File Explorer on Windows or Finder on Mac OS.
ar: بعد مزامنة المكتبة مع سطح المكتب، يمكنك قفل/إلغاء تأمين الملفات في تلك المكتبة داخل مستكشف الملفات على Windows أو Finder على نظام التشغيل Mac OS.
de: Nachdem eine Bibliothek mit dem Desktop synchronisiert wurde, können Sie Dateien in dieser Bibliothek im Datei-Explorer unter Windows oder im Finder unter Mac OS sperren/entsperren.
es_ar: Luego de que una biblioteca esté sincronizada en el cliente, puede bloquear/desbloquear archivos en esta biblioteca en el Explorador de Archivos en Windows o en el Finder en Mac OS.
fr: Après qu'une librairie soit synchronisé, vous pouvez verrouiller/déverrouiller les fichiers de cette librairie depuis l'explorateur de fichier Windows ou Finder depuis un Mac.
is: Eftir að safn er samstillt við skjáborðið geturðu læst/opnað skrár í því safni í File Explorer í Windows eða Finder í Mac OS.
it: Dopo che una libreria è sincronizzata sul desktop, puoi bloccare/sbloccare i file in quella libreria all'interno dell'Esplora file di Windows o del Finder su Mac OS.
ja: ライブラリがデスクトップに同期されると、WindowsのエクスプローラーまたはMac OSのFinder内のそのライブラリ内のファイルをロック/ロック解除できます。
ko: 라이브러리를 데스크톱에 동기화하고 나면, 윈도우의 파일 탐색기나 맥 OS 의 파인더에서 라이브러리 내의 파일을 잠금/해제할 수 있습니다.
pl: Po zsynchronizowaniu biblioteki z komputerem, możesz blokować/odblokowywać pliki w tej bibliotece wewnątrz Eksploratora plików w Windows lub Findera w Mac OS.
ru: После синхронизации библиотеки с настольным клиентом вы можете заблокировать / разблокировать файлы в этой библиотеке в проводнике в Windows или Finder в Mac OS.
sv: Observera att fil låsning endast gäller för filer i krypterade kataloger. Det gäller inte för mapp- och filnamn.
zh_cn: 资料库同步到桌面端后，可以在 Windows 的 File Explorer 或 Mac 的 Finder 里锁定/解锁资料库中的文件。

source: To lock a file, just right click on a synced file and choose "lock this file" in the "Seafile" menu.
ar: لقفل ملف ، ما عليك سوى النقر بزر الماوس الأيمن على ملف تمت مزامنته واختيار "قفل هذا الملف" في قائمة "Seafile".
de: Um eine Datei zu sperren, klicken Sie einfach mit der rechten Maustaste auf eine synchronisierte Datei und wählen Sie „Diese Datei sperren“ im Menü „Seafile“.
es_ar: Para bloquear el archivo, haga click derecho en un archivo ya sincronizado y elija "bloquear este archivo" en el menú "Seafile".
fr: Pour verrouiller un fichier, il suffit de faire un clique droit sur un fichier synchronisé et de choisir "verrouiller ce fichier" dans le menu "Seafile".
is: Til að læsa skrá, hægrismelltu bara á samstillta skrá og veldu „læsa þessari skrá“ í „Seafile“ valmyndinni.
it: Per bloccare un file, basta fare clic con il pulsante destro del mouse su un file sincronizzato e selezionare "blocca questo file" nel menu "Seafile".
ja: ファイルをロックするには、同期されたファイルを右クリックし、[Seafile]メニューの[このファイルをロック]を選択します。
ko: 파일을 잠그려면, 동기화한 파일에 커서를 올려둔 후 마우스 오른쪽 단추를 눌러 "Seafile" 메뉴에서 "이 파일 잠금"을 선택합니다.
pl: Aby zablokować plik, po prostu kliknij prawym przyciskiem myszy na zsynchronizowany plik i wybierz "zablokuj ten plik" w menu "Seafile".
ru: Чтобы заблокировать файл, просто щелкните правой кнопкой мыши синхронизированный файл и выберите "заблокировать файл" в меню "Seafile".
sv: Om du vill låsa en fil, kan du högerklicka på filen i File Explorer på Windows eller Finder på Mac OS. Välj "lock this file" i "Seafile" menyn.
zh_cn: 要锁定一个文件，只需右键单击一个已同步的文件，然后在 “Seafile" 菜单中选择“锁定这个文件”。

source: If a file is locked by you, you can see an orange "stop sign" on the file icon. You can choose to unlock it.
ar: إذا تم قفل ملف بواسطتك ، يمكنك رؤية "علامة قف" برتقالية على أيقونة الملف. يمكنك اختيار إلغاء قفله.
de: Wenn Sie eine Datei gesperrt haben, sehen Sie auf dem Dateisymbol ein orangefarbenes „Stoppschild“. Sie können es entsperren.
es_ar: Si un archivo está bloqueado por Ud, podrá ver un símbolo anaranjado "pare" en el icono del archivo. Puede elegir desbloquearlo.
fr: Si un fichier est verrouillé par vous, vous verrez un signe "stop" orange sur l'icône du fichier. Vous pouvez choisir de le déverrouiller.
is: Ef skrá er læst af þér geturðu séð appelsínugult „stöðvunarmerki“ á skráartákninu. Þú getur valið að opna hana.
it: Se un file è bloccato da te, puoi vedere un segno di "stop" arancione sull'icona del file. Puoi scegliere di sbloccare il file.
ja: ファイルがロックされている場合、ファイルアイコンにオレンジ色の「停止標識」が表示されます。ロックを解除することを選択できます。
ko: 파일을 잠근 당사자가 독자 여러분이라면 파일 아이콘에 주황색 "멈춤 표시"가 나타납니다. 이 표시를 눌러 파일 잠금을 풀 수 있습니다.
pl: Jeśli plik jest zablokowany przez Ciebie, możesz zobaczyć pomarańczowy "znak stop" na ikonie pliku. Możesz wybrać jego odblokowanie.
ru: Если файл заблокирован вами, вы можете увидеть оранжевый "значок стоп" на значке файла. Вы можете разблокировать его.
sv: Observera att när en fil är låst av dig, visas en orange "stop sign" i hörnet av filikonen. Du kan välja att låsa filen.
zh_cn: 如果一个文件是被你锁定的，你可以在文件图标上看见一个橙色的“停止符号”。你可以选择给这个文件解除锁定。

source: If a file is locked by other user, you can see a red "stop sign" on the file icon. The file is automatically set to read-only. You cannot modify it until it's unlocked.
ar: إذا تم قفل ملف من قبل مستخدم آخر ، يمكنك رؤية "علامة قف" حمراء على أيقونة الملف. يتم تعيين الملف تلقائيا للقراءة فقط. لا يمكنك تعديله حتى يتم إلغاء قفله.
de: Wenn eine Datei von einem anderen Benutzer gesperrt ist, sehen Sie auf dem Dateisymbol ein rotes „Stoppschild“. Die Datei ist automatisch schreibgeschützt. Sie können sie nicht ändern, bis sie entsperrt wird.
es_ar: Si un archivo está bloqueado por otro usuario, podrá ver un símbolo rojo "pare" en el icono del archivo. El archivo automáticamente se establece como sólo-lectura. No podrá modificarlo hasta que esté desbloqueado..
fr: Si un fichier est verrouiller par un autre utilisateur, vous verrez un signe "stop" sur le l'icône du fichier. Le fichier est automatiquement accessible en lecture seul. Vous ne pouvez le modifier jusqu'à ce qu'il soit déverrouillé.
is: Ef skrá er læst af öðrum notanda geturðu séð rautt „stöðvunarmerki“ á skráartákninu. Skráin er sjálfkrafa stillt á skrifvarin. Þú getur ekki breytt henni fyrr en hún er opnuð.
it: Se un file è bloccato da un altro utente, puoi vedere un segno di "stop" rosso sull'icona del file. Il file viene automaticamente impostato come "read-only". Non puoi modificare il file fino a quando non viene sbloccato.
ja: ファイルが別のユーザーによってロックされている場合、ファイルアイコンに赤い「停止標識」が表示されます。ファイルは自動的に読み取り専用に設定されます。ロックが解除されるまで変更できません。
ko: 다른 사용자가 파일을 잠궜다면, 파일 아이콘에 붉은색 "멈춤 표시"가 나타납니다. 이 파일은 자동으로 읽기 전용으로 설정합니다. 파일 잠금이 풀리기 전까지는 파일을 수정할 수 없습니다.
pl: Jeśli plik jest zablokowany przez innego użytkownika, możesz zobaczyć czerwony "znak stop" na ikonie pliku. Plik jest automatycznie ustawiony jako tylko do odczytu. Nie możesz go modyfikować, dopóki nie zostanie odblokowany.
ru: Если файл заблокирован другим пользователем, вы можете увидеть красный "значок стоп" на значке файла. Файл автоматически становится доступным только для чтения. Вы не можете изменить его, пока он не будет разблокирован.
sv: Observera att när en fil är låst av andra användare, visas en röd "stop sign" i hörnet av filikonen. Filen blir automatiskt inställd på läs- och skrivskyddad. Du kan inte ändra filen tills den är låst.
zh_cn: 如果一个文件是被其他人锁定的，你可以在文件图标上看见一个红色的“停止符号”。该文件被自动设置为只读。只有在它被解除锁定后你才能修改它。

source: If a library is not synced, you can still use cloud file browser to lock and unlock files in it.
ar: إذا لم تتم مزامنة مكتبة ، فلا يزال بإمكانك استخدام متصفح الملفات السحابية لقفل الملفات الموجودة فيها وإلغاء قفلها.
de: Wenn eine Bibliothek nicht synchronisiert ist, können Sie die darin enthaltenen Dateien trotzdem mit dem Cloud-Dateibrowser sperren und entsperren.
es_ar: Si una biblioteca no está sincronizada, aún puede usar el navegador de archivos en la nube para bloquear y desbloquear archivos en ella.
fr: Si une librairie n'est pas synchronisé, vous pouvez toujours utiliser l'interface web pour verrouiller et déverrouiller les fichiers de celle-ci.
is: Ef safn er ekki samstillt geturðu samt notað skýjaskráavafra til að læsa og opna skrár í því.
it: Se una libreria non è sincronizzata, puoi ancora utilizzare il browser file cloud per bloccare e sbloccare file all'interno di essa.
ja: ライブラリが同期されていない場合でも、クラウドファイルブラウザを使用してファイル内のファイルをロックおよびロック解除できます。
ko: 라이브러리를 동기화하지 않았다면 클라우드 파일 브라우저에서 파일을 잠금 및 해제할 수 있습니다.
pl: Jeśli biblioteka nie jest synchronizowana, nadal możesz używać przeglądarki plików w chmurze do blokowania i odblokowywania plików w niej.
ru: Если библиотека не синхронизирована, вы все равно можете использовать облачный файловый браузер для блокировки и разблокировки файлов в ней.
sv: Observera att när en katalog inte är synkroniserad, kan du fortfarande låsa och låsa filer i den katalogen i webbfilenäsaren.
zh_cn: 如果一个资料库没有被同步，你仍然可以使用云文件浏览器来锁定和解锁其中的文件。

source: Auto locking office files
ar: قفل ملفات office تلقائياً
de: Automatisches Sperren von Office-Dateien
es_ar: Bloqueo automático de archivos de office
fr: Verrouillage automatique des fichiers de office
is: Sjálfvirk læsing á Office skrám
it: Blocco automatico file office
ja: Officeファイルの自動ロック
ko: 오피스 파일 자동 잠금
pl: Automatyczne blokowanie plików Office
ru: Автоматическая блокировка офисных файлов
zh_cn: office 文件自动锁定
