Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: HTTP proxy and SOCKS5 proxy requires you to enter the proxy server's address and port. If you use system proxy settings, Seafile client reads proxy settings from the operating system. The operating system has some mechanisms to auto-detect proxy server information. So you don't have to manually enter proxy server address.
ar: وكيل HTTP و SOCKS5 الوكيل يتطلب منك إدخال عنوان ومنفذ الخادم الوكيل. إذا كنت تستخدم إعدادات وكيل النظام، يقرأ عميل Seafile إعدادات الوكيل من نظام التشغيل. نظام التشغيل لديه بعض التقنيات للكشف الالي عن معلومات الملقم الوكيل. لذلك ليس عليك إدخال عنوان الخادم الوكيل يدويا.
de: HTTP proxy und SOCKS5 proxy erfordern Adresse und Port des betreffenden Proxy-Servers. Wenn Sie Systemeinstellungen auswählen, übernimmt das Seafile-Programm die Einstellungen Ihres Betriebssystems. Das Betriebssystem kann Informationen zum Proxy-Servers möglicherweise automatisch feststellen, so dass Sie den Proxy-Server nicht manuell eintragen müssen.
es_ar: Proxy HTTP y proxy SOCKS5 requieren que ingrese la dirección y el puerto del servidor proxy. Si utiliza la configuración de proxy del sistema, el cliente Seafile lee dicha configuración del sistema operativo. Los sistemas operativos suelen tener mecanismos para detectar automáticamente la información del servidor proxy. De esta forma no es necesario ingresar manualmente la dirección del servidor proxy.
fa_ir: پروکسی HTTP و SOCKS5 نیاز دارند که آدرس و پورت سرور پروکسی را وارد کنید. اگر از تنظیمات پروکسی سیستم استفاده کنید، کلاینت Seafile تنظیمات پروکسی را از سیستم عامل می‌خواند. سیستم عامل مکانیسم‌هایی برای تشخیص خودکار اطلاعات سرور پروکسی دارد. بنابراین نیازی به وارد کردن دستی آدرس سرور پروکسی ندارید.
fr: Proxy HTTP et proxy SOCKS5 vous oblige à entrer l'adresse du serveur proxy et le port. Si vous utilisez les paramètres proxy du système, le client Seafile lit les paramètres proxy à partir du système d'exploitation. Le système d'exploitation a des mécanismes qui détectent automatiquement les informations du serveur proxy. Donc, vous ne devez pas entrer manuellement l'adresse du serveur proxy.
is: HTTP proxy og SOCKS5 proxy krefjast þess að þú slærð inn heimilisfang og tengi proxy þjónsins. Ef þú notar kerfis proxy stillingar, les Seafile biðlarinn proxy stillingar frá stýrikerfinu. Stýrikerfið hefur einhverja virkni til að greina sjálfkrafa upplýsingar um proxy þjón. Svo þú þarft ekki að slá inn heimilisfang proxy þjóns handvirkt.
it: Proxy HTTP e SOCKS5 richiedono di inserire l'indirizzo e la porta del server proxy. Se si utilizza il sistema di proxy impostazioni, il client Seafile legge le impostazioni proxy dal sistema operativo. Il sistema operativo ha alcuni meccanismi per rilevare automaticamente le informazioni del server proxy. Quindi non necessario inserire manualmente l'indirizzo del server
ja: HTTPプロキシとSOCKS5プロキシでは、プロキシサーバーのアドレスとポートを入力する必要があります。システムプロキシ設定を使用する場合、Seafileクライアントはオペレーティングシステムからプロキシ設定を読み取ります。オペレーティングシステムには、プロキシサーバー情報を自動検出するメカニズムがあります。したがって、プロキシサーバーアドレスを手動で入力する必要はありません。
ko: HTTP 프록시와 SOCKS5 프록시에는 프록시 서버의 주소와 포트 번호를 입력해야합니다. 시스템 프록시 설정을 사용한다면, Seafile 클라이언트에서는 운영체제의 프록시 설정을 읽습니다. 운영체제는 프록시 서버 정보를 자동으로 찾는 기능이 있습니다. 따라서 이 경우 프록시 서버 주소를 직접 입력할 필요가 없습니다.
pl: Proxy HTTP i SOCKS5 wymagają podania adresu serwera i portu. Jeżeli korzystasz z ustawień systemowych, klient Seafile odczyta ustawienia z systemu operacyjnego. System posiada pewne mechanizmy do automatycznego wykrywania ustawień serwera pośredniczącego, a więc nie trzeba ich podawać ręcznie.
ru: Для HTTP и SOCK5 прокси требуется ввести адрес и порт прокси-сервера. При использовании системных настроек прокси, Seafile клиент получает настройки прокси-сервера из операционной системы. Операционная система имеет некоторые механизмы автоматического обнаружения прокси. Так что вам не придется вручную вводить адрес прокси-сервера.
sv: HTTP-proxy och SOCKS5-proxy kräver att du anger proxyserverns adress och port. Om du använder system proxy settings kommer Seafile läsa in operativsystemets proxyinställningar. Operativsystemet har möjlighet att automatiskt hitta proxyserver-information så att du inte behöver lägga in proxyserveradressen manuellt.
zh_cn: HTTP 代理和 SOCKS5 代理要求你输入代理服务器的地址和端口。如果你使用系统代理设置，Seafile 客户端会从操作系统读取代理设置。操作系统有一定的机制来自动检测代理服务器信息，所以，你不必手动输入代理服务器的地址。
zh_tw: HTTP 代理和 SOCKS5 代理要求您输入代理服务器的地址和端口。如果你使用系统代理设置，Seafile 客户端会从操作系统读取代理设置。操作系统有一定的机制来自动检测代理服务器信息，所以，您不必手动输入代理服务器的地址。

source: To change proxy settings, click the Seafile icon in the system notification area. Choose "Settings" in the menu. In the pop-up settings dialog, you can change proxy settings in the "Network" tab.
ar: لتغيير إعدادات الوكيل، انقر فوق رمز Seafile في ناحية إعلام النظام. اختر "إعدادات" من القائمة. في مربع الحوار المنبثق إعدادات، يمكنك تغيير إعدادات الوكيل في التبويب "الشبكة".
de: Um die Proxy-Einstellungen zu ändern, klicken Sie auf das Seafile-Icon in der Statusleiste Ihres Systems. Wählen Sie „Einstellungen“ in dem Menü, und dann den Tab „Netzwerk“.
es_ar: Para cambiar la configuración del proxy haga click en el icono Seafile en el área de notificaciones. Escoja "Configuración" en el menú. En el diálogo emergente, puede cambiar la configuración del proxy en la pestaña "Red".
fa_ir: برای تغییر تنظیمات پروکسی، روی آیکون Seafile در ناحیه اعلان سیستم کلیک کنید. "Settings" را در منو انتخاب کنید. در کادر محاوره‌ای تنظیمات بازشو، می‌توانید تنظیمات پروکسی را در تب "Network" تغییر دهید.
fr: Pour modifier les paramètres de proxy, cliquez sur l'icône Seafile dans la zone de notification du système. Choisissez "Paramètres" dans le menu. Dans la boîte de dialogue paramètres, vous pouvez modifier les paramètres de proxy dans l'onglet "Réseau".
is: Til að breyta proxy stillingum, smelltu á Seafile táknið á tilkynningasvæðinu. Veldu "Stillingar" í valmyndinni. Í sprettiglugganum geturðu breytt proxy stillingum í "Network" flipanum.
it: Norėdami pakeisti proxy serverio nustatymus paspauskite Seafile piktogramą pranešimų srityje. Pasirinkite menių punktą "Nustatymai". Iššokusio nustatymų lango kortelėje "Tinklas" galėsite pakeisti proxy serverio nustatymus.
ja: プロキシ設定を変更するには、システム通知領域にあるSeafileアイコンをクリックします。メニューで[設定]を選択します。ポップアップ設定ダイアログで、[ネットワーク]タブでプロキシ設定を変更できます。
ko: 프록시 설정을 바꾸려면, 시스템 알림 영역의 Seafile 아이콘을 누르고 메뉴의 "설정"을 선택합니다. 나타난 설정 대화 상자의 "네트워크" 탭에서 프록시 설정을 바꿀 수 있습니다.
pl: Aby zmienić ustawienia proxy, kliknij ikonę Seafile w obszarze powiadomień systemu. Wybierz w menu "Ustawienia". W oknie, które się pojawi w zakładce "Sieć" można zmienić ustawienia proxy.
ru: Чтобы изменить настройки прокси-сервера, нажмите на значок Seafile в области уведомлений. Выберите в меню "Настройки". Во всплывающем диалоге настроек, вы можете изменить настройки прокси-сервера на вкладке "Сеть".
sv: För att ändra proxyinställningar, klicka på Seafile ikonen i systemnotifikationsarean. Välj "Inställningar" i menyn. I pop-up inställningsdialogen så kan du ändra proxyinställningar i "Nätverks" tabben.
zh_cn: 如需更改代理设置，点击系统通知区域的 Seafile 图标。在菜单中选择“设置”。在弹出的设置对话框中，可以在“网络”选项卡中更改代理设置。
zh_tw: 如需更改代理設定，按下系統通知區域的 Seafile 圖示。在選單中選擇“設定”，在彈出的設定對話框中，您可以在“網路”選項卡中更改代理伺服器設定。

source: SeaDrive 2.0 for Windows 10
ar: SeaDrive 2.0 لـWindows 10
de: SeaDrive 2.0 für Windows 10
es_ar: SeaDrive 2.0 para Windows 10
fa_ir: SeaDrive 2.0 برای ویندوز 10
fr: SeaDrive 2.0 pour Windows 10
is: SeaDrive 2.0 fyrir Windows 10
it: SeaDrive 2.0 per Windows 10
ja: Windows 10用SeaDrive 2.0
ko: 윈도우 10용 SeaDrive 2.0
ru: SeaDrive 2.0 для Windows 10
zh_cn: 适用 Windows 10 的 SeaDrive 2.0

source: SeaDrive 2.0 (and future versions) is redesigned with deeper integration to Windows 10 operating system. It supports Windows 10 1709 version (2017 Fall Update for Windows 10) and later versions. We recommend Windows 10 users to upgrade to SeaDrive 2.0 for more native virtual drive experience.
ar: تمت إعادة تصميم SeaDrive 2.0 (والإصدارات المستقبلية) مع تكامل أعمق مع نظام التشغيل Windows 10. وهو يدعم إصدار Windows 10 1709 (تحديث خريف 2017 لنظام التشغيل Windows 10) والإصدارات الأحدث. نوصي مستخدمي Windows 10 بالترقية إلى SeaDrive 2.0 للحصول على تجربة محرك أقراص افتراضية .
de: SeaDrive 2.0 (und zukünftige Versionen) wurde mit einer tieferen Integration in das Betriebssystem Windows 10 neu gestaltet. Es unterstützt die Version 1709 von Windows 10 (Herbst-Update 2017 für Windows 10) und spätere Versionen. Wir empfehlen Windows 10-Benutzern, auf SeaDrive 2.0 zu aktualisieren, um ein nativeres virtuelles Laufwerkserlebnis zu erhalten.
es_ar: SeaDrive 2.0 (y versiones futuras) está rediseñado con una profunda integración al sistema operativo Windows 10. Soporta la versión 1709 de Windows 10 (Actualización de otoño de 2017 de Windows 10). Recomendamos a los usuarios de Windows 10 actualizar a la versión 2.0 de Seadrive para una experiencia de disco virtual más natural.
fa_ir: SeaDrive 2.0 (و نسخه‌های آینده) با یکپارچگی عمیق‌تر با سیستم عامل ویندوز 10 طراحی شده است. از نسخه 1709 ویندوز 10 (به‌روزرسانی پاییز 2017 برای ویندوز 10) و نسخه‌های بعدی پشتیبانی می‌کند. به کاربران ویندوز 10 توصیه می‌کنیم برای تجربه درایو مجازی بومی‌تر، به SeaDrive 2.0 ارتقا دهند.
fr: SeaDrive 2.0 (et les version futurs) est repensé avec une intégration avec Windows 10 plus pousser. Il supporte la version Windows 10 1709 (2017 Fall Update for Windows 10) et les versions supérieurs. Nous recommandons aux utilisateurs de Windows de passer à la version 2.0 de SeaDrive pour une expérience utilisateur plus confortable.
is: SeaDrive 2.0 (og framtíðarútgáfur) er endurhannað með dýpri samþættingu við Windows 10 stýrikerfið. Það styður Windows 10 1709 útgáfuna (2017 haustuppfærslu fyrir Windows 10) og síðari útgáfur. Við mælum með því að Windows 10 notendur uppfæri í SeaDrive 2.0 fyrir meiri innfædda sýndardrif upplifun.
it: SeaDrive 2.0 (e versioni future) è stato ridisegnato con un'integrazione più profonda nel sistema operativo Windows 10. Supporta la versione 1709 di Windows 10 (Aggiornamento autunnale 2017 per Windows 10) e versioni successive. Consigliamo agli utenti di Windows 10 di aggiornare a SeaDrive 2.0 per un'esperienza di drive virtuale più nativa.
ja: SeaDrive 2.0（および将来のバージョン）は、Windows 10オペレーティングシステムとのより深い統合で再設計されています。Windows 10 1709バージョン（Windows 10の2017年秋のアップデート）以降のバージョンをサポートしています。Windows 10ユーザーは、よりネイティブな仮想ドライブエクスペリエンスのためにSeaDrive 2.0にアップグレードすることをお勧めします。
ko: SeaDrive 2.0 (과 이후 버전)은 윈도우 10 운영체제에 깊숙하게 통합하도록 재설계했습니다. 윈도우 10 1709 버전(윈도우 10 2017년 가을 업데이트) 및 그 이후 버전을 지원합니다. 윈도우 10 사용자라면 운영체제와 더욱 어울리는 가상 드라이브 경험을 위해 SeaDrive 2.0 으로의 업그레이드를 추천합니다.
ru: SeaDrive 2.0 (и будущие версии) переработан с более глубокой интеграцией с операционной системой Windows 10. Он поддерживает версию Windows 10 1709 (осеннее обновление 2017 г. для Windows 10) и более поздние версии. Мы рекомендуем пользователям Windows 10 перейти на SeaDrive 2.0, чтобы получить дополнительные возможности виртуального диска.
zh_cn: SeaDrive 2.0（及以后的版本）经过重新设计，与 Windows 10 操作系统的集成度更高。 它支持Windows 10 1709版本（Windows 10的 2017 年秋季更新）和更高版本。 我们建议 Windows 10 用户升级到 SeaDrive 2.0，以获得更自然的虚拟盘体验。
zh_tw: SeaDrive 2.0（和未來版本）經過重新設計，與Windows 10作業系統進行了更深入的集成。 它支持Windows 10 1709版本（Windows 10的2017秋季更新）和更高版本。 我們建議Windows 10用戶陞級到SeaDrive 2.0，以獲得更多本機虛擬驅動器體驗。

source: Install and access the Virtual Drive
ar: تثبيت محرك الأقراص الإفتراضي والوصول إليه
de: Installieren und Zugreifen auf das virtuelle Laufwerk
es_ar: Instalar y acceder al Disco Virtual
fa_ir: نصب و دسترسی به درایو مجازی
fr: Installation et accès au Virtual Drive
is: Settu upp og fáðu aðgang að sýndardrifi
it: Installare e accedere al drive virtuale
ja: 仮想ドライブのインストールとアクセス
ko: 가상 드라이브 설치 및 접근
ru: Установка и получение доступа к виртуальному диску
zh_cn: 安装和访问虚拟盘
zh_tw: 安裝並訪問虛擬驅動器

source: You can download SeaDrive 2.0 from official Seafile website. After installation and logging into your Seafile account, SeaDrive will start downloading library and file lists from the server (just as in SeaDrive 1.0.x). It may take some time, depending on the number of files available in your seafile account. The download is progressive, so in the mean time you can already access some files in the virtual drive.
ar: يمكنك تنزيل SeaDrive 2.0 من موقع Seafile الرسمي. بعد التثبيت وتسجيل الدخول إلى حساب Seafile الخاص بك ، سيبدأ SeaDrive في تنزيل قوائم المكتبة والملفات من الخادم (تماما كما هو الحال في SeaDrive 1.0.x). قد يستغرق الأمر بعض الوقت ، اعتمادا على عدد الملفات المتاحة في حساب seafile الخاص بك. التنزيل تقدمي ، لذلك في الوقت نفسه يمكنك بالفعل الوصول إلى بعض الملفات في محرك الأقراص الظاهري.
de: Sie können SeaDrive 2.0 von der offiziellen Seafile-Website herunterladen. Nach der Installation und Anmeldung bei Ihrem Seafile-Konto beginnt SeaDrive mit dem Herunterladen von Bibliotheken und Dateilisten vom Server (genau wie bei SeaDrive 1.0.x). Dies kann einige Zeit dauern, abhängig von der Anzahl der in Ihrem Seafile-Konto verfügbaren Dateien. Der Download erfolgt progressiv, sodass Sie in der Zwischenzeit bereits auf einige Dateien im virtuellen Laufwerk zugreifen können.
es_ar: Puede descargar SeaDrive 2.0 del sitio oficial de Seafile. Después de instalarlo e ingresar a su cuenta de Seafile, SeaDrive comenzará a descargar listas de bibliotecas y archivos desde el servidor (igual que en SeaDrive 1.0.x). Ësto puede llevar un tiempo, dependiendo de la cantidad de archivos disponibles en su cuenta de Seafile. La descarga es progresiva, por lo tanto durante la descarga Ud ya puede acceder a algunos archivos en el disco virtual.
fa_ir: می‌توانید SeaDrive 2.0 را از وب‌سایت رسمی Seafile دانلود کنید. پس از نصب و ورود به حساب Seafile شما، SeaDrive شروع به دانلود لیست کتابخانه‌ها و فایل‌ها از سرور می‌کند (دقیقاً مانند SeaDrive 1.0.x). ممکن است بسته به تعداد فایل‌های موجود در حساب seafile شما مدتی طول بکشد. دانلود تدریجی است، بنابراین در همین حین می‌توانید به برخی فایل‌ها در درایو مجازی دسترسی داشته باشید.
fr: Vous pouvez télécharger SeaDrive 2.0 depuis le site officiel de Seafile. Après installation et authentification à votre compte Seafile, Seadrive commencera à télécharger une liste de librairie et bibliothèque depuis le serveur (comme avec SeaDrive 1.0.x). Cela peut prendre un certain temps, dépendant du nombre de fichiers disponibles depuis votre compte Seafile. Le téléchargement est progressif, vous don déjà accéder à une partie de vos fichiers de l'espace de stockage virtuel.
is: geta h velja SeaDrive 2.0 fr opinnan Seafile vefsv stu. Eftir uppsetningu og innskr ningu n Seafile reikning, mun SeaDrive byrja a ni oura skjalasafn og skr nalisti fr vefsv stu (sama og n SeaDrive 1.0.x). getur teki nekkra t ma, eftir fj ldum fj lsa sem eru til sta n reikningi. Ni ourin er framkv mduleg, svo a me i getur n jafnvel komist a einhvern hluta skjala n virtuellum reiti.
it: Puoi scaricare SeaDrive 2.0 dal sito web ufficiale di Seafile. Dopo l'installazione e l'accesso al tuo account Seafile, SeaDrive inizier a scaricare le liste di librerie e file dal server (proprio come in SeaDrive 1.0.x). Potrebbe richiedere del tempo, a seconda del numero di file disponibili nel tuo account Seafile. Il download progressivo, quindi nel frattempo potrai gi accedere a alcuni file nel drive virtuale.
ja: Seafileの公式WebサイトからSeaDrive 2.0をダウンロードできます。インストールしてSeafileアカウントにログインすると、SeaDriveはサーバーからライブラリとファイルリストのダウンロードを開始します（SeaDrive 1.0.xと同様）。seafileアカウントで利用可能なファイルの数によっては、時間がかかる場合があります。ダウンロードは段階的に行われるため、その間に仮想ドライブ内のファイルにアクセスできます。
ko: 공식 Seafile 웹사이트에서 SeaDrive 2.0을 다운로드할 수 있습니다. 설치 이후 Seafile 계정에 로그인하면, SeaDrive는 (SeaDrive 1.0.x 처럼) 서버에서 라이브러리와 파일 목록을 다운로드합니다. Seafile 계정의 가용 파일 수에 따라 시간이 좀 걸립니다. 다운로드는 점진적으로 진행하기 때문에, 다운로드를 진행하는 동안 가상 드라이브의 일부 파일에 접근할 수 있습니다.
ru: Вы можете скачать SeaDrive 2.0 с официального сайта Seafile. После установки и входа в ваш аккаунт Seafile, SeaDrive начнет загружать библиотеки и списки файлов с сервера (как в SeaDrive 1.0.x). Это может занять некоторое время, в зависимости от количества файлов, доступных в вашем аккаунте seafile. Загрузка происходит постепенно, поэтому вы уже сможете получить доступ к некоторым файлам на виртуальном диске.
zh_cn: 你可以从 Seafile 官方网站下载 SeaDrive 2.0。 安装并登录Seafile账号后，SeaDrive 将从服务器上下载资料库和文件列表（就像在 SeaDrive 1.0.x 中一样）。 这可能需要一些时间，具体取决于你 seafile 账号中可用的文件数量。 下载是渐进式的，因此与此同时，你已经可以访问虚拟盘中的一些文件了。
zh_tw: 您可以從Seafile官方網站下載SeaDrive 2.0。 安裝並登入您的Seafile帳戶後，SeaDrive將開始從服務器下載庫和檔案清單（就像SeaDrive 1.0.x中一樣）。 這可能需要一些時間，具體取決於您的seafile帳戶中可用的檔案數量。 下載是漸進式的，囙此在此期間，您已經可以訪問虛擬驅動器中的一些檔案。

source: To access the virtual drive, just open Windows file explorer. There is a "seadrive" node in the navigation pane of Windows file explorer.
ar: للوصول إلى محرك الأقراص الظاهري ، ما عليك سوى فتح مستكشف ملفات Windows. توجد عقدة "seadrive" في جزء التنقل في مستكشف ملفات Windows.
de: Um auf das virtuelle Laufwerk zuzugreifen, öffnen Sie einfach den Windows-Datei-Explorer. Im Navigationsbereich des Windows-Datei-Explorers gibt es einen Knoten „seadrive“.
es_ar: Para acceder al disco virtual, sencillamente abra el explorador de archivos de Windows. Encontrará un nodo "seadrive" en el panel de navegación del explorador de archivos.
fa_ir: برای دسترسی به درایو مجازی، فقط Windows file explorer را باز کنید. یک گره "seadrive" در صفحه ناوبری Windows file explorer وجود دارد.
fr: Pour accéder au disque virtuel, il suffit d'ouvrir l'explorateur de fichier Windows. Une icône "Seadrive" se trouve dans la barre de navigation de l'explorateur de fichier Windows.
is: Til a opna virtuellan reit, opna a eiginlega Windows skjalasko an. er "seadrive" hn ttr n flj tanlega ramma Windows skjalasko anar.
it: Per accedere al drive virtuale, apri semplicemente l'esploratore di Windows. Esiste un nodo "seadrive" nel riquadro di navigazione dell'esploratore di Windows.
ja: 仮想ドライブにアクセスするには、Windowsファイルエクスプローラーを開くだけです。Windowsファイルエクスプローラーのナビゲーションペインに「seadrive」ノードがあります。
ko: 가상 드라이브에 접근하려면, 윈도우 파일 탐색기를 열면 됩니다. 윈도우 파일 탐색기의 탐색 창에 "seadrive" 노드가 나타납니다.
ru: Чтобы получить доступ к виртуальному диску, просто откройте проводник Windows. На панели навигации файлового проводника Windows есть узел "seadrive".
zh_cn: 要访问该虚拟盘，只需打开 Windows 文件管理器。在 Windows 资源管理器的导航面板中有一个 ‘seadrive' 节点。
zh_tw: 要訪問虛擬驅動器，只需打開Windows檔案資料總管。 Windows檔案資料總管的導航窗格中有一個“seadrive”節點。

source: Accessing files in the Virtual Drive
ar: الوصول لمحرك الأقراص الإفتراضي
de: Auf Dateien im virtuellen Laufwerk zugreifen
es_ar: Accediendo a los archivos en el Disco Virtual
fa_ir: دسترسی به فایل‌ها در درایو مجازی
fr: Accéder à des fichiers dans le Virtual Drive
is: A gangast a skj l n virtuellum reiti
it: Accedere ai file nel drive virtuale
ja: 仮想ドライブ内のファイルへのアクセス
ko: 가상 드라이브 파일 접근
ru: Доступ к файлам на виртуальном диске
zh_cn: 在虚拟盘中访问文件
zh_tw: 訪問虛擬驅動器中的檔案

source: Libraries are grouped into 4 categories in the virtual drive: My Libraries, Shared with me, Shared with groups and Shared with all.
ar: يتم تجميع المكتبات في 4 فئات في محرك الأقراص الظاهري: مكتباتي والمشتركة معي والمشتركة مع المجموعات والمشتركة مع الجميع.
de: Bibliotheken werden im virtuellen Laufwerk in vier Kategorien gruppiert: Meine Bibliotheken, Mit mir geteilt, Mit Gruppen geteilt und Mit allen geteilt.
es_ar: Las bibliotecas están agrupadas en 4 categorías en el disco virtual: MisBibliotecas, Compartidas conmigo, Compartidas con grupos y Compartidas con todos.
fa_ir: کتابخانه‌ها در درایو مجازی به 4 دسته گروه‌بندی شده‌اند: کتابخانه‌های من، به اشتراک گذاشته شده با من، به اشتراک گذاشته شده با گروه‌ها و به اشتراک گذاشته شده با همه.
fr: Les librairies sont regroupées en 4 catégories dans le disque virtuel : Mes librairies, Partagé avec moi, Partagé avec des groupes et Partagé avec tout le monde
is: Skjalasfnin eru flokku n fj rri flokkum n virtuellum reiti: M n skjalasfn, Deilt vi mig, Deilt vi h p og Deilt vi allt.
it: Le librerie sono raggruppate in 4 categorie nel drive virtuale: Le mie librerie, Condivise con me, Condivise con i gruppi e Condivise con tutti.
ja: ライブラリは、仮想ドライブで4つのカテゴリにグループ化されています：マイライブラリ、自分と共有、グループと共有、すべてと共有。
ko: 라이브러리는 가상 드라이브에서 "내 라이브러리", "나와 공유함, "그룹과 공유함", "모두와 공유함" 4가지로 분류합니다.
ru: На виртуальном диске библиотеки сгруппированы в 4 категории: "Мои библиотеки", "Общие со мной, "Общие с группами" и "Общие со всеми".
zh_cn: 虚拟盘中的资料库被分成 4 类：我的资料库，共享给我的，共享给群组的和公共资料库。
zh_tw: 虛擬驅動器中的庫分為4類：我的庫、與我共亯、與組共亯和與所有人共亯。

source: As you can see, the file status icons is more integrated into Windows file explorer. The icons are a bit different form version 1.0.
ar: كما ترى ، فإن أيقونات حالة الملف أكثر دمجا في مستكشف ملفات Windows. الرموز مختلفة قليلا شكل الإصدار 1.0.
de: Wie Sie sehen, sind die Dateistatussymbole besser in den Windows-Datei-Explorer integriert. Die Symbole unterscheiden sich etwas von Version 1.0.
es_ar: Como se puede ver, los iconos de estado están más integrados al esplorador de archivos de Windows. Los iconos difieren de los de la versión 1.0.
fa_ir: همانطور که می‌بینید، آیکون‌های وضعیت فایل بیشتر در Windows file explorer یکپارچه شده‌اند. آیکون‌ها کمی با نسخه 1.0 متفاوت هستند.
fr: Comme vous pouvez le voir, l'icône de statut du fichier est mieux intégré à l'explorateur de fichier Windows. Les icônes diffèrent légèrement de la version 1.0.
is: Eins og s t getur, skr sta irt knarnir eru betur samlaga Windows skr sko ara. T knarnir eru svol ti breytilegir fr tg fu 1.0.
it: Come puoi vedere, le icone di stato dei file sono integrate meglio nell'esploratore di Windows. Le icone sono un po' diverse dalla versione 1.0.
ja: ご覧のとおり、ファイルステータスアイコンはWindowsファイルエクスプローラーに統合されています。アイコンはバージョン1.0とは少し異なります。
ko: 보신 바와 같이 윈도우 파일 탐색기에 파일 상태 아이콘을 좀 더 어우러지게 했습니다. 아이콘은 버전 1.0 때와는 조금 다릅니다.
ru: Как видите, значки состояния файлов теперь интегрированы в проводник Windows. Иконки немного отличаются от версии 1.0.
zh_cn: 如你所见，文件状态图标与 1.0 版本有些区别，更多集成在Windows文件资源管理器中。
zh_tw: 如您所見，檔案狀態圖標更集成到Windows檔案資料總管中。 圖標與1.0版本略有不同。

source: Files in the virtual drive are created as "placeholders" in the local file system. They may be in 3 states:
ar: يتم إنشاء الملفات الموجودة في محرك الأقراص الظاهري ك "عناصر نائبة" في نظام الملفات المحلي. قد تكون في 3 حالات:
de: Dateien im virtuellen Laufwerk werden als „Platzhalter“ im lokalen Dateisystem erstellt. Sie können 3 Zustände haben:
es_ar: Los archivos en el disco viertual son creados como "indicadores" en el sistema de archivos local. Pueden estar en 3 estados:
fa_ir: فایل‌ها در درایو مجازی به عنوان "placeholders" در سیستم فایل محلی ایجاد می‌شوند. آن‌ها ممکن است در 3 حالت باشند:
fr: Les fichiers dans le disque virtuel sont créés comme des "fichier virtuels" dans le système de fichier sous la forme d'un des 3 états suivants :
is: Skr r n virtuellum reiti eru b nar til sem "sta haldarar" n sta bundnu skr kerfi. r geta veri 3 r kjum:
it: I file nel drive virtuale sono creati come "placeholder" nel sistema di file locale. Possono essere in 3 stati:
ja: 仮想ドライブ内のファイルは、ローカルファイルシステムに「プレースホルダー」として作成されます。それらは3つの状態になる可能性があります。
ko: 가상 드라이브의 파일은 로컬 파일 시스템에서 "자리 채움 파일"로 만듭니다. 파일 상태는 3가지로 구분합니다:
ru: Файлы на виртуальном диске создаются как "заполнители" в локальной файловой системе. Они могут быть в 3-х состояниях:
zh_cn: 虚拟盘中的文件在本地文件系统中创建为“占位符”。 它们可能处于3种状态：
zh_tw: 虛擬驅動器中的檔案在本地檔案系統中創建為“預留位置”。 它們可能位於 3 個州：
