Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: <b>Placeholder file</b>: An empty representation of the file and can only be opened when there is network connection.
ar: <b>ملف العنصر النائب</b>: تمثيل فارغ للملف ولا يمكن فتحه إلا عند وجود اتصال بالشبكة.
de: <b>Platzhalterdatei</b>: Eine leere Darstellung der Datei und kann nur geöffnet werden, wenn eine Netzwerkverbindung besteht.
es_ar: <b>Indicador de archivo</b>: Una representación vacía del archivo que sólo puede ser abierto cuando existe una conexión de red.
fa_ir: <b>فایل placeholder</b>: یک نمایش خالی از فایل و فقط زمانی که اتصال شبکه وجود دارد قابل باز کردن است.
fr: <b>Fichier virtuel</b>: Une représentation vide du fichier qui peut être ouvert uniquement si un accès réseau est disponible.
is: <b>Sta haldarskrá</b>: T m framsetning skr arinnar og getur a eins veri opnu egar nettenging er til sta ar.
it: <b>File placeholder</b>: Una rappresentazione vuota del file e pu essere aperto solo quando disponibile una connessione di rete.
ja: <b>プレースホルダーファイル</b>：ファイルの空の表現であり、ネットワーク接続がある場合にのみ開くことができます。
ko: <b>자리채움 파일</b>: 빈 파일이며 네트워크 연결이 있는 곳에서만 열 수 있습니다.
ru: <b>Файл-заполнитель</b>: пустое представление файла, которое можно открыть только при наличии сетевого подключения.
zh_cn: <b>占位符文件</b>: 文件的一个空代表，并且只能在有网络连接时才能打开。

source: <b>Full file</b>: The file has been downloaded and saved locally. Download is automatic when a placeholder file is opened for the first time. These files are available whenever you open SeaDrive regardless to network connections. The operating system may decide to clear a full file when more disk space is needed.
ar: <b>الملف الكامل</b>: تم تنزيل الملف وحفظه محليا. يكون التنزيل تلقائيا عند فتح ملف عنصر نائب لأول مرة. تتوفر هذه الملفات كلما فتحت SeaDrive بغض النظر عن اتصالات الشبكة. قد يقرر نظام التشغيل مسح ملف كامل عند الحاجة إلى مساحة أكبر على القرص.
de: <b>Vollständige Datei</b>: Die Datei wurde heruntergeladen und lokal gespeichert. Der Download erfolgt automatisch, wenn eine Platzhalterdatei zum ersten Mal geöffnet wird. Diese Dateien sind unabhängig von Netzwerkverbindungen verfügbar, wann immer Sie SeaDrive öffnen. Das Betriebssystem kann entscheiden, eine volle Datei zu löschen, wenn mehr Speicherplatz benötigt wird.
es_ar: <b>Archivo completo</b>: El archivo ha sido descargado y guardado localmente. La descarga es automática cuando un indicador de archivo es abierto por primera vez. Estos archivos están disponibles cada vez que abra SeaDrive, independientemente de las conexiones de red. El sispema operativo puede decidir borrar un archivo completo cuando necesite más espacio en disco.
fa_ir: <b>فایل کامل</b>: فایل دانلود شده و به صورت محلی ذخیره شده است. دانلود هنگام باز کردن اولین بار یک فایل placeholder به طور خودکار انجام می‌شود. این فایل‌ها هر زمان که SeaDrive را باز کنید بدون توجه به اتصالات شبکه در دسترس هستند. سیستم عامل ممکن است هنگام نیاز به فضای دیسک بیشتر، یک فایل کامل را پاک کند.
fr: <b>Fichier entier</b>: Le fichier a été téléchargé et sauvegardé localement. Le téléchargement est automatique quand un fichier virtuel est ouvert pour la première fois. Ces fichiers sont toujours disponibles lorsque vous ouvrez SeaDrive même sans connexion réseau. L'OS peut décider de libérer l'espace monopolisé par un fichier lorsque plus d'espace disque est requis
is: <b>Full skr</b>: Skr nin hefur veri s tt og vistu sta bundnu. Ni urhal er sjálfvirkt egar sta haldarskrá er opnu fyrsta sinn. essar skr r eru f anlegar hven r sem er egar opnar SeaDrive burts fr nettengingum. St rkerfi getur kve i a hreinsa fulla skr egar meira diskpl ss er rf.
it: <b>File completo</b>: Il file stato scaricato e salvato localmente. Lo scaricamento automatico quando un file placeholder viene aperto per la prima volta. Questi file sono disponibili ogni volta che apri SeaDrive, indipendentemente dalle connessioni di rete. Il sistema operativo pu decidere di cancellare un file completo quando necessario pi spazio su disco.
ja: <b>フルファイル</b>：ファイルはダウンロードされ、ローカルに保存されています。プレースホルダーファイルが初めて開かれると、ダウンロードは自動的に行われます。これらのファイルは、ネットワーク接続に関係なく、SeaDriveを開くときはいつでも使用できます。オペレーティングシステムは、より多くのディスク容量が必要な場合にフルファイルをクリアすることを決定する場合があります。
ko: <b>완전한 파일</b>: 다운로드하여 하드디스크/SSD에 저장한 파일입니다. 자리 채움 파일을 처음 열 때 다운로드를 자동으로 진행합니다. 네트워크 연결 여부와는 관계없이 SeaDrive를 열 때 파일을 활용할 수 있습니다. 운영체제에서는 디스크 공간이 더 필요할 때 완전한 파일을 지울 지 여부를 결정할 수도 있습니다.
ru: <b>Полный файл</b>: файл был загружен и сохранен локально. Загрузка происходит автоматически, когда файл-заполнитель открывается в первый раз. Эти файлы доступны всякий раз, когда вы открываете SeaDrive, независимо от сетевых подключений. Операционная система может решить очистить полный файл, когда потребуется больше места на диске.
zh_cn: <b>完全同步</b>: 该文件已下载并保存在本地。首次打开未同步的文件时，SeaDrive 会自动将文件同步到本地，之后即使未联网也可以在 SeaDrive 中访问该文件。 当需要释放更多磁盘空间时，操作系统可能会自动清理一些此类文件。
zh_tw: <b>完整檔案</b>: 檔案已下載並保存在本地。 首次打開預留位置檔案時，下載是自動的。 無論網絡連接如何，只要打開SeaDrive，這些檔案都是可用的。 當需要更多磁碟空間時，作業系統可能會决定清除完整檔案。

source: <b>Pinned full file</b>: The file has been downloaded and saved locally. It is guaranteed to be available offline.
ar: <b>الملف الكامل المثبت</b>: تم تنزيل الملف وحفظه محليا. إنه مضمون أن يكون متاحا في وضع عدم الاتصال.
de: <b>Vollständige Datei angeheftet</b>: Die Datei wurde heruntergeladen und lokal gespeichert. Die Offline-Verfügbarkeit ist garantiert.
es_ar: <b>Archivo completo fijado</b>: El archivo ha sido descargado y guardado localmente. se garantiza que estará disponible aún sin conexión de red.
fa_ir: <b>فایل کامل ثابت شده</b>: فایل دانلود شده و به صورت محلی ذخیره شده است. تضمین می‌شود که به صورت آفلاین در دسترس باشد.
fr: <b>Fichier entier épinglé</b>: Le fichier a été téléchargé et sauvegardé localement. Il est garanti disponible hors-connexion.
is: <b>Föst full skrár</b>: Skránni hefur verið hlaðið niður og hún hefur verið vistuð á staðnum. Það er tryggt að hún sé tiltæk án nettengingar.
it: <b>File completo bloccato</b>: Il file è stato scaricato e salvato localmente. È garantito che sia disponibile offline.
ja: <b>固定されたフルファイル</b>：ファイルはダウンロードされ、ローカルに保存されています。オフラインで使用できることが保証されています。
ko: <b>완전한 고정 파일</b>: 다운로드하여 하드디스크/SSD에 저장한 파일입니다. 네트워크 연결이 없어도 됩니다.
ru: <b>Закрепленный полный файл</b>: файл был загружен и сохранен локально. Гарантированная доступность оффлайн.
zh_cn: <b>完全同步且固定在设备上</b>：该文件已下载并保存在本地。 这样可以确保在未联网的情况下访问到文件。

source: You can control which files or folder are cached locally. This can be changed from the context menu when you right click on a file or folder. Choose "Always keep on this device" when you want to pin a file or folder locally; choose "Free up space" when you want to clean the cache for a file or folder.
ar: يمكنك التحكم في الملفات أو المجلدات التي يتم تخزينها مؤقتا محليا. يمكن تغيير هذا من قائمة السياق عند النقر بزر الماوس الأيمن فوق ملف أو مجلد. اختر "الاحتفاظ دائما بهذا الجهاز" عندما تريد تثبيت ملف أو مجلد محليا ؛ اختر "تحرير مساحة" عندما تريد تنظيف ذاكرة التخزين المؤقت لملف أو مجلد.
de: Sie können steuern, welche Dateien oder Ordner lokal zwischengespeichert werden. Dies lässt sich über das Kontextmenü ändern, wenn Sie mit der rechten Maustaste auf eine Datei oder einen Ordner klicken. Wählen Sie „Immer auf diesem Gerät behalten“, wenn Sie eine Datei oder einen Ordner lokal anheften möchten; wählen Sie „Speicherplatz freigeben“, wenn Sie den Cache für eine Datei oder einen Ordner leeren möchten.
es_ar: Ud puede controlar cuales archivos o carpetas se almacenarán en el caché de forma local. Ésto se puede modificar desde el menú contextual cuando haga click derecho en un archivo o carpeta. Elija "Guardar siempre en este dispositivo" cuando desee fijar un archivo o carpeta localmente; elija "Liberar espacio" cuando desee borrar el caché para un archivo o carpeta.
fa_ir: می‌توانید کنترل کنید که کدام فایل‌ها یا پوشه‌ها به صورت محلی کش شوند. این را می‌توان از منوی زمینه هنگام کلیک راست روی یک فایل یا پوشه تغییر داد. هنگامی که می‌خواهید یک فایل یا پوشه را به صورت محلی ثابت کنید، "Always keep on this device" را انتخاب کنید؛ هنگامی که می‌خواهید کش یک فایل یا پوشه را پاک کنید، "Free up space" را انتخاب کنید.
fr: Vous pouvez contrôler quels fichiers ou dossiers sont stocker localement. Cela peut être modifier depuis le menu contextuel apparaissant après un clique droit sur un fichier ou dossier. Choisir "Always keep on this device" lorsque vous souhaitez conserver un fichier ou dossier localement; choisissez "Free up space" lorsque vous souhaitez libérer l'espace monopolisé par un fichier ou dossier.
is: Þú getur stjórnað hvaða skrár eða möppur eru geymdar á staðnum. Þetta er hægt að breyta úr samhengisvalmyndinni þegar þú hægrismellir á skrá eða möppu. Veldu „Geyma alltaf á þessu tæki“ þegar þú vilt festa skrá eða möppu á staðnum; veldu „Losar um pláss“ þegar þú vilt hreinsa skyndiminnið fyrir skrá eða möppu.
it: Puoi controllare quali file o cartelle sono memorizzati localmente nella cache. Questo può essere modificato dal menu contestuale quando fai clic con il tasto destro su un file o una cartella. Scegli "Mantieni sempre su questo dispositivo" quando vuoi bloccare un file o una cartella localmente; scegli "Libera spazio" quando vuoi pulire la cache per un file o una cartella.
ja: ローカルにキャッシュされるファイルまたはフォルダーを制御できます。これは、ファイルまたはフォルダーを右クリックすると、コンテキストメニューから変更できます。ファイルまたはフォルダーをローカルに固定する場合は、[常にこのデバイスに保持する]を選択します。ファイルまたはフォルダーのキャッシュをクリアする場合は、[空き容量を増やす]を選択します。
ko: 어떤 파일 또는 폴더를 로컬에 캐싱할 지 지정할 수 있습니다. 이 동작은 파일 또는 폴더에 마우스 커서를 올려놓은 후 오른쪽 단추를 눌렀을 때 나타나는 단축 메뉴에서 바꿀 수 있습니다. 파일 또는 폴더를 로컬에 고정하려면 "이 장치에 항상 유지"를 선택합니다. 파일 또는 폴더의 캐싱을 비우려면 "공간 비우기"를 선택합니다.
ru: Вы можете контролировать, какие файлы или папки кэшируются локально. Это можно изменить из контекстного меню, щелкнув правой кнопкой мыши файл или папку. Выберите "Всегда сохранять на этом устройстве", если хотите закрепить файл или папку локально; выберите "Освободить место", если вы хотите очистить кэш для файла или папки.
sv: Du kan kontrollera vilka filer eller mappar som cachas lokalt. Detta kan ändras från snabbmenyn när du högerklickar på en fil eller mapp. Välj "Behåll alltid på denna enhet" när du vill fästa en fil eller mapp lokalt; välj "Frigör utrymme" när du vill rensa cachen för en fil eller mapp.
zh_cn: 你可以控制缓存哪些文件或文件夹。可以在文件或文件夹上点击右键菜单来进行更改。如果要在本地固定保存文件或文件夹，请选择“始终保留在此设备上”；如果要清除文件或文件夹的缓存，请选择“释放空间”。
zh_tw: 您可以控制哪些檔案或資料夾在本地緩存。 當您按右鍵檔案或資料夾時，可以從上下文選單中更改此設定。 當您想在本地固定檔案或資料夾時，選擇“始終保持在此設備上”； 當你想清理檔案或資料夾的緩存時，選擇“釋放空間”。

source: In SeaDrive 1.0, cached files are not automatically updated when they're updated on the server. In SeaDrive 2.0, full and pinned files are automatically kept in sync with the server.
ar: في SeaDrive 1.0، لا يتم تحديث الملفات المخزنة مؤقتا تلقائيا عند تحديثها على الخادم. في SeaDrive 2.0 ، يتم الاحتفاظ تلقائيا بمزامنة الملفات الكاملة والمثبتة مع الخادم.
de: In SeaDrive 1.0 werden zwischengespeicherte Dateien nicht automatisch aktualisiert, wenn sie auf dem Server aktualisiert werden. In SeaDrive 2.0 werden vollständige und angeheftete Dateien automatisch mit dem Server synchronisiert.
es_ar: En SeaDrive 1.0, los archivos almacenados en el caché no se actualizan automáticmente cuando son actualizados en el servidor. En SeaDrive 2.0 los archivos completos y los fijados son automáticamente sincronizados con el servidor.
fa_ir: در SeaDrive 1.0، فایل‌های کش شده هنگام به‌روزرسانی در سرور به طور خودکار به‌روز نمی‌شوند. در SeaDrive 2.0، فایل‌های کامل و ثابت شده به طور خودکار با سرور همگام نگه داشته می‌شوند.
fr: Dans SeaDrive 1.0, les fichiers en cache ne sont pas mise-à-jour automatiquement lorsqu'une modification survient sur le serveur. Dans SeaDrive 2.0, les fichiers entiers et épinglés sont automatiquement synchronisés avec le serveur.
is: Í SeaDrive 1.0 eru skyndiminni skrár ekki sjálfkrafa uppfærðar þegar þær eru uppfærðar á þjóninum. Í SeaDrive 2.0 eru fullar og festar skrár sjálfkrafa haldið samstilltar við þjóninn.
it: Nella versione 1.0 di SeaDrive, i file memorizzati nella cache non vengono aggiornati automaticamente quando vengono aggiornati sul server. Nella versione 2.0 di SeaDrive, i file completi e bloccati vengono mantenuti in sincronia con il server in modo automatico.
ja: SeaDrive 1.0では、キャッシュされたファイルは、サーバーで更新されても自動的に更新されません。SeaDrive 2.0では、フルファイルと固定ファイルはサーバーと自動的に同期されます。
ko: SeaDrive 1.0에서는 서버에서 업데이트한 캐싱 파일을 자동으로 업데이트하지 못했습니다. 2.0에서는 파일 전부와 중요 표시한 파일을 자동으로 서버에서 동기화유지합니다.
ru: В SeaDrive 1.0 кэшированные файлы не обновляются автоматически при обновлении на сервере. В SeaDrive 2.0 полные и закрепленные файлы автоматически синхронизируются с сервером.
sv: I SeaDrive 1.0 uppdateras inte cachade filer automatiskt när de uppdateras på servern. I SeaDrive 2.0 hålls fullständiga och fästa filer automatiskt synkroniserade med servern.
zh_cn: 在 SeaDrive 1.0 中，当文件在服务器上更新时，缓存的文件不会自动更新；在 SeaDrive 2.0 中，完全同步并固定在设备上的文件会和服务器上保持同步。
zh_tw: 在SeaDrive 1.0中，緩存檔案在服務器上更新時不會自動更新。 在SeaDrive 2.0中，完整和固定檔案會自動與服務器保持同步。

source: File Download and Control
ar: التحميل و التحكم بالملف
de: Datei download und kontrolle
es_ar: Descarga y Control de Archivos
fa_ir: دانلود و کنترل فایل
fr: Téléchargement et contrôle de fichiers
is: Niðurhal og stjórnun skráa
it: Scaricamento e controllo dei file
ja: ファイルのダウンロードと制御
ko: 파일 다운로드 및 제어
ru: Скачивание файлов и управление
sv: Filnedladdning och kontroll
zh_cn: 文件下载和控制
zh_tw: 文件下載和控制

source: Whenever you open a placeholder file, the operating system will automatically start to download it. If the file may take some time to download, there will be a progress bar shown up in file explorer and you may cancel the download.
ar: عندما تفتح ملف عنصر نائب ، سيبدأ نظام التشغيل تلقائيا في تنزيله. إذا كان الملف قد يستغرق بعض الوقت للتنزيل ، فسيكون هناك شريط تقدم يظهر في مستكشف الملفات ويمكنك إلغاء التنزيل.
de: Wenn Sie eine Platzhalterdatei öffnen, beginnt das Betriebssystem automatisch mit dem Download. Wenn der Download der Datei einige Zeit in Anspruch nimmt, wird im Datei-Explorer ein Fortschrittsbalken angezeigt und Sie können den Download abbrechen.
es_ar: Cada vez que abra un indicador de archivo, el sistema operativo automáticamente comenzará a descargarlo. Si la descarga llevase algún tiempo, habrá una barra indicadora del progreso en el explorador y podrá cancelar la descarga.
fa_ir: هر زمان که یک فایل placeholder را باز کنید، سیستم عامل به طور خودکار شروع به دانلود آن می‌کند. اگر فایل ممکن است مدتی برای دانلود طول بکشد، یک نوار پیشرفت در file explorer نشان داده می‌شود و می‌توانید دانلود را لغو کنید.
fr: Lorsque vous ouvrez un fichier virtuel, l'os va automatiquement le télécharger. Si la durée du téléchargement du fichier est importante, une barre de progression apparaîtra dans l'explorateur de fichier permettant d'éventuellement annuler le téléchargement.
is: Hvenær sem þú opnar staðgengilsskrár, mun stýrikerfið sjálfkrafa byrja að hlaða henni niður. Ef það getur tekið nokkurn tíma að hlaða niður skránni, mun framvindustika birtast í skráarskoðaranum og þú getur hætt við niðurhalið.
it: Ogni volta che apri un file placeholder, il sistema operativo inizier a scaricarlo automaticamente. Se il file richiede del tempo per essere scaricato, apparir una barra di stato in Esplora file e potrai annullare lo scaricamento.
ja: プレースホルダーファイルを開くと、オペレーティングシステムは自動的にダウンロードを開始します。ファイルのダウンロードに時間がかかる場合は、ファイルエクスプローラーに進行状況バーが表示され、ダウンロードをキャンセルできます。
ko: 자리 채움 파일을 언제든지 열 때마다 운영체제에서는 해당 파일 다운로드를 시작합니다. 다운로드에 시간이 조금 걸린다면 파일 탐색기에 진행 표시줄이 나타나며, 다운로드 또한 취소할 수 있습니다.
ru: Каждый раз, когда вы открываете файл-заполнитель, операционная система автоматически начинает его скачивание. Если для скачивания файла может потребоваться некоторое время, в проводнике будет отображаться индикатор выполнения, и вы можете отменить скачивание.
sv: När du öppnar en platshållarfil kommer operativsystemet automatiskt börja ladda ner den. Om filen kan ta tid att ladda ner kommer en förloppsindikator visas i filutforskaren och du kan avbryta nedladdningen.
zh_cn: 当你打开一个占位符文件时，操作系统会自动开始下载。如果文件下载时间比较长，文件资源管理器中将自动显示一个进度条，你可以取消下载。
zh_tw: 每當您打開預留位置檔案時，作業系統都會自動開始下載。如果文件下載可能需要一些時間，檔案資料總管中會顯示一個進度條，您可以取消下載。

source: Sometimes a background application may try to download a file in the virtual drive (such as an Anti-Virus software). You will be notified by the operating system about this and you may choose to cancel the download or disallow the application from automatically downloading files in the future.
ar: في بعض الأحيان قد يحاول تطبيق الخلفية تنزيل ملف في محرك الأقراص الظاهري (مثل برنامج مكافحة الفيروسات). سيتم إخطارك من قبل نظام التشغيل بهذا الأمر ويمكنك اختيار إلغاء التنزيل أو عدم السماح للتطبيق بتنزيل الملفات تلقائيا في المستقبل.
de: Manchmal versucht eine Hintergrundanwendung (z. B. eine Antivirensoftware), eine Datei auf das virtuelle Laufwerk herunterzuladen. Sie werden vom Betriebssystem darüber benachrichtigt und können den Download abbrechen oder der Anwendung künftig das automatische Herunterladen von Dateien untersagen.
es_ar: A veces una aplicación en segundo plano puede intentar descargar un archivo en el disco virtual (como ser un software Anti-Virus). Ud será notificado por el sistema operativo acerca de esta acción y podrá elegir cancelar la descarga o deshabilitar que la aplicación intente descargar archivos en el futuro.
fa_ir: گاهی اوقات یک برنامه پس‌زمینه ممکن است سعی کند یک فایل در درایو مجازی را دانلود کند (مانند یک نرم‌افزار ضد ویروس). سیستم عامل شما را از این موضوع مطلع می‌کند و می‌توانید دانلود را لغو کنید یا از دانلود خودکار فایل‌ها توسط برنامه در آینده جلوگیری کنید.
fr: Parfois, une application en tâche de fond peut essayer de télécharger un fichier du disque virtuel (comme un logiciel anti-virus). Vous serez notifié par l'os et vous pourrez choisir d'annuler le téléchargement ou d’empêcher l'application de télécharger automatiquement les fichiers à l'avenir
is: Stundum getur bakgrunnsforrit reynt að hlaða niður skrá í sýndardrifinu (eins og vírusvarnarforrit). Þú verður látinn vita af stýrikerfinu um þetta og þú getur valið að hætta við niðurhalið eða leyfa forritinu ekki að hlaða niður skrám sjálfkrafa í framtíðinni.
it: Alcune volte un'applicazione in background potrebbe provare a scaricare un file nel drive virtuale (come ad esempio un software antivirus). Riceverai una notifica dal sistema operativo in merito a questo e potrai scegliere di annullare lo scaricamento o impedire all'applicazione di scaricare automaticamente i file in futuro.
ja: バックグラウンドアプリケーションが仮想ドライブ内のファイルをダウンロードしようとする場合があります（アンチウイルスソフトウェアなど）。これについてオペレーティングシステムから通知され、ダウンロードをキャンセルするか、アプリケーションが将来ファイルを自動的にダウンロードすることを禁止するかを選択できます。
ko: 때로는 백그라운드 실행 프로그램(이를테면 백신 프로그램)이 가상 드라이브의 파일을 다운로드하려 할 지도 모릅니다. 이 경우 운영체제에서 알림이 뜨며, 다운로드를 취소하도록 선택하거나 해당 프로그램에서 앞으로 자동으로 다운로드하지 못하도록 거절할 수 있습니다.
ru: Иногда фоновое приложение может попытаться загрузить файл на виртуальный диск (например, антивирусное программное обеспечение). Операционная система уведомит вас об этом, и вы можете отменить загрузку или запретить приложению автоматически загружать файлы в будущем.
zh_cn: 有时后台的应用程序可能会尝试下载虚拟盘中的文件（如杀毒软件），操作系统将会通知你，你可以选择取消下载或禁止应用程序自动下载文件。
zh_tw: 有時，後臺應用程序可能會嘗試下載虛擬驅動器中的檔案（如防毒軟體）。 您將收到作業系統的通知，您可以選擇取消下載或禁止應用程序將來自動下載檔案。

source: FAQ
ar: اﻷسألة الشائعة
fa_ir: سوالات متداول
is: Algengar spurningar
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
ru: Часто задаваемые вопросы
zh_cn: 常见问题

source: Can I create, delete, rename libraries?
ar: هل يمكنني إنشاء المكتبات وحذفها وإعادة تسميتها؟
de: Kann ich Bibliotheken erstellen, löschen und umbenennen?
es_ar: ¿Puedo crear, eliminar, renombrar bibliotecas?
fa_ir: آیا می‌توانم کتابخانه‌ها را ایجاد، حذف یا تغییر نام دهم؟
fr: Puis-je créer, supprimer, renommer des librairies ?
is: Get ég búið til, eytt eða endurnefnt söfn?
it: Posso creare, eliminare, rinominare librerie?
ja: ライブラリを作成、削除、名前変更できますか？
ko: 라이브러리를 만들고, 삭제하고, 이름을 바꿀 수 있나요?
ru: Могу ли я создавать, удалять, переименовывать библиотеки?
sv: Kan jag skapa, ta bort eller byta namn på bibliotek?
zh_cn: 我可以创建、删除、重命名资料库吗？
zh_tw: 我可以創建、删除、重命名庫嗎？

source: Yes. When you create, delete or rename library folders in the virtual drive, the operation will be reflected on the server. You can only create, delete, rename libraries under the "My Libraries" category. Creating, deleting or renaming libraries in other categories will be ignored.
ar: نعم. عند إنشاء مجلدات المكتبة أو حذفها أو إعادة تسميتها في محرك الأقراص الظاهري ، ستنعكس العملية على الخادم. يمكنك فقط إنشاء مكتبات أو حذفها أو إعادة تسميتها ضمن فئة "مكتباتي". سيتم تجاهل إنشاء أو حذف أو إعادة تسمية المكتبات في فئات أخرى.
de: Ja. Wenn Sie Bibliotheksordner im virtuellen Laufwerk erstellen, löschen oder umbenennen, wird der Vorgang auf dem Server widergespiegelt. Sie können Bibliotheken nur in der Kategorie „Meine Bibliotheken“ erstellen, löschen oder umbenennen. Das Erstellen, Löschen oder Umbenennen von Bibliotheken in anderen Kategorien wird ignoriert.
es_ar: Sí, Cuando cree, elimine o renombre bibliotecas en el disco virtual, la operación se verá reflejada en el servidor. Sólo puede crear, eliminar o renombrar bibliotecas en la categoría "Mis Bibliotecas". En las otras categorías, la operación será ignorada.
fa_ir: بله. هنگامی که پوشه‌های کتابخانه را در درایو مجازی ایجاد، حذف یا تغییر نام می‌دهید، عملیات در سرور منعکس می‌شود. شما فقط می‌توانید کتابخانه‌ها را در دسته "کتابخانه‌های من" ایجاد، حذف یا تغییر نام دهید. ایجاد، حذف یا تغییر نام کتابخانه‌ها در دسته‌های دیگر نادیده گرفته می‌شود.
fr: Oui. Lorsque vous créez, supprimez, ou renommez les dossiers de librairies du disque virtuel, l'opération sera reporté côté serveur. Vous pouvez uniquement créer, supprimer et renommer les librairies de la catégorie "Mes librairies". La création, suppression ou le renommage de librairies depuis les autres catégories seront ignorés.
is: Já. Þegar þú býrð til, eyðir eða endurnefnir safnamöppur í sýndardrifinu, mun aðgerðin endurspeglast á þjóninum. Þú getur aðeins búið til, eytt eða endurnefnt söfn undir "Mín söfn" flokknum. Að búa til, eyða eða endurnefna söfn í öðrum flokkum verður hunsað.
it: Sì. Quando crei, elimini o rinomini cartelle di librerie nel drive virtuale, l'operazione sarà riflessa sul server. Puoi solo creare, eliminare, rinominare librerie nella categoria "Le mie librerie". Creare, eliminare o rinominare librerie in altre categorie sarà ignorato.
ja: はい。仮想ドライブでライブラリフォルダーを作成、削除、または名前変更すると、その操作はサーバーに反映されます。「マイライブラリ」カテゴリの下にあるライブラリのみを作成、削除、名前変更できます。他のカテゴリのライブラリを作成、削除、または名前変更すると、無視されます。
ko: 예. 가상 드라이브에서 라이브러리 폴더를 만들거나, 삭제하거나, 이름을 바꿀 때, 해당 동작을 서버에 반영합니다. "내 라이브러리" 카테고리에서만 라이브러리를 만들고, 삭제하고, 이름을 바꿀 수 있습니다. 다른 카테고리에서의 라이브러리 만들기, 삭제, 이름 바꾸기 동작은 무시합니다.
ru: Да. Когда вы создаете, удаляете или переименовываете папки библиотеки на виртуальном диске, операция будет отражена на сервере. Вы можете создавать, удалять и переименовывать библиотеки только в категории "Мои библиотеки". Создание, удаление или переименование библиотек в других категориях игнорируется.
sv: Ja. När du skapar, tar bort eller byter namn på biblioteksmappar i den virtuella enheten, kommer ändringarna att synas på servern. Du kan bara skapa, ta bort eller byta namn på bibliotek under kategorin "Mina bibliotek". Att skapa, ta bort eller byta namn på bibliotek i andra kategorier kommer att ignoreras.
zh_cn: 可以。在虚拟盘中创建、删除或重命名资料库目录时，这些操作将同步到服务器端。你只能在“我的资料库”类别下创建、删除、重命名资料库，在其他类别的资料库中这些操作将被忽略。
zh_tw: 對。 在虛擬驅動器中創建、删除或重命名庫資料夾時，該操作將反映在服務器上。 您只能在“我的庫”類別下創建、删除和重命名庫。 創建、删除或重命名其他類別中的庫將被忽略。
