Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: You can delete a library owned by you. A deleted library can be restored by you or Seafile server's administrator.
ar: يمكنك حذف مكتبة تملكها . المكتبة المحذوفة يمكن أن تستعيدها أنت أو مدير الخادم
de: Sie können eine Bibliothek löschen, wenn sie Ihnen gehört. Eine gelöschte Bibliothek kann von Ihnen oder dem Administrator des Seafile-Servers wiederhergestellt werden.
es_ar: Puede eliminar una biblioeca propia. Puede ser restaurada por Ud o por un administrador del servidor Seafile.
fa_ir: شما می‌توانید کتابخانه‌ای که متعلق به شماست را حذف کنید. یک کتابخانه حذف شده می‌تواند توسط شما یا مدیر سرور Seafile بازیابی شود.
fr: Vous pouvez supprimer les librairies vous appartenant. Une librairie supprimé peut être restauré par vous ou un administrateur du serveur Seafile.
is: Þú getur eytt safni í eigu þinni. Eyða má safnið af þér eða kerfisstjóra Seafile þjónsins.
it: Potete eliminare una libreria di propriet . Una libreria eliminata pu essere ripristinata da te o dall'amministratore del server Seafile.
ja: 自分が所有するライブラリは削除できます。削除されたライブラリは、自分またはSeafileサーバーの管理者によって復元できます。
ko: 사용자가 소유한 라이브러리를 삭제할 수 있습니다. 삭제한 라이브러리는 사용자 자신 또는Seafile 서버 관리자가 복원할 수 있습니다.
pl: Możesz usunąć bibliotekę, której jesteś właścicielem. Usuniętą bibliotekę możesz przywrócić lub administrator serwera Seafile.
ru: Вы можете удалить принадлежащую вам библиотеку. Удаленная библиотека может быть восстановлена ​​вами или администратором сервера Seafile.
sv: Du kan ta bort en katalog som ägs av dig. En borttagen katalog kan återställas av dig eller Seafile-serverns administratör.
zh_cn: 你可以删除你自己拥有的资料库。删除的资料库可由你或者 Seafile 服务器的管理员恢复。
zh_tw: 你可以删除自己擁有的庫。 已删除的庫可以由您或Seafile服務器的管理員還原。

source: After a library is deleted, it has following effects:
ar: بعد حذف المكتبة، سيأثر على :
de: Wenn eine Bibliothek gelöscht wird, hat dies folgende Auswirkungen:
es_ar: Después que una biblioteca es eliminada, tiene los siguientes efectos:
fa_ir: پس از حذف یک کتابخانه، اثرات زیر رخ می‌دهد:
fr: La suppression d'un librairie a les effets suivant :
is: Eftir að safni hefur verið eytt hefur það eftirfarandi áhrif:
it: Dopo l'eliminazione di una libreria, ci sono i seguenti effetti:
ja: ライブラリを削除すると、次の影響があります。
ko: 라이브러리를 삭제하고 나면 다음과 같이 바뀝니다:
pl: Po usunięciu biblioteki mają miejsce następujące skutki:
ru: После удаления библиотеки она имеет следующие эффекты:
sv: Efter en katalog är borttagen, så får den följande effekter:
zh_cn: 一个资料库被删除后，有以下影响：
zh_tw: 删除庫後，它具有以下效果：

source: Share of the files and folders within this library are all canceled.
ar: الملفات و المجلدات التي تم مشاركتها في المكتبة تم إلغائه
de: Alle Freigaben von Dateien und Ordnern in dieser Bibliothek werden aufgehoben.
es_ar: Todas las comparticiones de archivos y carpetas en esta biblioteca son canceladas.
fa_ir: اشتراک‌گذاری فایل‌ها و پوشه‌های درون این کتابخانه همگی لغو می‌شوند.
fr: Les partage de fichiers et dossiers de la librairie sont annulés
is: Deiling skráa og mappa innan þessa safns er öll hætt.
it: La condivisione dei file e delle cartelle all'interno di questa libreria annullata.
ja: このライブラリ内のファイルとフォルダーの共有はすべてキャンセルされます。
ko: 이 라이브러리의 파일 및 폴더의 공유는 모두 취소됩니다.
pl: Udostępnianie plików i folderów w tej bibliotece jest anulowane.
ru: Совместное использование файлов и папок в этой библиотеке отменено.
sv: Delning av alla filer och mappar inom denna katalog har blivit avbruten.
zh_cn: 该资料库中文件和文件夹的共享都被取消。
zh_tw: 此庫中的檔案和資料夾共亯已全部取消。

source: Desktop clients synced with this library cannot sync with it any more. But the local files on the client won't be deleted.
ar: عميل سطح المكتب لا يستطيع مزامنة المكتبة . جميع ملفاتك المحلية لن يتم حذفها .
de: Desktop-Programme, welche mit dieser Bibliothek verbunden sind, können diese nicht mehr synchronisieren. Die lokalen Dateien auf dem Rechner mit dem Desktop-Programm werden jedoch nicht gelöscht.
es_ar: Los clientes de escritorio sincronizados con esta biblioteca no volverán a sincronizarla. Los archivos locales en el cliente no serán eliminados.
fa_ir: کلاینت‌های دسکتاپی که با این کتابخانه همگام‌سازی شده‌اند دیگر نمی‌توانند با آن همگام‌سازی کنند. اما فایل‌های محلی روی کلاینت حذف نخواهند شد.
fr: Les clients de bureau ne peuvent plus synchroniser cette librairie mais les fichiers local du client ne seront pas supprimés
is: Biðlarar sem eru samstilltir við þetta safn geta ekki lengur samstillt við það. En skrárnar á tölvunni verða ekki eytt.
it: I client desktop sincronizzati con questa libreria non potranno pi sincronizzare con essa. Tuttavia, i file locali nel client desktop non saranno eliminati.
ja: このライブラリと同期されたデスクトップクライアントは、それ以上同期できません。ただし、クライアント上のローカルファイルは削除されません。
ko: 이 라이브러리를 공유한 데스크톱 클라이언트에서는 더이상 동기화할 수 없습니다. 그러나 클라이언트의 지역 파일은 삭제하지 않습니다.
pl: Klienci desktopowi zsynchronizowani z tą biblioteką nie mogą już z nią synchronizować. Ale lokalne pliki na kliencie nie zostaną usunięte.
ru: Настольные клиенты, синхронизированные с этой библиотекой, больше не могут синхронизироваться с ней. Но локальные файлы на клиенте не будут удалены.
sv: Skrivbordsklienter som är synkroniserade med denna katalog kan inte synkronisera med den längre. Men de lokala filerna på klienten kommer inte tas bort.
zh_cn: 与该资料库同步的桌面客户端无法再与其同步。 但是客户端上的本地文件不会被删除。
zh_tw: 與此庫同步的案頭用戶端無法再與其同步。 但用戶端上的本地檔案不會被删除。

source: Managing and using departments
ar: إدارة الإدارات واستخدامها
de: Verwaltung und Nutzung von Bereichen
es_ar: Administrando y utilizando departamentos
fa_ir: مدیریت و استفاده از بخش‌ها
fr: Gestion et usage des départements
is: Stjórna og nota deildir
it: Gestione e utilizzo dei reparti
ja: 部門の管理と使用
ko: 부서 관리 및 활용
pl: Zarządzanie i używanie działów
ru: Управление и использование отделов
sv: Hantera och använda avdelningar
zh_cn: 管理和使用部门
zh_tw: 管理和使用部門

source: Some organizations consist of complex department hierarchy. There are usually two common use cases for file management in these organizations:
ar: بعض المنظمات تتضمن تسلسل هرمي معقد للإدارات. عادة ما تكون هناك حالتان شائعتان لإدارة الملفات في هذه المؤسسات:
de: Einige Organisationen bestehen aus einer komplexen Struktur von Bereichen (Abteilungen, Gruppen usw.). In der Regel gibt es zwei gängige Anwendungsfälle für die Dateiverwaltung in solchen Organisationen:
es_ar: Algunas organizaciones tienen una jerarquía departamental compleja. Usualmente existen dos formas de uso para la administración de archivos en estas organizaciones:
fa_ir: برخی سازمان‌ها از سلسله مراتب بخشی پیچیده تشکیل شده‌اند. معمولاً دو مورد استفاده رایج برای مدیریت فایل در این سازمان‌ها وجود دارد:
fr: Certaines organisations sont constituées d'une hiérarchie de département complexe. Deux cas d'usages fréquent se présentent dans ces organisations :
is: Sumar stofnanir samanstanda af flóknu deildarskipan. Það eru venjulega tvö algeng notkunartilvik fyrir skjalastjórnun í þessum stofnunum:
it: Alcune organizzazioni consistono in una gerarchia di dipartimenti complessa. Vi sono due casi di utilizzo comuni per la gestione dei file in queste organizzazioni:
ja: 一部の組織は、複雑な部門階層で構成されています。通常、これらの組織でのファイル管理には、2つの一般的なユースケースがあります。
ko: 일부 조직은 복잡한 부서 조직을 구성하고 있습니다. 보통 이런 조직에서는 파일을 관리할 때 두가지 일반 사용 예시가 있습니다:
pl: Niektóre organizacje składają się ze złożonej hierarchii działów. Zwykle istnieją dwa typowe przypadki użycia zarządzania plikami w tych organizacjach:
ru: Некоторые организации состоят из сложной иерархии отделов. Обычно в этих организациях существует два распространенных варианта использования управления файлами:
sv: Några organisationer har komplexa avdelningshierarkier. Det finns normalt två vanliga användningsfall för filhantering inom dessa organisationer:
zh_cn: 一些团队由复杂的部门层级组成。 这些团队通常有两种常见的文件管理用例：
zh_tw: 有些組織由複雜的部門階層組成。在這些組織中，檔案管理通常有兩種常見用途：

source: There should be a common file sharing space for the organization. The folder hierarchy should map the department hierarchy. There will be separate folder or space assigned to each department.
ar: يجب أن يكون هناك مساحة مشتركة لمشاركة الملفات للمؤسسة. يجب أن تعين التسلسل الهرمي للمجلد التسلسل الهرمي للقسم. سيكون هناك مجلد منفصل أو مساحة معينة لكل قسم.
de: Es soll ein gemeinsamer Speicherort für die Dateien der Organisation geben. Die Ordnerstruktur sollte der Organisationsstruktur entsprechen. Jedem Bereich wird ein separater Ordner oder Speicherort zugewiesen.
es_ar: Debe haber un espacio común para compartir archivos para la organización. La jerarquía de carpetas debe ser equivalente a la jerarquía de departamentos. Habrá una carpeta, o espacio asignado, para cada departamento.
fa_ir: باید یک فضای اشتراک‌گذاری فایل مشترک برای سازمان وجود داشته باشد. سلسله مراتب پوشه باید سلسله مراتب بخشی را نقشه‌برداری کند. برای هر بخش یک پوشه یا فضای جداگانه اختصاص داده خواهد شد.
fr: Il faudrait un espace de partage commun à l'organisation. L'organisation du dossier doit respecter la hiérarchie du département. Des dossiers ou espaces séparés seront assignés à chaque départements.
is: Það ætti að vera sameiginlegt skjalasamnýtingarrými fyrir stofnunina. Mappan skipulagið ætti að kortleggja deildarskipulagið. Það verður sérstök mappa eða rými úthlutað til hverrar deildar.
it: Dovrebbe esserci uno spazio di condivisione dei file comune per l'organizzazione. La gerarchia delle cartelle dovrebbe mappare la gerarchia dei dipartimenti. Vi saranno cartelle o spazi separati assegnati a ogni dipartimento.
ja: 組織には、共通のファイル共有スペースが必要です。フォルダー階層は、部門階層に対応している必要があります。各部門には、個別のフォルダーまたはスペースが割り当てられます。
ko: 조직 공통 파일 공유 영역이 있어야 합니다. 폴더 계층은 조직 계층과 일치합니다. 개별 폴더가 있거나 각부처 별 할당 영역이 있습니다.
pl: Powinna istnieć wspólna przestrzeń udostępniania plików dla organizacji. Hierarchia folderów powinna odwzorowywać hierarchię działów. Każdemu działowi zostanie przypisany oddzielny folder lub przestrzeń.
ru: В организации должно быть общее пространство для обмена файлами. Иерархия папок должна отображать иерархию отделов. Каждому отделу будет назначена отдельная папка или место.
sv: Det bör finnas en vanlig fildelningsyta för organisationen. Mapphierarkin bör kartlägga avdelningshierarkin. Det kommer vara separata mappar eller ytor tilldelade varje avdelning.
zh_cn: 团队应该有一个公用的文件共享空间。 文件夹层次结构应映射部门层级结构。 每个部门都将分配单独的文件夹或空间。
zh_tw: 組織應該有一個共同的檔案共享空間。資料夾結構應該對應部門階層。每個部門將分配到單獨的資料夾或空間。

source: The sharing space should be owned and managed by the organization, but not individual employees. So that the ownership of files doesn't have to be changed when an employee leaves the organization.
ar: يجب أن تكون مساحة المشاركة مملوكة وتدار من قبل المؤسسة، وليس من قبل الموظفين الأفراد. بحيث لا يلزم تغيير ملكية الملفات عندما يغادر الموظف المؤسسة.
de: Der Speicherort soll der Organisation gehören und von ihr verwaltet werden, nicht von einzelnen Angestellten. So, dass die Eigentümer von Dateien nicht geändert werden müssen, wenn eine Person die Organisation verlässt.
es_ar: El espacio para compartir debe ser propiedad de la organización y ser administrado por ella, pero no por los empleados individuales. De esa manera el propietario de los archivos no debe ser modificado cuando un empleado deja la organización.
fa_ir: فضای اشتراک‌گذاری باید متعلق به سازمان و توسط آن مدیریت شود، نه کارمندان فردی. به این ترتیب مالکیت فایل‌ها هنگام ترک سازمان توسط یک کارمند نیازی به تغییر ندارد.
fr: L'espace de partage devrait être détenu et géré par l'organisation, non pas par des employés individuels afin que le propriétaire du dossier n'ait pas à être modifier si l'employé qui l'organisme.
is: Samnýtingarrýmið ætti að vera í eigu og stjórnað af stofnuninni, en ekki einstökum starfsmönnum. Þannig að ekki þarf að breyta eignarhaldi skráa þegar starfsmaður hættir hjá stofnuninni.
it: Lo spazio di condivisione dovrebbe essere di propriet e gestito dall'organizzazione, ma non dai dipendenti individuali. In questo modo la propriet dei file non dovr essere modificata quando un dipendente lascia l'organizzazione.
ja: 共有スペースは、組織が所有および管理する必要がありますが、個々の従業員が所有および管理する必要はありません。これにより、従業員が組織を離れるときにファイルの所有権を変更する必要がなくなります。
ko: 공유 영역은 개개인 조직 구성원이 아닌 조직에서 소유하고 관리합니다. 따라서 조직에서 조직 구성원이 나간다 하더라도 파일의 소유권은 바뀌지 않습니다.
pl: Przestrzeń udostępniania powinna być własnością i być zarządzana przez organizację, a nie przez poszczególnych pracowników. Dzięki temu własność plików nie musi być zmieniana, gdy pracownik opuszcza organizację.
ru: Совместное пространство должно принадлежать и управляться организацией, а не отдельными сотрудниками. Так что право собственности на файлы не нужно менять, когда сотрудник увольняется из организации.
sv: Delningsytan bör vara ägd och hanterad av organisationen, men inte individuella anställda. Så att inte ägarskapet av filer behöver ändras när en anställd lämnar organisationen.
zh_cn: 共享空间应由团队拥有和管理，而不是单个的员工。 这样，当一个员工离开该团队时，文件的所有权不用被更改。
zh_tw: 共享空間應由組織擁有和管理，而不是由個別員工管理。這樣，當員工離開組織時，檔案的所有權不必更改。

source: The "Departments" feature is designed to meet the above two use cases. We'll introduce this feature from 3 different perspectives:
ar: تم تصميم ميزة "الإدارات" لتلبية حالتي الاستخدام المذكورتين أعلاه. سنقدم هذه الميزة من 3 وجهات نظر مختلفة:
de: Die Bereichs-Funktion wurde für die beiden oben genannten Anwendungsfälle konzipiert. Wir stellen diese Funktion aus drei verschiedenen Blickwinkeln vor:
es_ar: La característica "Departamentos" está diseñada para cumplir con dos tipos de uso. Introduciremos esta característica desde 3 perspectivas diferentes:
fa_ir: ویژگی "بخش‌ها" برای پاسخگویی به دو مورد استفاده فوق طراحی شده است. این ویژگی را از 3 دیدگاه مختلف معرفی خواهیم کرد:
fr: La fonctionnalité "Départements" est faite pour répondre aux deux cas d'usages ci-dessus. Nous introduirons cette fonctionnalité sous 3 différentes perspectives :
is: „Deildirnar“ eiginleikinn er hannaður til að mæta ofangreindum tveimur notkunartilvikum. Við munum kynna þennan eiginleika frá 3 mismunandi sjónarhornum:
it: La funzionalit "Dipartimenti" stata progettata per soddisfare i due casi di utilizzo sopra descritti. Introdurremo questa funzionalit da 3 prospettive
ja: 「部門」機能は、上記の2つのユースケースを満たすように設計されています。この機能について、3つの異なる視点から紹介します。
ko: "부서" 기능은 위 두가지 경우를 만족하도록 설계했습니다. 관점 3개로부터 이 기능을 설명해드리도록 하겠습니다:
pl: Funkcja "Działy" została zaprojektowana, aby spełnić powyższe dwa przypadki użycia. Przedstawimy tę funkcję z 3 różnych perspektyw:
ru: Функция "Отделы" предназначена для двух вышеуказанных случаев использования. Мы представим эту функцию с 3 разных точек зрения:
sv: Funktionen "Avdelningar" är utformad för att möta de två ovanstående användningsfallen. Vi kommer att introducera denna funktion från 3 olika perspektiv:
zh_cn: ”部门“功能就是为满足上述两个用例而设计的。我们将从 3 个不同的角度来介绍这个功能：
zh_tw: 「部門」功能是為了滿足上述兩個使用案例。 我們將從三個不同的角度介紹這個功能：

source: System admin
ar: مدير النظام
de: Systemadministration
es_ar: Administración del Sistema
fa_ir: مدیر سیستم
fr: Administrateur système
is: Kerfisstjóri
it: Amministratore di sistema
ja: システム管理者
ko: 시스템 관리자
pl: Administrator systemu
ru: Системный администратор
sv: Systemadministratör
zh_cn: 系统管理
zh_tw: 系統管理員

source: Department admin
ar: مدير اﻹدارة
de: Bereichsadministrator
es_ar: Administración del Departamento
fa_ir: مدیر بخش
fr: Administrateur de département
is: Deildarstjóri
it: Amministratore del dipartimento
ja: 部門管理者
ko: 부서 관리자
pl: Administrator działu
ru: Администрация отдела
sv: Avdelningsadministratör
zh_cn: 部门管理
zh_tw: 部門管理員

source: Department members
ar: أعضاء الإدارة
de: Bereichsmitglieder
es_ar: Miembros del Departamento
fa_ir: اعضای بخش
fr: Membre de département
is: Deildarmeðlimir
it: Membri del dipartimento
ja: 部門のメンバー
ko: 부서 구성원
pl: Członkowie działu
ru: Члены отдела
sv: Avdelningsmedlemmar
zh_cn: 部门成员
zh_tw: 部門成員

source: The system admin can:
ar: مدير النظام يستطيع :
de: Der Systemadministration kann:
es_ar: El administrador del sistema puede:
fa_ir: مدیر سیستم می‌تواند:
fr: L'administrateur système peut :
is: Kerfisstjórinn getur:
it: L'amministratore di sistema pu :
ja: システム管理者は以下を実行できます:
ko: 시스템 관리자는 다음 행위를 할 수 있습니다:
pl: Administrator systemu może:
ru: Системный администратор может:
sv: Systemadministratören kan:
zh_cn: 系统管理员可以：
zh_tw: 系統管理員可以：

source: Manage department hierarchy and members
ar: إدارة الإدارات و الأعضاء .
de: Verwalten der Abteilungshierarchie und -mitglieder
es_ar: Administrar la jerarquía departamental y los miembros
fa_ir: مدیریت سلسله مراتب بخش و اعضا
fr: Gestion de la hiérarchie d'un département et de ces membres
is: Stjórnað deildarskipan og meðlimum
it: Gestire la gerarchia e i membri del dipartimento
ja: 部門の階層とメンバーを管理する
ko: 부서 계층 및 구성원 관리
pl: Zarządzać hierarchią działów i członkami
ru: Управляйте иерархией отделов и членами
sv: Hantera avdelningshierarki och medlemmar
zh_cn: 管理部门层级和成员
zh_tw: 管理部門階層和成員

source: Assign storage quota for departments
ar: حدد المساحة المخصصة لكل إدارة
de: Speicherkontingente für Abteilungen zuweisen
es_ar: Asignar cuota de almacenamiento para los departamentos
fa_ir: اختصاص سهمیه ذخیره‌سازی برای بخش‌ها
fr: Assignation de quota d'espace pour les départements
is: Úthlutað geymslukvóta fyrir deildir
it: Assegnare quote di spazio per i dipartimenti
ja: 部門のストレージクォータを割り当てる
ko: 부서 저장소 용량 할당
pl: Przypisywać limity przechowywania dla działów
ru: Назначить квоту хранилища для отделов
sv: Tilldela lagringskvoter för avdelningar
zh_cn: 给各部门分配存储空间
zh_tw: 為部門分配存儲配額

source: Create and manage shared libraries in departments
ar: إنشاء وإدارة المكتبات المشتركة في الإدارات
de: Gemeinsam genutzte Bibliotheken in Abteilungen erstellen und verwalten
es_ar: Crear y administrar bibliotecas compartidas en los departamentos
fa_ir: ایجاد و مدیریت کتابخانه‌های مشترک در بخش‌ها
fr: Création et gestion des librairies partagées dans les départements
is: Búa til og stjórna sameiginlegum skjalasöfnum í deildum
it: Creare e gestire librerie condivise nei dipartimenti
ja: 部門で共有ライブラリを作成および管理する
ko: 부서 공유 라이브러리 생성 및 관리
pl: Tworzyć i zarządzać udostępnionymi bibliotekami w działach
ru: Создание и управление общими библиотеками в отделах
sv: Skapa och hantera delade kataloger i avdelningar
zh_cn: 创建和管理部门间共享的资料库
zh_tw: 在部門中創建和管理共享庫

source: The system admin can set up the department hierarchy in two ways: manual setup or import from Active Directory.
ar: يمكن لمسؤول النظام إعداد التسلسل الهرمي للقسم بطريقتين: الإعداد اليدوي أو الاستيراد من Active Directory.
de: Der Systemadministration kann die Abteilungshierarchie auf zwei Arten einrichten: manuelle Einrichtung oder Import aus Active Directory.
es_ar: El administrador del sistema puede establecer la jerarquía departamental de dos formas: manualmente o importada desde Active Directory.
fa_ir: مدیر سیستم می‌تواند سلسله مراتب بخش را به دو روش تنظیم کند: تنظیم دستی یا وارد کردن از Active Directory.
fr: L'administrateur système peut définir la hiérarchie du département de deux manières : import manuel ou import depuis un Active Directory.
is: Kerfisstjórinn getur sett upp deildarskipulagið á tvo vegu: handvirkt uppsetning eða innflutningur frá Active Directory.
it: L'amministratore di sistema pu impostare la gerarchia del dipartimento in due modi: configurazione manuale o importazione da Active Directory.
ja: システム管理者は、部門の階層を2つの方法で設定できます。手動設定またはActive Directoryからのインポート。
ko: 시스템 관리자는 직접 구성 또는 액티브 디렉터리 가져오기 두가지 방법으로 부서 조직을 구성할 수 있습니다.
pl: Administrator systemu może skonfigurować hierarchię działów na dwa sposoby: ręczna konfiguracja lub import z Active Directory.
ru: Системный администратор может настроить иерархию отделов двумя способами: вручную или импортировать из Active Directory.
sv: Systemadministratören kan konfigurera avdelningshierarkin på två sätt: manuell konfiguration eller import från Active Directory.
zh_cn: 系统管理员可以通过两种方式设置部门层次结构：手动设置或从 Active Directory 导入。
zh_tw: 系統管理員可以透過兩種方式設定部門階層：手動設定或從 Active Directory 進行導入。
