Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: The system admin can create any number of top level departments and create any levels of sub-departments under each department. And each level of department can be populated with members. The system admin can set the role of each member to 'member' or 'admin'. We'll introduce how a department admin can manage department later.
ar: يمكن لمسؤول النظام إنشاء أي عدد من الادارات ذات المستوى الأعلى وإنشاء أي مستويات من الأقسام الفرعية تحت كل قسم. ويمكن ملء كل مستوى من مستويات الإدارة مع الأعضاء. يمكن لمسؤول النظام تعيين دور كل عضو إلى "عضو" أو "مسؤول". سنعرض كيف يمكن لمسؤول القسم إدارة القسم لاحقا.
de: Der Systemadministrator kann eine beliebige Anzahl von Abteilungen auf oberster Ebene und beliebige Unterabteilungsebenen unter jeder Abteilung erstellen. Und jede Abteilungsebene kann mit Mitgliedern gefüllt werden. Der Systemadministrator kann die Rolle jedes Mitglieds auf „Mitglied“ oder „Administrator“ festlegen. Wir werden später vorstellen, wie ein Abteilungsadministrator Abteilungen verwalten kann.
es_ar: El administrador del sistema puede crear un número ilimitado de departamentos de nivel superior y de sub-departamentos debajo de cada departamento. Puede establecer el rol de cada miembro como ´miembro´o ´admin´. Más adelante introduciremos la forma en que un administrador departamental gestiona el departamento.
fa_ir: مدیر سیستم می‌تواند هر تعداد بخش سطح بالا ایجاد کند و هر سطحی از زیربخش‌ها را در زیر هر بخش ایجاد کند. و هر سطح از بخش می‌تواند با اعضا پر شود. مدیر سیستم می‌تواند نقش هر عضو را به 'عضو' یا 'مدیر' تنظیم کند. بعداً نحوه مدیریت بخش توسط مدیر بخش را معرفی خواهیم کرد.
fr: L'administrateur système peut créer autant de département au sommet de la hiérarchie qu'il le souhaite et autant de niveaux de sous-départements qu'il le souhaite dans chaque département principale. Chaque niveau de département peut être peuplés par des membres. L'administrateur système peut définir le rôle de chaque membre comme 'membre' ou 'admin'. Nous introduirons comment l'administrateur d'un département peut le gérer plus tard.
is: Kerfisstjórinn getur búið til hvaða fjölda sem er af deildum á efsta stigi og búið til hvaða stig sem er af undirdeildum undir hverri deild. Og hvert stig deildar er hægt að fylla með meðlimum. Kerfisstjórinn getur stillt hlutverk hvers meðlims sem 'meðlimur' eða 'stjórnandi'. Við munum kynna hvernig deildarstjóri getur stjórnað deild síðar.
it: L'amministratore di sistema pu creare qualsiasi numero di dipartimenti di livello superiore e creare qualsiasi livello di sottodipartimenti all'interno di ogni dipartimento. E ogni livello di dipartimento pu essere popolato con membri. L'amministratore di sistema pu impostare il ruolo di ogni membro su 'membro' o 'amministratore'. Introdurremo come l'amministratore del dipartimento pu gestire il dipartimento in seguito.
ja: システム管理者は、任意の数の最上位部門を作成し、各部門の下に任意のレベルのサブ部門を作成できます。また、各レベルの部門にはメンバーを入力できます。システム管理者は、各メンバーの役割を「メンバー」または「管理者」に設定できます。部門管理者が部門を管理する方法については、後で説明します。
ko: 시스템 관리자는 상위 부서 와 하위 부서를 원하는 만큼 만들 수 있습니다. 또한 각 부서별로 구성원을 배치할 수 있습니다. 시스템 관리자는 또한 '구성원' 또는 '관리자'의 역할을 설정할 수 있습니다. 부서 관리자가 어떻게 부서를 관리할 수 있는지 차근차근 알려드리도록 하겠습니다.
pl: Administrator systemu może utworzyć dowolną liczbę działów najwyższego poziomu i utworzyć dowolne poziomy poddziałów pod każdym działem. Każdy poziom działu może być wypełniony członkami. Administrator systemu może ustawić rolę każdego członka na 'członek' lub 'administrator'. Później przedstawimy, jak administrator działu może zarządzać działem.
ru: Системный администратор может создавать любое количество отделов верхнего уровня и создавать подотделы любого уровня под каждым отделом. И каждый уровень отдела может быть заполнен членами. Системный администратор может установить роль каждого члена как "член" или "администратор". Позже мы расскажем, как администратор отдела может управлять отделом.
sv: Systemadministratören kan skapa valfritt antal avdelningar på toppnivå och skapa valfritt antal underavdelningar under varje avdelning. Och varje nivå av avdelning kan fyllas med medlemmar. Systemadministratören kan ställa in rollen för varje medlem till 'medlem' eller 'admin'. Vi kommer att introducera hur en avdelnings-administratör kan hantera avdelningen senare.
zh_cn: 系统管理员可以创建任意数量的顶级部门，并可以在每个部门下创建任意级别的子部门。 并且每个级别的部门都可以添加成员。 系统管理员可以将每个成员的角色设置为“成员”或“管理员”。 稍后我们将介绍部门管理员可以如何管理部门。
zh_tw: 系統管理員可以創建任何數量的頂級部門，並在每個部門下創建任何級別的子部門。每個級別的部門都可以被填充成員。系統管理員可以將每個成員的角色設為 '成員' 或 '管理員'。我們將在後面介紹部門管理員如何管理部門。

source: The system admin can also import the hierarchy from OUs (Organizational Units) in AD. Each OU will be imported as a department. And the sub-OUs under an OU will be imported as sub-departments. Department libraries can be automatically created in the import process.
ar: يمكن لمسؤول النظام أيضا استيراد التسلسل الهرمي من وحدات تنظيمية (OU) في AD . سيتم استيراد كل OU كقسم. وسيتم استيراد وحدات OUs الفرعية تحت الوحدة التنظيمية كإدارات فرعية. يمكن إنشاء مكتبات القسم تلقائيا في عملية الاستيراد.
de: Der Systemadministrator kann auch die Hierarchie von OUs (Organisationseinheiten) in AD importieren. Jede OU wird als Abteilung importiert. Und die untergeordneten OUs unter einer OU werden als Unterabteilungen importiert. Abteilungsbibliotheken können im Importvorgang automatisch erstellt werden.
es_ar: El administrador del sistema también puede importar la jerarquía desde OUs (Organizational Units) en AD. Cada OU será importada como un deparamento. Las sub-OUs bajo una OU se importarán como sub-departamentos. Las bibliotecas departamentales pueden ser creadas automáticamente durante el proceso de importación.
fa_ir: مدیر سیستم همچنین می‌تواند سلسله مراتب را از OUs (واحدهای سازمانی) در AD وارد کند. هر OU به عنوان یک بخش وارد می‌شود. و زیر-OUs زیر یک OU به عنوان زیربخش‌ها وارد می‌شوند. کتابخانه‌های بخش می‌توانند در فرآیند وارد کردن به طور خودکار ایجاد شوند.
fr: L'administrateur système peut aussi importer la hiérarchie depuis une OU (Organizational Units) depuis l'AD. Chaque OU sera importé en tant que département et toutes les sous-OU seront importés en tant que sous-département. Les librairies de département peuvent être créé automatiquement durant le processus d'import.
is: Kerfisstjórinn getur einnig flutt inn stigveldið frá OU (Organizational Units) í AD. Hver OU verður flutt inn sem deild. Og undir-OU undir OU verður flutt inn sem undirdeild. Deildarsöfn er hægt að búa til sjálfkrafa í innflutningsferlinu.
it: L'amministratore di sistema pu anche importare la gerarchia dagli OU (Unit Organizzative) in AD. Ogni OU sar importato come un dipartimento. E le sub-OU sotto un OU saranno importate come sottodipartimenti. Le librerie del dipartimento possono essere create automaticamente nel processo di importazione.
ja: システム管理者は、ADのOU（組織単位）から階層をインポートすることもできます。各OUは部門としてインポートされます。また、OUの下のサブOUはサブ部門としてインポートされます。部門ライブラリは、インポートプロセスで自動的に作成できます。
ko: 시스템 관리자는 또한 액티브 디렉터리에서 OU(조직 단위)의 계층을 가져올 수도 있습니다. 각 조직 단위는 부서로 가져옵니다. 그리고 각 조직 단위의 하위 조직단위는 하위 조직으로 가져옵니다. 조직 라이브러리는 가져오기 절차를 수행하는 동안 자동으로 만듭니다.
pl: Administrator systemu może również zaimportować hierarchię z OU (Jednostek Organizacyjnych) w AD. Każda OU zostanie zaimportowana jako dział. Poddziały pod OU zostaną zaimportowane jako poddziały. Biblioteki działów mogą być automatycznie tworzone w procesie importu.
ru: Системный администратор также может импортировать иерархию из ОИ (организационных единиц) в AD. Каждое подразделение будет импортировано как отдел. А суб-ОИ в ОИ будут импортированы как суб-отделы. Библиотеки отделов могут быть автоматически созданы в процессе импорта.
sv: Systemadministratören kan också importera hierarkin från OUs (Organisatoriska Enheter) i AD. Varje OU kommer att importeras som en avdelning. Och under-OUs under en OU kommer att importeras som underavdelningar. Avdelningskataloger kan automatiskt skapas i importprocessen.
zh_cn: 系统管理员也可以从 AD 中的 OU（团队单位）导入层级结构。每个 OU 将作为一个部门导入。一个 OU下的子 OU 则将作为子部门导入。部门资料库可以在导入过程中自动创建。
zh_tw: 系統管理員也可以從 AD 中的 OUs (組織單位) 導入部門的階層。每個 OU 將被導入為一個部門。OU 下的子 OU 將被導入為子部門。在導入過程中，部門庫可以自動被創建。

source: System admin can also delete a department after all the sub-departments and libraries are deleted.
ar: يمكن لمسؤول النظام أيضا حذف إدارة بعد حذف كافة الإدارات الفرعية والمكتبات.
de: Der Systemadministrator kann eine Abteilung auch löschen, nachdem alle Unterabteilungen und Bibliotheken gelöscht wurden.
es_ar: El administrador del sistema también puede eliminar un departamento luego de que todos los sub-departamentos y bibliotecas hayan sido eliminados.
fa_ir: مدیر سیستم همچنین می‌تواند پس از حذف تمام زیربخش‌ها و کتابخانه‌ها، یک بخش را حذف کند.
fr: L'administrateur système peut aussi supprimer le département après avoir supprimé tout les sous départements et toutes les librairies
is: Kerfisstjóri getur einnig eytt deild eftir að öllum undirdeildum og skjalasöfnum hefur verið eytt.
it: L'amministratore di sistema pu anche eliminare un dipartimento dopo che tutti i sottodipartimenti e le librerie sono stati eliminati.
ja: システム管理者は、すべてのサブ部門とライブラリが削除された後、部門を削除することもできます。
ko: 시스템 관리자는 하위 부서와 라이브러리를 삭제한 후 부서도 삭제할 수 있습니다.
pl: Administrator systemu może również usunąć dział po usunięciu wszystkich poddziałów i bibliotek.
ru: Системный администратор также может удалить отдел после удаления всех подразделов и библиотек.
sv: Systemadministratören kan också ta bort en avdelning efter att alla underavdelningar och kataloger har tagits bort.
zh_cn: 在所有子部门和资料库都被删除后，系统管理员也可以删除一个部门。
zh_tw: 系統管理員還可以在刪除所有子部門和庫後刪除一個部門。

source: The libraries created inside a department are owned by the department itself, not by any individual user. So the system admin can assign storage quota to a department. The total size of all the libraries in a department cannot exceed the storage quota. <strong>Please note that the quota of sub-department doesn't depend on the quota of its parent department.</strong>
ar: والمكتبات التي أنشئت داخل إدارة ما مملوكة للإدارة نفسها، وليس لأي مستخدم فردي. لذا النظام يُعلّمُ يُمْكِنُ أَنْ يُخصّصَ حصصاً للتخزين إلى إدارة. ولا يمكن أن يتجاوز مجموع حجم جميع المكتبات في أي إدارة حصة التخزين . يرجى ملاحظة أن حصة الإدارة الفرعية لا تتوقف على حصة الإدارة الرئيسية.
de: Die in einer Abteilung erstellten Bibliotheken gehören der Abteilung selbst und nicht einem einzelnen Benutzer. Der Systemadministrator kann einer Abteilung daher Speicherkontingente zuweisen. Die Gesamtgröße aller Bibliotheken in einer Abteilung darf das Speicherkontingent nicht überschreiten.<strong>Bitte beachten Sie, dass die Quote einer Unterabteilung nicht von der Quote der übergeordneten Abteilung abhängt.</strong>
es_ar: Las bibliotecas creadas dentro de un departamento son propiedad del departamento mismo, no de usuarios individuales. Así, el administrador del sistema puede asignar una cuota de almacenamiento al departamento. El tamaño total de las bibliotecas en un departamento no puede exceder la cuota de almacenamiento. <strong>Por favor notar que la cuota de un sub-departamento no depende de la cuota del departamento superior.</strong>
fa_ir: کتابخانه‌های ایجاد شده درون یک بخش متعلق به خود بخش هستند، نه هیچ کاربر فردی. بنابراین مدیر سیستم می‌تواند سهمیه ذخیره‌سازی را به یک بخش اختصاص دهد. اندازه کل تمام کتابخانه‌های یک بخش نمی‌تواند از سهمیه ذخیره‌سازی تجاوز کند. <strong>لطفاً توجه داشته باشید که سهمیه زیربخش به سهمیه بخش والد آن وابسته نیست.</strong>
fr: Les librairies créées au sein d'un département sont détenus par le département lui-même et non par un utilisateur. Ainsi, l'administrateur système peut définir un quota par département. La taille total de toutes les librairies du département ne peut excéder la taille du quota.<strong>Attention, le quota d'un sous-département ne dépend pas du quota du département parent.</strong>
is: Skjalasöfnin sem búin eru til innan deildar eru í eigu deildarinnar sjálfrar, ekki af neinum einstökum notanda. Þannig að kerfisstjórinn getur úthlutað geymslukvóta til deildar. Heildarstærð allra skjalasafna í deild má ekki fara yfir geymslukvótann. <strong>Vinsamlegast athugið að kvóti undirdeildar er ekki háður kvóta yfirdeildar hennar.</strong>
it: Le librerie create all'interno di un dipartimento sono di propriet del dipartimento stesso, non di qualsiasi utente individuale. Quindi l'amministratore di sistema pu assegnare quote di spazio a un dipartimento. La dimensione totale di tutte le librerie in un dipartimento non pu superare la quota di spazio. <strong>Nota che la quota di un sottodipartimento non dipende dalla quota del dipartimento padre.</strong>
ja: 部門内に作成されたライブラリは、個々のユーザーではなく、部門自体が所有しています。したがって、システム管理者は部門にストレージクォータを割り当てることができます。部門内のすべてのライブラリの合計サイズは、ストレージクォータを超えることはできません。<strong>サブ部門のクォータは、親部門のクォータに依存しないことに注意してください。</strong>
ko: 부서 내에 만든 라이브러리는 부서 자체에서 소유하지만 개별 사용자가 소유하는 것은 아닙니다. 따라서시스템 관리자가 부서에 저장소 용량 제한을 할당할 수 있습니다. 부서 내 모든 라이브러리의 총 용량은 저장소 제한 용량을 넘어설 수 없습니다. <strong>하위 부서의 경우 상위 부서의 용량에 따르지 않음을 참고하세요.</strong>
pl: Biblioteki utworzone wewnątrz działu są własnością samego działu, a nie żadnego indywidualnego użytkownika. Dlatego administrator systemu może przypisać limit przechowywania dla działu. Całkowity rozmiar wszystkich bibliotek w dziale nie może przekroczyć limitu przechowywania. <strong>Proszę zauważyć, że limit poddziału nie zależy od limitu jego działu nadrzędnego.</strong>
ru: Библиотеки, созданные внутри отдела, принадлежат самому отделу, а не отдельным пользователям. Таким образом, системный администратор может назначить квоту хранилища отделу. Общий размер всех библиотек в отделе не может превышать квоту хранилища. <strong>Обратите внимание, что квота подотдела не зависит от квоты его родительского отдела.</strong>
sv: Kataloger som skapas inom en avdelning ägs av avdelningen själv, inte av någon enskild användare. Så systemadministratören kan tilldela lagringskvoter till en avdelning. Den totala storleken på alla kataloger i en avdelning kan inte överstiga lagringskvoten. <strong>Observera att kvoten för under-avdelningar inte beror på kvoten för dess överordnade avdelning.</strong>
zh_cn: 在部门内创建的资料库由部门本身拥有，而非任何个人用户。 所以系统管理员可以将存储配额分配给一个部门。 部门中所有资料库的总大小不能超过该存储配额。 <strong>请注意，子部门的配额不取决于其上级部门的配额。</strong>
zh_tw: 部門內創建的資料庫由部門自身擁有，而不是由任何個別用戶擁有。因此，系統管理員可以為部門分配存儲配額。部門中所有資料庫的總大小不能超過存儲配額。<strong>請注意，子部門的配額不依賴於其父部門的配額。</strong>

source: Department libraries can be created by the system admin or department admin. There is also an option to control whether individual users can share libraries to a department.
ar: يمكن إنشاء مكتبات الإدارات بواسطة مسؤول النظام أو مسؤول الإدارة. هناك أيضا خيار للتحكم في ما إذا كان يمكن للمستخدمين الفرديين مشاركة المكتبات لإدارة معينة.
de: Abteilungsbibliotheken können vom Systemadministrator oder Abteilungsadministrator erstellt werden. Es besteht auch die Möglichkeit, zu steuern, ob einzelne Benutzer Bibliotheken für eine Abteilung freigeben können.
es_ar: Las bibliotecas departamentales pueden ser creadas por el administrador del sistema o por el del departamento. También existe una opción para controlar si un usuario individual puede compartir bibliotecas a un departamento.
fa_ir: کتابخانه‌های بخش می‌توانند توسط مدیر سیستم یا مدیر بخش ایجاد شوند. همچنین گزینه‌ای برای کنترل اینکه آیا کاربران فردی می‌توانند کتابخانه‌ها را به یک بخش به اشتراک بگذارند وجود دارد.
fr: Les librairies de départements peuvent être créées par l'administrateur système ou l'administrateur du département. Il existe aussi une option permettant d'autoriser ou non les utilisateurs à partager des librairies avec un département.
is: Deildarsöfn geta verið búin til af kerfisstjóra eða deildarstjóra. Það er einnig möguleiki á að stjórna því hvort einstakir notendur geti deilt skjalasöfnum til deildar.
it: Le librerie del dipartimento possono essere create dall'amministratore di sistema o dall'amministratore del dipartimento. C' anche un'opzione per controllare se gli utenti individuali possono condividere librerie con un dipartimento.
ja: 部門ライブラリは、システム管理者または部門管理者が作成できます。個々のユーザーがライブラリを部門と共有できるかどうかを制御するオプションもあります。
ko: 부서 라이브러리는 시스템 관리자 또는 부서 관리자가 만들 수 있습니다. 개별 사용자가 부서 라이브러리를 공유할 수 있을지 여부를 관리하는 옵션이 있습니다.
pl: Biblioteki działów mogą być tworzone przez administratora systemu lub administratora działu. Istnieje również opcja kontrolowania, czy indywidualni użytkownicy mogą udostępniać biblioteki działowi.
ru: Библиотеки отделов могут быть созданы системным администратором или администратором отдела. Также есть возможность контролировать, могут ли отдельные пользователи делиться библиотеками с отделом.
sv: Avdelningskataloger kan skapas av systemadministratören eller avdelningsadministratören. Det finns också ett alternativ för att kontrollera om enskilda användare kan dela kataloger till en avdelning.
zh_cn: 部门资料库可以由系统管理员或部门管理员创建。 还有一个选项可以控制单个用户是否可以将资料库共享给部门。
zh_tw: 部門資料庫可以由系統管理員或部門管理員創建。還有一個選項可以控制個別用戶是否可以將資料庫分享給部門。

source: All the above operations can be done in the system admin interface. See the below screenshot for information.
ar: يمكن القيام بجميع العمليات المذكورة أعلاه في واجهة مسؤول النظام. انظر الصورة أدناه للحصول على المزيد من المعلومات.
de: Alle oben genannten Vorgänge können über die Systemadministratoroberfläche durchgeführt werden. Weitere Informationen finden Sie im folgenden Screenshot.
es_ar: Todas las operaciones mencionadas arriba pueden ser realizadas en la interface de administración del sistema. Vea la siguiente captura de pantalla para más información.
fa_ir: تمام عملیات فوق را می‌توان در رابط مدیر سیستم انجام داد. برای اطلاعات بیشتر به تصویر زیر مراجعه کنید.
fr: Toute les opérations ci-dessus peuvent être réalisé depuis l'interface d'administration système. Voir ci-dessous les capture d'écran pour plus de détails.
is: Allar ofangreindar aðgerðir er hægt að gera í kerfisstjórnendaviðmótinu. Sjá skjámyndina hér að neðan til að fá upplýsingar.
it: Tutte le operazioni sopra descritte possono essere eseguite nell'interfaccia dell'amministratore di sistema. Vedi lo screenshot sottostante per ulteriori informazioni.
ja: 上記のすべての操作は、システム管理インターフェイスで実行できます。詳細については、以下のスクリーンショットを参照してください。
ko: 위의 모든 동작은 시스템 관리자 인터페이스에서 수행할 수 있습니다. 자세한 내용은 아래 스크린샷을 확인하세요.
pl: Wszystkie powyższe operacje można wykonać w interfejsie administratora systemu. Zobacz poniższy zrzut ekranu, aby uzyskać informacje.
ru: Все вышеперечисленные операции можно выполнить в интерфейсе системного администратора. Для получения информации смотреть скриншот ниже.
sv: Alla ovanstående operationer kan göras i systemadministrationsgränssnittet. Se skärmbilden nedan för information.
zh_cn: 以上所有操作均可在系统管理界面中完成。 有关信息，请参见下面的截图。
zh_tw: 上述所有操作都可以在系統管理界面中完成。請參閱下面的截圖以獲取信息。

source: As noted above, department admin is a special role assigned by the system admin to some members of a department. Department admins can perform the following operations in a department after login to his/her own account.
ar: كما هو مذكور أعلاه، مسؤول الإدارة هو دور خاص تم تعيينه من قبل مسؤول النظام لبعض أعضاء الإدارة. يمكن لمسؤولي القسم تنفيذ العمليات التالية في قسم ما بعد تسجيل الدخول إلى حسابه الخاص.
de: Wie oben erwähnt, ist Abteilungsadministrator eine spezielle Rolle, die vom Systemadministrator einigen Mitgliedern einer Abteilung zugewiesen wird. Abteilungsadministratoren können nach der Anmeldung bei ihrem eigenen Konto die folgenden Vorgänge in einer Abteilung ausführen.
es_ar: Como se muestra arriba, le administrador departamental es un rol especial, asignado por el administrador del sistema a algunos miembros de un departamento. Los administradores departamentales pueden realizar las siguientes operaciones en un departamento después de ingresar al sistema con su propio usuario.
fa_ir: همانطور که در بالا ذکر شد، مدیر بخش یک نقش ویژه است که توسط مدیر سیستم به برخی از اعضای یک بخش اختصاص داده می‌شود. مدیران بخش می‌توانند پس از ورود به حساب خود، عملیات زیر را در یک بخش انجام دهند.
fr: Comme décrit ci-dessus, l'administrateur de département est un rôle particulier attribué par l'administrateur système à certains membres du département. Les administrateurs de département peuvent effectuer les opérations suivantes dans un département après s'être authentifié.
is: Eins og fram kemur hér að ofan er deildarstjóri sérstakt hlutverk sem kerfisstjóri úthlutar sumum meðlimum deildar. Deildarstjórar geta framkvæmt eftirfarandi aðgerðir í deild eftir að hafa skráð sig inn á sinn eigin reikning.
it: Come notato sopra, l'amministratore del dipartimento un ruolo speciale assegnato dall'amministratore di sistema a alcuni membri di un dipartimento. Gli amministratori del dipartimento possono eseguire le seguenti operazioni in un dipartimento dopo aver effettuato l'accesso al proprio account.
ja: 上記のように、部門管理者は、システム管理者によって部門のメンバーに割り当てられた特別な役割です。部門管理者は、自分のアカウントにログインした後、部門で次の操作を実行できます。
ko: 상술한대로, 부서 관리자는 부서 일부 구성원에 대해 시스템 관리자가 특별하게 부여한 역할입니다. 부서 관리자는 계정에 로그인하면 다음 동작을 수행할 수 있습니다.
pl: Jak wspomniano powyżej, administrator działu to specjalna rola przypisana przez administratora systemu niektórym członkom działu. Administratorzy działów mogą wykonywać następujące operacje w dziale po zalogowaniu się na swoje konto.
ru: Как отмечалось выше, администратор отдела - это особая роль, которую системный администратор назначает некоторым членам отдела. Администраторы отделов могут выполнять следующие операции в отделе после входа в свой аккаунт.
sv: Som nämnts ovan är avdelningsadministratör en speciell roll som tilldelas av system-administratören till vissa medlemmar i en avdelning. Avdelningsadministratörer kan utföra följande operationer i en avdelning efter inloggning på sitt eget konto.
zh_cn: 如上所述，部门管理员是由系统管理员分配给部门中某些成员的特殊角色。 部门管理员登录到自己的账号后，可以在部门中执行以下操作。
zh_tw: 如上所述，部門管理員是系統管理員指派給某些部門成員的特殊角色。部門管理員可以在登入自己的帳戶後，在部門中執行以下操作。

source: Access to the libraries of the department
ar: الوصول إلى مكتبات الإدارة
de: Zugang zu den Bibliotheken des Bereich
es_ar: Acceder a las bibliotecas del departamento
fa_ir: دسترسی به کتابخانه‌های بخش
fr: Accès aux librairies du département
is: Aðgangur að skjalasöfnum deildarinnar
it: Accesso alle librerie del dipartimento
ja: 部門のライブラリへのアクセス
ko: 부서 라이브러리 접근
pl: Dostęp do bibliotek działu
ru: Доступ к библиотекам отдела
sv: Åtkomst till avdelningens kataloger
zh_cn: 访问部门中的资料库
zh_tw: 存取部門的庫

source: Manage members in his/her department
ar: إدارة الأعضاء في الإدارة
de: Mitglieder in seiner/ihrer Abteilung Bereich
es_ar: Administrar miembros en su departamento
fa_ir: مدیریت اعضا در بخش خود
fr: Gestion des membres dans son département
is: Stjórna meðlimum í sinni deild
it: Gestire i membri nel proprio dipartimento
ja: 自分の部門のメンバーを管理する
ko: 부서 구성원 관리
pl: Zarządzanie członkami w swoim dziale
ru: Управление членами своего отдела
sv: Hantera medlemmar i sin avdelning
zh_cn: 管理部门中的成员
zh_tw: 管理部門的成員

source: Manage libraries in his/her department
ar: إدارة المكتبات في الإدارة
de: Verwalten von Bibliotheken in seiner/ihrer Bereich
es_ar: Administrar bibliotecas en su departamento
fa_ir: مدیریت کتابخانه‌ها در بخش خود
fr: Gestion des librairies dans son département
is: Stjórna skjalasöfnum í sinni deild
it: Gestire le librerie nel proprio dipartimento
ja: 自分の部門のライブラリを管理する
ko: 부서 라이브러리 관리
pl: Zarządzanie bibliotekami w swoim dziale
ru: Управление библиотеками в своем отделе
sv: Hantera kataloger i sin avdelning
zh_cn: 管理部门中的资料库
zh_tw: 管理部門的庫
