Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Can I create files or folders outside of a library folder?
ar: هل يمكنني إنشاء ملفات أو مجلدات خارج مجلد مكتبة؟
de: Kann ich Dateien oder Ordner außerhalb eines Bibliotheksordners erstellen?
es_ar: ¿Puedo crear archivos o carpetas fuera de una carpeta de biblioteca?
fa_ir: آیا می‌توانم فایل‌ها یا پوشه‌ها را خارج از پوشه کتابخانه ایجاد کنم؟
fr: Puis-je créer des fichiers et dossiers en dehors du dossier d'une librairie ?
is: Get ég búið til skrár eða möppur utan safnamöppu?
it: Posso creare file o cartelle al di fuori di una cartella di libreria?
ja: ライブラリフォルダーの外にファイルまたはフォルダーを作成できますか？
ko: 라이브러리 폴더 밖에 파일 또는 폴더를 만들 수 있나요?
ru: Могу ли я создавать файлы или папки вне папки библиотеки?
sv: Kan jag skapa filer eller mappar utanför en biblioteksmapp?
zh_cn: 我可以在资料库目录之外创建文件或文件夹吗？
zh_tw: 我可以在庫資料夾之外創建檔案或資料夾嗎？

source: Yes. But files created outside of a library folder will be ignored and NOT synced to the server. A new folder under the "My Libraries" folder will be handled as a new library.
ar: نعم. ولكن سيتم تجاهل الملفات التي تم إنشاؤها خارج مجلد المكتبة ولن تتم مزامنتها مع الخادم. سيتم التعامل مع مجلد جديد ضمن مجلد "مكتباتي" كمكتبة جديدة.
de: Ja. Allerdings werden Dateien, die außerhalb eines Bibliotheksordners erstellt werden, ignoriert und NICHT mit dem Server synchronisiert. Ein neuer Ordner im Ordner „Meine Bibliotheken“ wird als neue Bibliothek behandelt.
es_ar: Sí. Pero loas archivos creados fuera de una carpeta de biblioteca serán ignorados y NO se sincronizarán con el servidor. Una nueva carpeta debajo de la carpeta "Mis Bibliotecas" será tratada como una nueva biblioteca.
fa_ir: بله. اما فایل‌های ایجاد شده خارج از پوشه کتابخانه نادیده گرفته شده و به سرور همگام‌سازی نمی‌شوند. یک پوشه جدید زیر پوشه "کتابخانه‌های من" به عنوان یک کتابخانه جدید در نظر گرفته می‌شود.
fr: Oui mais les fichiers en dehors du dossier de la librairie seront ignorés et PAS synchroniser sur le serveur. Un nouveau dossier dans le dossier "Mes librairies" sur créer en tant que nouvelle librairie.
is: Já. En skrár sem eru búnar til utan safnamöppu verða hunsaðar og EKKI samstilltar við þjóninn. Ný mappa undir "Mín söfn" möppunni verður meðhöndluð sem nýtt safn.
it: Sì. Ma i file creati al di fuori di una cartella di libreria saranno ignorati e NON sincronizzati con il server. Una nuova cartella sotto la cartella "Le mie librerie" sarà gestita come una nuova libreria.
ja: はい。ただし、ライブラリフォルダーの外に作成されたファイルは無視され、サーバーに同期されません。「マイライブラリ」フォルダーの下にある新しいフォルダーは、新しいライブラリとして処理されます。
ko: 예. 그러나 라이브러리 폴더 밖에 만든 파일은 무시하고 서버에 동기화하지 않습니다. "내 라이브러리" 폴더에 만든 새 폴더는 새 라이브러리로 다룹니다.
ru: Да. Но файлы, созданные вне папки библиотеки, будут игнорироваться и НЕ синхронизироваться с сервером. Новая папка в папке "Мои библиотеки" будет обрабатываться как новая библиотека.
sv: Ja. Men filer som skapas utanför en biblioteksmapp kommer att ignoreras och INTE synkroniseras med servern. En ny mapp under mappen "Mina bibliotek" kommer att hanteras som ett nytt bibliotek.
zh_cn: 可以。但是在资料库目录之外创建的文件或者文件夹将被忽略，并且不会同步到服务器。如果是在“我的资料库”类别下创建一个新文件夹，则相当于创建了一个新的资料库。
zh_tw: 對。 但是，在庫資料夾之外創建的檔案將被忽略，並且不會同步到服務器。 “我的庫”資料夾下的新資料夾將作為新庫處理。

source: Can I access encrypted libraries?
ar: هل يمكنني الوصول إلى المكتبات المشفرة؟
de: Kann ich auf verschlüsselte Bibliotheken zugreifen?
es_ar: ¿Puedo acceder a bibliotecas encriptadas?
fa_ir: آیا می‌توانم به کتابخانه‌های رمزگذاری شده دسترسی داشته باشم؟
fr: Puis-je accéder à une librairie chiffrée ?
is: Get ég fengið aðgang að dulkóðuðum söfnum?
it: Posso accedere alle librerie crittografate?
ja: 暗号化されたライブラリにアクセスできますか？
ko: 암호화 라이브러리에 접근할 수 있나요?
ru: Могу ли я получить доступ к зашифрованным библиотекам?
sv: Kan jag komma åt krypterade bibliotek?
zh_cn: 我可以访问加密的资料库吗？
zh_tw: 我可以訪問加密庫嗎？

source: Yes. By default, encrypted libraries are not synced and shown in the virtual drive. You need to manually choose which encrypted libraries to sync and enter the password. Just right click on the SeaDrive icon in the system tray area and choose "Show encrypted libraries". A window will show up and you can choose to sync or unsync an encrypted library.
ar: نعم. بشكل افتراضي ، لا تتم مزامنة المكتبات المشفرة وعرضها في محرك الأقراص الظاهري. تحتاج إلى اختيار المكتبات المشفرة يدويا لمزامنتها وإدخال كلمة المرور. فقط انقر بزر الماوس الأيمن على أيقونة SeaDrive في منطقة علبة النظام واختر "إظهار المكتبات المشفرة". ستظهر نافذة ويمكنك اختيار مزامنة مكتبة مشفرة أو إلغاء مزامنتها.
de: Ja. Standardmäßig werden verschlüsselte Bibliotheken nicht synchronisiert und im virtuellen Laufwerk angezeigt. Sie müssen manuell auswählen, welche verschlüsselten Bibliotheken synchronisiert werden sollen, und das Kennwort eingeben. Klicken Sie einfach mit der rechten Maustaste auf das SeaDrive-Symbol im Taskleistenbereich und wählen Sie „Verschlüsselte Bibliotheken anzeigen“. Ein Fenster wird angezeigt und Sie können auswählen, ob Sie eine verschlüsselte Bibliothek synchronisieren oder die Synchronisierung aufheben möchten.
es_ar: Sí. Por defecto, las bibliotecas encriptadas no se sincronizan ni se muestran en el disco virtual. Ud debe elegir manualmente cuales bibliotecas encriptadas desea sincronizar e ingresar la contraseña. Simplemente haga click derecho en el icono de SeaDrive que está en la barra de tareas y elija "Mostrar bibliotecas encriptadas". Una ventana aparecerá y podrá elegir sincronizar o desincronizar una biblioteca encriptada.
fa_ir: بله. به طور پیش‌فرض، کتابخانه‌های رمزگذاری شده در درایو مجازی همگام‌سازی و نمایش داده نمی‌شوند. شما باید به صورت دستی انتخاب کنید که کدام کتابخانه‌های رمزگذاری شده را همگام‌سازی کنید و رمز عبور را وارد کنید. فقط روی آیکون SeaDrive در ناحیه system tray کلیک راست کنید و "Show encrypted libraries" را انتخاب کنید. یک پنجره نمایش داده می‌شود و می‌توانید انتخاب کنید که یک کتابخانه رمزگذاری شده را همگام‌سازی کنید یا همگام‌سازی آن را لغو کنید.
fr: Oui. Par défaut, les librairies chiffré ne sont pas synchronisés mais sont visible dans le dossier virtuel. Vous devez choisir manuellement quel librairie synchroniser et entrer le mot de passe. Il suffit de cliquer sur l'icône de SeaDrive dans la barre d'accès rapide et de choisir "Voir les bibliothèques chiffrées". Une fenêtre apparaîtra et vous pourrez choisir de synchroniser ou désynchroniser une librairie chiffée
is: Já. Sjálfgefið er að dulkóðuð söfn eru ekki samstillt og sýnd í sýndardrifinu. Þú þarft að velja handvirkt hvaða dulkóðuðu söfn á að samstilla og slá inn lykilorðið. Hægrismelltu bara á SeaDrive táknið á kerfisbakkanum og veldu "Sýna dulkóðuð söfn". Gluggi mun birtast og þú getur valið að samstilla eða hætta samstillingu dulkóðaðs safns.
it: Sì. Per impostazione predefinita, le librerie crittografate non sono sincronizzate e mostrate nel drive virtuale. Devi scegliere manualmente quali librerie crittografate sincronizzare e inserire la password. Basta fare clic con il pulsante destro del mouse sull'icona SeaDrive nell'area della barra delle applicazioni e scegliere "Mostra librerie crittografate". Apparirà una finestra e potrai scegliere di sincronizzare o desincronizzare una libreria crittografata.
ja: はい。デフォルトでは、暗号化されたライブラリは同期されず、仮想ドライブに表示されません。同期する暗号化されたライブラリを手動で選択し、パスワードを入力する必要があります。システムトレイ領域にあるSeaDriveアイコンを右クリックし、[暗号化されたライブラリを表示]を選択します。ウィンドウが表示され、暗号化されたライブラリを同期または同期解除することを選択できます。
ko: 예, 기본적으로 암호화 처리한 라이브러리는 동기화하지 않으며 가상 드라이브에 나타나지 않습니다. 어떤 암호화 라이브러리를 동기화할 지 직접 선택하고 암호를 입력해야 합니다. 시스템 아이콘 모음에서 SeaDrive 아이콘에 마우스 커서를 가져다 놓은 후 오른쪽 단추를 누른 다음 "암호화 라이브러리 표시"를 선택합니다. 그러면 동기화 또는 동기화 해제하도록 선택할 수 있는 창이 열립니다.
ru: Да. По умолчанию зашифрованные библиотеки не синхронизируются и не отображаются на виртуальном диске. Вам необходимо вручную выбрать, какие зашифрованные библиотеки синхронизировать, и ввести пароль. Просто щелкните правой кнопкой мыши значок SeaDrive в области панели задач и выберите "Показать зашифрованные библиотеки". Появится окно, в котором вы можете выбрать синхронизацию или рассинхронизацию зашифрованной библиотеки.
sv: Ja. Som standard synkroniseras inte krypterade bibliotek och visas inte i den virtuella enheten. Du måste manuellt välja vilka krypterade bibliotek som ska synkroniseras och ange lösenordet. Högerklicka bara på SeaDrive-ikonen i systemfältet och välj "Visa krypterade bibliotek". Ett fönster visas där du kan välja att synkronisera eller avsynkronisera ett krypterat bibliotek.
zh_cn: 可以。默认情况下，加密资料库不会同步并显示在虚拟盘中。你需要手动选择要同步的加密资料库并输入密码。右键单击系统托盘区域中的 SeaDrive 图标，然后选择“显示加密资料库”。在弹出的窗口中你可以选择同步或者取消同步加密资料库。
zh_tw: 對。 默認情况下，加密庫不會同步並顯示在虛擬驅動器中。 您需要手動選擇要同步的加密庫並輸入密碼。 只需按右鍵系統託盤區域中的SeaDrive圖標，然後選擇“顯示加密庫”。 將顯示一個視窗，您可以選擇同步或取消同步加密庫。

source: Is it compatible to SeaDrive 1.0?
ar: هل هي متوافقة مع SeaDrive 1.0 ؟
de: Ist es mit SeaDrive 1.0 kompatibel?
es_ar: ¿Es compatible con SeaDrive 1.0?
fa_ir: آیا با SeaDrive 1.0 سازگار است؟
fr: Est-ce compatible avec SeaDrive 1.0 ?
is: Er það samhæft við SeaDrive 1.0?
it: È compatibile con SeaDrive 1.0?
ja: SeaDrive 1.0と互換性がありますか？
ko: SeaDrive 1.0과 호환성이 있나요?
ru: Совместимо ли оно с SeaDrive 1.0?
sv: Är det kompatibelt med SeaDrive 1.0?
zh_cn: 它和 SeaDrive 1.0 兼容吗？

source: SeaDrive 2.0 will use any existing accounts and their metadata (stored under C:\users\username\seadrive\ folder). But it will not use the cached files from SeaDrive 1.0. So any locally cached files in 1.0 version will not be accessible in 2.0 version. You can start SeaDrive 1.0 again to upload the files to server or copy them out.
ar: سيستخدم SeaDrive 2.0 أي حسابات موجودة وبياناتها الوصفية (المخزنة ضمن C:\users\username\seadrive\ folder). لكنه لن يستخدم الملفات المخزنة مؤقتا من SeaDrive 1.0. لذلك لن يمكن الوصول إلى أي ملفات مخزنة مؤقتا محليا في الإصدار 1.0 في الإصدار 2.0. يمكنك بدء تشغيل SeaDrive 1.0 مرة أخرى لتحميل الملفات إلى الخادم أو نسخها.
de: SeaDrive 2.0 verwendet alle vorhandenen Konten und deren Metadaten (gespeichert im Ordner C:\Benutzer\Benutzername\SeaDrive\). Die zwischengespeicherten Dateien von SeaDrive 1.0 werden jedoch nicht verwendet. Daher sind alle lokal zwischengespeicherten Dateien der Version 1.0 in der Version 2.0 nicht zugänglich. Sie können SeaDrive 1.0 erneut starten, um die Dateien auf den Server hochzuladen oder sie herauszukopieren.
es_ar: SeaDrive 2.0 utilizará cualquier cuenta existente y sus metadatos (almacenados en la carpeta C:\usuarios\nombredeusuario\seadrive\ ). Pero no utilizará los archivos almacenados en el caché de SeaDrive 1.0. Por lo tanto los archivos en el caché de la versión 1.0 no serán accesibles en la versión 2.0. Puede iniciar nuevamente SeaDrive 1.0 para subir los archivos al servidor o copiarlos.
fa_ir: SeaDrive 2.0 از هر حساب موجود و متادیتای آن‌ها (ذخیره شده در پوشه C:\users\username\seadrive\) استفاده خواهد کرد. اما از فایل‌های کش شده از SeaDrive 1.0 استفاده نخواهد کرد. بنابراین هر فایل کش شده محلی در نسخه 1.0 در نسخه 2.0 قابل دسترسی نخواهد بود. می‌توانید دوباره SeaDrive 1.0 را راه‌اندازی کنید تا فایل‌ها را به سرور آپلود کنید یا آن‌ها را کپی کنید.
fr: SeaDrive 2.0 utilisera tout les comptes existant et leurs metadata (stocké dans le dossier C:\users\username\seadrive\). Cependant, il n'utilisera pas les fichiers en cache de SeaDrive 1.0. Ainsi, tout les fichiers en cache de la version 1.0 ne seront pas accessible depuis la version 2.0. Vous pouvez lancer SeaDrive 1.0 afin de déposer les fichiers en cache sur le serveur ou les copier ailleurs.
is: SeaDrive 2.0 mun nota alla núverandi reikninga og lýsigögn þeirra (geymd undir C:\users\username\seadrive\ möppunni). En það mun ekki nota skyndiminni skrárnar frá SeaDrive 1.0. Þannig að allar staðbundnar skyndiminni skrár í 1.0 útgáfunni verða ekki aðgengilegar í 2.0 útgáfunni. Þú getur ræst SeaDrive 1.0 aftur til að hlaða skrám upp á þjóninn eða afrita þær út.
it: SeaDrive 2.0 utilizzerà tutti gli account esistenti e i loro metadati (memorizzati nella cartella C:\users\username\seadrive\). Ma non utilizzerà i file memorizzati nella cache di SeaDrive 1.0. Quindi qualsiasi file memorizzato localmente nella versione 1.0 non sarà accessibile nella versione 2.0. Puoi avviare nuovamente SeaDrive 1.0 per caricare i file sul server o copiarli altrove.
ja: SeaDrive 2.0は、既存のアカウントとそのメタデータ（C:\users\username\seadrive\フォルダーに保存）を使用します。ただし、SeaDrive 1.0のキャッシュされたファイルは使用しません。そのため、1.0バージョンのローカルにキャッシュされたファイルは2.0バージョンではアクセスできません。SeaDrive 1.0を再度起動して、ファイルをサーバーにアップロードするか、コピーして取り出すことができます。
ko: SeaDrive 2.0은 기존 계정 정보와 메타데이터(C:\users\username\seadrive\ 폴더에 저장함)를 활용합니다. 그러나 SeaDrive 1.0의 캐시 파일을 사용하지는 않습니다. 따라서 1.0 버전에서 자체적으로 저장한 캐시파일은 2.0 버전에서 활용하지 않습니다. SeaDrive 1.0을 다시 시작하여 서버로 파일을 업로드하거나 서버에서 파일을 끌어올 수 있습니다.
ru: SeaDrive 2.0 будет использовать любые существующие аккаунты и их метаданные (хранящиеся в папке C:\users\username\seadrive\). Но он не будет использовать кэшированные файлы из SeaDrive 1.0. Таким образом, любые локально кэшированные файлы в версии 1.0 не будут доступны в версии 2.0. Вы можете снова запустить SeaDrive 1.0, чтобы загрузить файлы на сервер или скопировать их.
sv: SeaDrive 2.0 kommer att använda befintliga konton och deras metadata (lagrade under C:\users\användarnamn\seadrive\). Men den kommer inte att använda cachade filer från SeaDrive 1.0. Så alla lokalt cachade filer i version 1.0 kommer inte att vara tillgängliga i version 2.0. Du kan starta SeaDrive 1.0 igen för att ladda upp filerna till servern eller kopiera ut dem.
zh_cn: SeaDrive 2.0将使用任何已有的账号及其元数据（保存在 C:\users\username\seadrive\ 文件夹下），但不会使用 SeaDrive 1.0 中的缓存文件。因此1.0版本中的缓存文件是无法在2.0版本中访问的。你可以用 Seadrive 1.0 将这些文件上传到服务器或者先将它们拷贝出去。

source: How do I clean the cache?
ar: كيف يمكنني تنظيف ذاكرة التخزين المؤقت؟
de: Wie leere ich den Cache?
es_ar: ¿Cómo borro el caché?
fa_ir: چگونه کش را پاک کنم؟
fr: Comment nettoyer le cache ?
is: Hvernig hreinsa ég skyndiminnið?
it: Come posso pulire la cache?
ja: キャッシュをクリアするにはどうすればよいですか？
ko: 캐시를 어떻게 비우나요?
ru: Как очистить кэш?
sv: Hur rensar jag cachen?
zh_cn: 如何清理缓存？

source: You can manually choose which folders or files to be cached locally. If you find a folder consumes too much space, just choose to "Free up space" on that folder and all cached files in that folder will be cleaned. There is no need to set cache cleaning time and cache size limit as in SeaDrive 1.0. Because placeholders are just normal files created on your local disk, your cache size is only limited by the available disk space on your computer.
ar: يمكنك اختيار المجلدات أو الملفات التي سيتم تخزينها مؤقتا محليا يدويا. إذا وجدت مجلدا يستهلك مساحة كبيرة جدا ، فما عليك سوى اختيار "تحرير مساحة" في هذا المجلد وسيتم تنظيف جميع الملفات المخزنة مؤقتا في هذا المجلد. ليست هناك حاجة لتعيين وقت تنظيف ذاكرة التخزين المؤقت والحد الأقصى لحجم ذاكرة التخزين المؤقت كما هو الحال في SeaDrive 1.0. نظرا لأن العناصر النائبة هي مجرد ملفات عادية تم إنشاؤها على القرص المحلي، فإن حجم ذاكرة التخزين المؤقت محدود فقط بمساحة القرص المتوفرة على الكمبيوتر.
de: Sie können manuell auswählen, welche Ordner oder Dateien lokal zwischengespeichert werden sollen. Wenn Sie feststellen, dass ein Ordner zu viel Speicherplatz verbraucht, wählen Sie einfach „Speicherplatz freigeben“ für diesen Ordner und alle zwischengespeicherten Dateien in diesem Ordner werden gelöscht. Es ist nicht erforderlich, Cache-Bereinigungszeit und Cache-Größenlimit wie in SeaDrive 1.0 festzulegen. Da Platzhalter nur normale Dateien sind, die auf Ihrer lokalen Festplatte erstellt werden, ist Ihre Cache-Größe nur durch den verfügbaren Speicherplatz auf Ihrem Computer begrenzt.
es_ar: Puede elegir manualmente cuales archivos y carpetas se almacenarán en el caché localmente. Si encuentra una carpeta que consume mucho espacio puede elegir "Liberar espacio" en esa carpeta y todos los archivos en caché de esa carpeta seran borrados. No hay necesidad de establecer un tiempo de borrado de caché o límite de tamaño de caché como en SeaDrive 1.0. Como los indicadores son sólo archivos normales creados en el disco local, el tamaño del caché está limitado sólo por el espacio disponible en su computadora.
fa_ir: می‌توانید به صورت دستی انتخاب کنید که کدام پوشه‌ها یا فایل‌ها به صورت محلی کش شوند. اگر متوجه شدید که یک پوشه فضای زیادی مصرف می‌کند، فقط "Free up space" را روی آن پوشه انتخاب کنید و تمام فایل‌های کش شده در آن پوشه پاک خواهند شد. نیازی به تنظیم زمان پاک‌سازی کش و محدودیت اندازه کش مانند SeaDrive 1.0 نیست. زیرا placeholders فقط فایل‌های معمولی ایجاد شده روی دیسک محلی شما هستند، اندازه کش شما فقط توسط فضای دیسک موجود در کامپیوتر شما محدود می‌شود.
fr: Vous pouvez choisir manuellement quel dossiers ou fichiers mettre en cache local. Si constater qu'un dossier prend trop d'espace, choisissez l'option "Free up space" en faisant un clique droit sur le dossier et tout les fichiers en cache seront effacer. Il n'est pas nécessaire de définir une date de purge et une limite de taille du cache comme avec SeaDrive 1.0. Comme les fichiers virtuels sont des fichiers normaux créés sur votre disque, la taille du cache est uniquement limité par la quantité d'espace disque disponible sur votre PC.
is: Þú getur handvirkt valið hvaða möppur eða skrár á að geyma í skyndiminni á staðnum. Ef þú finnur að mappa notar of mikið pláss, veldu bara að "Losar um pláss" á þeirri möppu og allar skyndiminni skrár í þeirri möppu verða hreinsaðar. Það er engin þörf á að stilla skyndiminni hreinsunartíma og skyndiminni stærðarmörk eins og í SeaDrive 1.0. Vegna þess að staðgenglar eru bara venjulegar skrár búnar til á staðbundnum diskinum þínum, er skyndiminni stærðin þín aðeins takmörkuð af tiltæku diskplássi á tölvunni þinni.
it: Puoi scegliere manualmente quali cartelle o file memorizzare localmente. Se trovi che una cartella occupa troppo spazio, puoi scegliere di "Liberare spazio" su quella cartella e tutti i file memorizzati nella cache verranno cancellati. Non necessario impostare un tempo di pulizia della cache e un limite di dimensioni per la cache come in SeaDrive 1.0. Poich i placeholder sono solo file normali creati sul tuo disco locale, la dimensione della cache limitata solo dallo spazio disponibile sul tuo computer.
ja: ローカルにキャッシュするフォルダーまたはファイルを手動で選択できます。フォルダーが過剰なスペースを消費している場合は、そのフォルダーで[空き容量を増やす]を選択するだけで、そのフォルダー内のキャッシュされたファイルはすべてクリアされます。SeaDrive 1.0のように、キャッシュのクリア時間とキャッシュサイズの制限を設定する必要はありません。プレースホルダーはローカルディスクに作成された通常のファイルであるため、キャッシュサイズはコンピューターで使用可能なディスク容量によってのみ制限されます。
ko: 어떤 폴더 또는 파일을 로컬에 캐싱할 지 직접 선택할 수 있습니다. 폴더가 더 많은 공간을 차지한다면 해당 폴더에 "공간 비우기"를 선택하여 해당 폴더의 캐싱 파일을 지울 수 있습니다. SeaDrive 1.0에서와 같이 캐시 비우기 시간과 캐시 크기 제한을 설정할 필요가 없습니다. 자리 채움 파일은 로컬 디스크에 만드는 그냥 파일일 뿐이고, 캐시 크기는 컴퓨터에 남아 있는 디스크 공간으로 (알아서) 제한하기 때문입니다.
ru: Вы можете вручную выбрать, какие папки или файлы следует кэшировать локально. Если вы обнаружите, что папка занимает слишком много места, просто выберите "Освободить место" в этой папке, и все кэшированные файлы в этой папке будут очищены. Нет необходимости устанавливать время очистки и ограничение размера кэша, как в SeaDrive 1.0. Поскольку заполнители - это обычные файлы, созданные на вашем локальном диске, размер вашего кэша ограничен только доступным дисковым пространством на вашем компьютере.
zh_cn: 你可以手动选择要在本地缓存的文件夹或文件。如果你发现一个文件夹占用了太多的空间，只需选择“释放空间”，该文件夹中的所有缓存文件都将被清除。不需要像 SeaDrive 1.0 中那样设置缓存清理时间和缓存大小限制。因为占位符文件只是在本地磁盘上创建的普通文件，所以缓存大小仅受可用磁盘空间的限制。

source: How to remove left-over SeaDrive shortcuts in Windows Explorer?
ar: كيفية إزالة اختصارات SeaDrive المتبقية في مستكشف ويندوز؟
de: Wie entferne ich übrig gebliebene SeaDrive-Verknüpfungen im Windows Explorer?
es_ar: ¿Cómo eliminar los accesos directos de SeaDrive que quedaron en el Explorador de Windows?
fa_ir: چگونه میانبرهای باقی‌مانده SeaDrive در Windows Explorer را حذف کنم؟
fr: Comment supprimer les raccourcis SeaDrive restants dans l'Explorateur Windows ?
is: Hvernig á að fjarlægja SeaDrive flýtileiðir sem eru eftir í Windows Explorer?
it: Come rimuovere i collegamenti di SeaDrive lasciati in Windows Explorer?
ja: Windowsエクスプローラーに残ったSeaDriveショートカットを削除するにはどうすればよいですか？
ko: 윈도우 파일 탐색기의 SeaDrive 바로 가기 아이콘은 어떻게 제거하나요?
ru: Как удалить оставшиеся ярлыки SeaDrive в проводнике Windows?
zh_cn: 如何在 Windows 资源管理器中删除遗留的 SeaDrive 快捷方式？

source: The "SeaDrive" shortcut in Windows Explorer won't disappear after you exit SeaDrive program or switch Seafile accounts in SeaDrive. This is an intended behavior. You don't need to remove them if you still need to access the account later.
ar: لن يختفي اختصار "SeaDrive" في مستكشف ويندوز بعد الخروج من برنامج SeaDrive أو تبديل حسابات Seafile في SeaDrive. هذا هو السلوك المقصود. لا تحتاج إلى إزالتها إذا كنت لا تزال بحاجة إلى الوصول إلى الحساب لاحقا.
de: Die Verknüpfung „SeaDrive“ im Windows Explorer verschwindet nicht, nachdem Sie das SeaDrive-Programm beenden oder in SeaDrive zwischen Seafile-Konten wechseln. Dies ist ein beabsichtigtes Verhalten. Sie müssen sie nicht entfernen, wenn Sie später noch auf das Konto zugreifen müssen.
es_ar: El acceso directo "SeaDrive" en el Explorador de Windows no desaparecerá después de salir del programa SeaDrive o cambiar las cuentas de Seafile en SeaDrive. Este es un comportamiento esperado. No es necesario eliminarlos si aún necesita acceder a la cuenta más tarde.
fa_ir: میانبر "SeaDrive" در Windows Explorer پس از خروج از برنامه SeaDrive یا تغییر حساب‌های Seafile در SeaDrive ناپدید نخواهد شد. این یک رفتار عمدی است. اگر هنوز نیاز به دسترسی به حساب بعداً دارید، نیازی به حذف آن‌ها ندارید.
fr: Le raccourci "SeaDrive" dans l'explorateur Windows ne disparaît pas lorsque vous quittez le programme SeaDrive ou lorsque vous changez de compte Seafile dans SeaDrive. Il s'agit d'un comportement voulu. Vous n'avez pas besoin de les supprimer si vous avez encore besoin d'accéder au compte plus tard.
is: „SeaDrive“ flýtileiðin í Windows Explorer hverfur ekki eftir að þú hættir í SeaDrive forritinu eða skiptir um Seafile reikninga í SeaDrive. Þetta er ætlað hegðun. Þú þarft ekki að fjarlægja þær ef þú þarft enn að fá aðgang að reikningnum síðar.
it: Il collegamento "SeaDrive" in Windows Explorer non sparir dopo aver chiuso il programma SeaDrive o aver cambiato account Seafile in SeaDrive. Questo un comportamento previsto. Non necessario rimuoverli se ancora avrai bisogno di accedere all'account in futuro.
ja: Windowsエクスプローラーの「SeaDrive」ショートカットは、SeaDriveプログラムを終了するか、SeaDriveでSeafileアカウントを切り替えても消えません。これは意図された動作です。後でアカウントにアクセスする必要がある場合は、削除する必要はありません。
ko: 윈도우 파일 탐색기의 "SeaDrive" 바로 가기 아이콘은 SeaDrive 프로그램에서 나가거나 SeaDrive의 시파일 계정을 바꾸어도 없어지지 않습니다. 의도한 기능이며, 나중에 계정에 접근해야 할 경우를 대비하여 굳이 제거할 필요가 없습니다.
ru: Ярлык "SeaDrive" в проводнике Windows не исчезнет после выхода из программы SeaDrive или переключения учетных записей Seafile в SeaDrive. Это намеренное поведение. Не нужно удалять их, если вам может потребоваться получить доступ к учетной записи позже.
sv: Detta är ett avsiktligt beteende. Du behöver inte ta bort dem om du fortfarande behöver komma åt kontot senare.
zh_cn: 当你退出 SeaDrive 应用程序或者切换 Seafile 帐号后，Windows 资源管理器中的 “SeaDrive” 快捷方式不会消失。这是特意设计的行为。如果以后还需要访问帐号，就不需要删除它们。

source: In some corner cases, the "SeaDrvie" shortcut will be left-over in Windows Explorer and you want to remove it.
ar: في بعض الحالات ، سيتم ترك اختصار "SeaDrvie" في مستكشف ويندوز ويجب إزالته يدوياً.
de: In einigen Sonderfällen bleibt die Verknüpfung „SeaDrvie“ im Windows Explorer übrig und Sie möchten sie entfernen.
fr: Dans certains cas, le raccourci "SeaDrvie" reste dans l'explorateur Windows et vous souhaitez le supprimer.
ko: 어떤 경우에는, "SeaDrive" 바로 가기 아이콘을 윈도우 파일 탐색기에서 제거하고 싶을 때가 있습니다.
ru: В некоторых крайних случаях ярлык "SeaDrvie" может остаться в проводнике Windows, и вы можете удалить его позднее.
