Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Using links: there are multiple types of links that can be used to share with various scope of collaborators.
ar: استخدام الروابط: هناك أنواع متعددة من الروابط التي يمكن استخدامها للمشاركة مع نطاق مختلف من المتعاونين.
de: Verwenden von Links: Es gibt mehrere Arten von Links, die zum Teilen mit Mitarbeitern in unterschiedlichem Umfang verwendet werden können.
es_ar: Usando enlaces: hay varios tipos de enlaces que se pueden usar para compartir con varios alcances de colaboradores.
fa_ir: استفاده از لینک‌ها: انواع مختلفی از لینک‌ها وجود دارد که می‌توان برای به اشتراک گذاری با دامنه‌های مختلف همکاران استفاده کرد.
fr: Utilisation de liens : il existe plusieurs types de liens qui peuvent être utilisés pour partager avec différents types de collaborateurs.
is: Með því að nota tengla: Það eru margar tegundir tengla sem hægt er að nota til að deila með ýmsum samstarfsaðilum.
it: Utilizzo dei link: ci sono diversi tipi di link che possono essere usati per condividere con vari ambiti di collaboratori.
ja: リンクの使用：さまざまな範囲のコラボレーターと共有するために使用できるリンクには、複数の種類があります。
ko: 링크 활용: 다양한 협업 동료와 공유할 수 있는 링크 형식에는 여러가지가 있습니다.
pl: Używanie łączy: istnieje wiele typów łączy, które można użyć do udostępniania różnym zakresom współpracowników.
ru: Использование ссылок: существует несколько типов ссылок, которыми можно поделиться с различными соавторами.
sv: Använda länkar: det finns flera typer av länkar som kan användas för att delamed olika omfång av samarbetare.
zh_cn: 使用链接：有多种链接可用来和各种合作者共享。
zh_tw: 使用連結：可以使用多種類型的連結與不同範圍的協作者共享

source: Share links: Any user who has access to the links can access the files or folders pointed by the link. No login is required.
ar: مشاركة الروابط: يمكن لأي مستخدم لديه حق الوصول إلى الروابط الوصول إلى الملفات أو المجلدات التي يشير إليها الرابط. لا يلزم تسجيل الدخول.
de: Links freigeben: Jeder Benutzer, der Zugriff auf die Links hat, kann auf die Dateien oder Ordner zugreifen, auf die der Link verweist. Es ist keine Anmeldung erforderlich.
es_ar: Enlaces para compartir: cualquier usuario que tenga acceso a los enlaces puede acceder a los archivos o carpetas señalados por el enlace. No se requiere inicio de sesión.
fa_ir: لینک‌های اشتراک‌گذاری: هر کاربری که به لینک‌ها دسترسی داشته باشد می‌تواند به فایل‌ها یا پوشه‌های اشاره شده توسط لینک دسترسی پیدا کند. نیاز به ورود به سیستم نیست.
fr: Partager des liens : Tout utilisateur ayant accès aux liens peut accéder aux fichiers ou dossiers pointés par le lien. Aucune authentification n'est requise.
is: Deilingartenglar: Allir notendur sem hafa aðgang að tenglunum geta fengið aðgang að skrám eða möppum sem tengillinn vísar á. Engin innskráning er nauðsynleg.
it: Link di condivisione: Qualsiasi utente che ha accesso ai link può accedere ai file o cartelle indicati dal link. Non è richiesto il login.
ja: 共有リンク：リンクにアクセスできるユーザーは、リンクが指すファイルまたはフォルダーにアクセスできます。ログインは不要です。
ko: 공유 링크: 링크에 접근할 수 있는 사용자라면 링크가 가리키는 파일 또는 폴더에 접근할 수 있습니다. 로그인은 필요하지 않습니다.
pl: Łącza udostępniania: Każdy użytkownik mający dostęp do łączy może uzyskać dostęp do plików lub folderów wskazywanych przez łącze. Logowanie nie jest wymagane.
ru: Общедоступные ссылки: любой пользователь, имеющий доступ к ссылкам, может получить доступ к файлам или папкам, указанным ссылкой. Вход в систему не требуется.
sv: Delningslänkar: Valfri användare som har tillgång till länkarna kan komma åtfilerna eller mapparna som länkarna pekar på. Inloggning krävs inte.
zh_cn: 共享外链：任何可以访问该链接的用户都可以访问该链接所指向的文件或目录。无需登录。
zh_tw: 共享連結：任何擁有連結存取權的使用者都可以存取連結所指向的檔案或資料夾。無需登入

source: Upload links: Any user who has access to the links can upload files to the folder pointed by the link. No login is required.
ar: تحميل الروابط: يمكن لأي مستخدم لديه حق الوصول إلى الروابط تحميل الملفات إلى المجلد الذي يشير إليه الرابط. لا يلزم تسجيل الدخول.
de: Upload-Links: Jeder Benutzer, der Zugriff auf die Links hat, kann Dateien in den durch den Link angegebenen Ordner hochladen. Eine Anmeldung ist nicht erforderlich.
es_ar: Enlaces de carga: cualquier usuario que tenga acceso a los enlaces puede cargar archivos en la carpeta señalada por el enlace. No se requiere inicio de sesión.
fa_ir: لینک‌های آپلود: هر کاربری که به لینک‌ها دسترسی داشته باشد می‌تواند فایل‌ها را به پوشه اشاره شده توسط لینک آپلود کند. نیاز به ورود به سیستم نیست.
fr: Liens de téléchargement : Tout utilisateur ayant accès aux liens peut télécharger des fichiers vers le dossier indiqué par le lien. Aucune authentification n'est requise.
is: Upphleðslutenglar: Allir notendur sem hafa aðgang að tenglunum geta hlaðið upp skrám í möppuna sem tengillinn vísar á. Engin innskráning er nauðsynleg.
it: Link di caricamento: Qualsiasi utente che ha accesso ai link può caricare file nella cartella indicata dal link. Non è richiesto il login.
ja: アップロードリンク：リンクにアクセスできるユーザーは、リンクが指すフォルダーにファイルをアップロードできます。ログインは不要です。
ko: 업로드 링크: 링크에 접근할 수 있는 사요자라면 링크가 가리키는 폴더에 파일을 업로드할 수 있습니다. 로그인은 필요하지 않습니다.
pl: Łącza przesyłania: Każdy użytkownik mający dostęp do łączy może przesyłać pliki do folderu wskazywanego przez łącze. Logowanie nie jest wymagane.
ru: Ссылки для загрузки: любой пользователь, имеющий доступ к ссылкам, может загружать файлы в папку, на которую указывает ссылка. Вход в систему не требуется.
sv: Uppladdningslänkar: Valfri användare som har tillgång till länkarna kan ladda uppfiler till mappen som länken pekar på. Inloggning krävs inte.
zh_cn: 上传外链：任何可以访问该链接的用户都可以上传文件到该链接所指向的目录中。无需登录。
zh_tw: 上傳連結：任何擁有連結存取權的使用者都可以上傳檔案到連結所指向的資料夾中。無需登入

source: Internal links: Only logged in users who have read permission to the file or folder can access this link. Used for internal file sharing.
ar: الروابط الداخلية: يمكن فقط للمستخدمين الذين قاموا بتسجيل الدخول والذين لديهم إذن قراءة للملف أو المجلد الوصول إلى هذا الرابط. تستخدم لمشاركة الملفات الداخلية.
de: Interne Links: Nur angemeldete Benutzer, die Leseberechtigung für die Datei oder den Ordner haben, können auf diesen Link zugreifen. Wird für die interne Dateifreigabe verwendet.
es_ar: Enlaces internos: Sólo los usuarios registrados que tienen permiso de lectura al archivo o carpeta pueden acceder a este enlace. Se utiliza para compartir archivos internamente.
fa_ir: لینک‌های داخلی: فقط کاربران وارد شده‌ای که دسترسی خواندن به فایل یا پوشه را دارند می‌توانند به این لینک دسترسی پیدا کنند. برای اشتراک‌گذاری داخلی فایل استفاده می‌شود.
fr: Liens internes : Seuls les utilisateurs connectés qui ont le droit de lire le fichier ou le dossier peuvent accéder à ce lien. Utilisé pour le partage en interne de fichiers.
is: Innri tenglar: Aðeins innskráðir notendur sem hafa lesheimild á skránni eða möppunni geta fengið aðgang að þessum tengli. Notað til innri skráadeilingar.
it: Link interni: Solo gli utenti connessi che hanno il permesso di lettura per il file o la cartella possono accedere a questo link. Usato per la condivisione interna dei file.
ja: 内部リンク：ファイルまたはフォルダーへの読み取り権限を持っているログインユーザーのみが、このリンクにアクセスできます。内部ファイル共有に使用されます。
ko: 내부 링크: 파일 또는 폴더의 읽기 권한을 가진 로그인한 사용자만이 이 링크에 접근할 수 있습니다. 내부 파일 공유용으로 활용합니다.
pl: Łącza wewnętrzne: Tylko zalogowani użytkownicy z uprawnieniami do odczytu pliku lub folderu mogą uzyskać dostęp do tego łącza. Używane do wewnętrznego udostępniania plików.
ru: Внутренние ссылки: только зарегистрированные пользователи, у которых есть разрешение на чтение файла или папки, могут получить доступ к этой ссылке. Используется для внутреннего обмена файлами.
sv: Interna länkar: Endast inloggade användare som har läsbehörighet till fileneller mappen kan komma åt denna länk. Används för intern fildelning.
zh_cn: 内部链接：只有已登录并对该文件或目录有读权限的用户才可以访问该链接。只用于内部文件共享。
zh_tw: 內部連結：只有擁有檔案或資料夾讀取權限的已登入使用者可以存取這個連結。用於內部檔案共享

source: Sharing libraries or folders: used for setting access permissions to a library or folder for specific users or groups. Users have to log in to access the folders.
ar: مشاركة المكتبات أو المجلدات: تستخدم لتعيين أذونات الوصول إلى مكتبة أو مجلد لمستخدمين أو مجموعات محددة. يجب على المستخدمين تسجيل الدخول للوصول إلى المجلدات.
de: Freigeben von Bibliotheken oder Ordnern: Wird verwendet, um bestimmten Benutzern oder Gruppen Zugriffsberechtigungen für eine Bibliothek oder einen Ordner zuzuweisen. Benutzer müssen sich anmelden, um auf die Ordner zugreifen zu können.
es_ar: Compartiendo bibliotecas o carpetas: se utiliza para establecer permisos de acceso a una biblioteca o carpeta para usuarios o grupos específicos. Los usuarios deben iniciar sesión para acceder a las carpetas.
fa_ir: اشتراک‌گذاری کتابخانه‌ها یا پوشه‌ها: برای تنظیم مجوزهای دسترسی به یک کتابخانه یا پوشه برای کاربران یا گروه‌های خاص استفاده می‌شود. کاربران باید وارد سیستم شوند تا به پوشه‌ها دسترسی پیدا کنند.
fr: Partage de bibliothèques ou de dossiers : utilisé pour définir les autorisations d'accès d'une bibliothèque ou d'un dossier pour des utilisateurs ou des groupes spécifiques. Les utilisateurs doivent se connecter pour accéder aux dossiers.
is: Deila söfnum eða möppum: notað til að stilla aðgangsheimildir á safn eða möppu fyrir tiltekna notendur eða hópa. Notendur verða að skrá sig inn til að fá aðgang að möppunum.
it: Condivisione di librerie o cartelle: usato per impostare i permessi di accesso a una libreria o cartella per utenti o gruppi specifici. Gli utenti devono effettuare il login per accedere alle cartelle.
ja: ライブラリまたはフォルダーの共有：特定のユーザーまたはグループのライブラリまたはフォルダーへのアクセス許可を設定するために使用されます。ユーザーはフォルダーにアクセスするためにログインする必要があります。
ko: 라이브러리 또는 폴더 공유: 지정 사용자 또는 그룹에 라이브러리 또는 폴더에 접근 권한을 부여할 때 활용합니다. 사용자가 폴더에 접근하려면 로그인해야 합니다.
pl: Udostępnianie bibliotek lub folderów: używane do ustawiania uprawnień dostępu do biblioteki lub folderu dla określonych użytkowników lub grup. Użytkownicy muszą się zalogować, aby uzyskać dostęp do folderów.
ru: Совместное использование библиотек или папок: используется для настройки прав доступа к библиотеке или папке для определенных пользователей или групп. Пользователи должны войти в систему, чтобы получить доступ к папкам.
sv: Dela kataloger eller mappar: används för att ställa in åtkomstbehörigheter till enkatalog eller mapp för specifika användare eller grupper. Användare måste logga inför att komma åt mapparna.
zh_cn: 共享资料库或目录：用来给特定的用户或群组设置一个资料库或者目录的访问权限。用户需要登录后才能访问目录。
zh_tw: 共享資源庫或資料夾：用於設定特定使用者或群組對資源庫或資料夾的存取權限。使用者需要登入以存取資料夾

source: Creating share links to files or folders
ar: إنشاء روابط مشاركة إلى ملفات أو مجلدات
de: Erstellen von Freigabelinks zu Dateien oder Ordnern
es_ar: Creando enlaces para compartir a archivos o carpetas
fa_ir: ایجاد لینک‌های اشتراک‌گذاری برای فایل‌ها یا پوشه‌ها
fr: Création de liens de partages de fichier ou dossiers
is: Búa til deilingartengla á skrár eða möppur
it: Creazione di link di condivisione per file o cartelle
ja: ファイルまたはフォルダーへの共有リンクの作成
ko: 파일 또는 폴더의 공유 링크 만들기
pl: Tworzenie łączy udostępniania do plików lub folderów
ru: Создание общих ссылок на файлы или папки
sv: Skapa delningslänkar till filer eller mappar
zh_cn: 给文件或目录创建共享外链
zh_tw: 創建檔案或資料夾共享連結

source: Share links are public links to files or folders. They can be accessed by anyone, including those who don't have a Seafile account. You can also use password and expiration time to protect your links.
ar: روابط المشاركة هي روابط عامة للملفات أو المجلدات. يمكن الوصول إليها من قبل أي شخص ، بما في ذلك أولئك الذين ليس لديهم حساب سيفايل. يمكنك أيضا استخدام كلمة المرور ووقت انتهاء الصلاحية لحماية الروابط الخاصة بك.
de: Freigabelinks sind öffentliche Links zu Dateien oder Ordnern. Auf sie kann jeder zugreifen, auch Personen, die kein Seafile-Konto haben. Sie können Ihre Links auch mit einem Passwort und einer Ablaufzeit schützen.
es_ar: Los enlaces para compartir son enlaces públicos a archivos o carpetas. Pueden ser accedidos por cualquiera, incluyendo aquellos que no tienen una cuenta de Seafile. También puede usar contraseña y tiempo de caducidad para proteger sus enlaces.
fa_ir: لینک‌های اشتراک‌گذاری، لینک‌های عمومی برای فایل‌ها یا پوشه‌ها هستند. هر کسی، از جمله کسانی که حساب Seafile ندارند، می‌توانند به آن‌ها دسترسی پیدا کنند. همچنین می‌توانید از رمز عبور و زمان انقضا برای محافظت از لینک‌های خود استفاده کنید.
fr: Les liens de partage sont des liens publics vers des fichiers ou des dossiers. Ils sont accessibles par tous, y compris à ceux qui n'ont pas de compte Seafile. Vous pouvez également utiliser un mot de passe et un délai d'expiration pour protéger vos liens.
is: Deilingartenglar eru opinberir tenglar á skrár eða möppur. Hægt er að nálgast þá af hverjum sem er, þar á meðal þeim sem ekki eru með Seafile reikning. Þú getur einnig notað lykilorð og gildistíma til að vernda tenglana þína.
it: I link di condivisione sono link pubblici a file o cartelle. Possono essere accessibili da chiunque, inclusi coloro che non hanno un account Seafile. Puoi anche utilizzare password e tempo di scadenza per proteggere i tuoi link.
ja: 共有リンクは、ファイルまたはフォルダーへのパブリックリンクです。Seafileアカウントを持っていない人を含め、誰でもアクセスできます。パスワードと有効期限を使用してリンクを保護することもできます。
ko: 공유 링크는 파일 또는 폴더의 공개 링크입니다. 누구든 접근할 수 있으며, 심지어는 Seafile 계정이 없어도 됩니다. 링크를 보호할 목적으로 암호와 유효 기간을 활용할 수 있습니다.
pl: Łącza udostępniania to publiczne łącza do plików lub folderów. Mogą do nich mieć dostęp wszyscy, w tym osoby bez konta Seafile. Możesz również użyć hasła i czasu wygaśnięcia, aby chronić swoje łącza.
ru: Ссылки для общего доступа - это общедоступные ссылки на файлы или папки. К ним может получить доступ кто угодно, включая тех, у кого нет учетной записи Seafile. Вы также можете использовать пароль и срок действия для защиты своих ссылок.
sv: Delningslänkar är publika länkar till filer eller mappar. De kan nås avalla, inklusive dem som inte har ett Seafile-konto. Du kan också användalösenord och förfallotid för att skydda dina länkar.
zh_cn: 共享外链是文件或目录的公共链接。任何人都可以访问，包括那些没有 Seafile 帐号的人。你也可以使用密码和过期时间来保护你的共享外链。
zh_tw: 共享連結是檔案或資料夾的公開連結。任何人，包括那些沒有 Seafile 帳戶的人都可以存取。您也可以使用密碼和到期時間來保護您的連結。

source: You can also set access permission to share links. There are three types of permissions:
ar: يمكنك أيضا تعيين إذن الوصول لمشاركة الروابط. هناك ثلاثة أنواع من الأذونات:
de: Sie können auch Zugriffsberechtigungen zum Teilen von Links festlegen. Es gibt drei Arten von Berechtigungen:
es_ar: También puede establecer permisos de acceso a los enlaces para compartir. Hay tres tipos de permisos:
fa_ir: همچنین می‌توانید مجوز دسترسی به لینک‌های اشتراک‌گذاری را تنظیم کنید. سه نوع مجوز وجود دارد:
fr: Vous pouvez également définir des autorisations d'accès pour partager des liens. Il existe trois types de permissions :
is: Þú getur einnig stillt aðgangsheimild til að deila tenglum. Það eru þrjár tegundir heimilda:
it: Puoi anche impostare i permessi di accesso per i link di condivisione. Ci sono tre tipi di permessi:
ja: 共有リンクへのアクセス許可を設定することもできます。アクセス許可には、次の3種類があります。
ko: 링크를 공유할 때 접근 권한을 설정할 수도 있습니다. 세가지 권한 형태가 있습니다:
pl: Możesz również ustawić uprawnienia dostępu do łączy udostępniania. Istnieją trzy typy uprawnień:
ru: Вы также можете установить разрешения доступа для обмена ссылками. Есть три типа разрешений:
sv: Du kan också ställa in åtkomstbehörighet till delningslänkar. Det finns tre typer avbehörigheter:
zh_cn: 你也可以设置共享外链的访问权限。有以下三种：
zh_tw: 您也可以設定共享連結的存取權限。共有三種類型的權限：

source: Preview and Download: the file or files in the folder can be downloaded. If the type of files can be previewd in web browser, they can also be viewed online (e.g. Office files).
ar: معاينة وتنزيل: يمكن تنزيل الملف أو الملفات الموجودة في المجلد. إذا كان من الممكن معاينة نوع الملفات في متصفح الويب ، فيمكن أيضا عرضها عبر الإنترنت (مثل ملفات أوفيس ).
de: Vorschau und Download: Die Datei bzw. Dateien im Ordner können heruntergeladen werden. Wenn der Dateityp im Webbrowser in der Vorschau angezeigt werden kann, können sie auch online angezeigt werden (z. B. Office-Dateien).
fr: Prévisualisation et téléchargement : le ou les fichiers du dossier peuvent être téléchargés. Si le type de fichiers peut être prévisualisé dans le navigateur web, ils peuvent également être visualisés en ligne (par exemple, les fichiers Office).
ko: 미리 보기 및 다운로드: 파일 또는 폴더의 파일을 다운로드할 수 있습니다. 웹 브라우저에서 미리 볼 수 있는 파일 형식이라면, 온라인에서도 볼 수 있습니다(예: 오피스 파일).
ru: Предварительный просмотр и скачиване: файл или файлы в папке можно скачать. Если тип файлов можно предварительно просмотреть в веб-браузере, их также можно будет просматривать онлайн (например, файлы Office).

source: Preview only: the file or files in the folder can only be viewed in web browser, but cannot be downloaded. This is useful for sharing confidential data.
ar: المعاينة فقط: لا يمكن عرض الملف أو الملفات الموجودة في المجلد إلا في متصفح الويب ، ولكن لا يمكن تنزيلها. هذا مفيد لمشاركة البيانات السرية.
de: Nur Vorschau: Die Datei oder Dateien im Ordner können nur im Webbrowser angezeigt, aber nicht heruntergeladen werden. Dies ist nützlich, wenn vertrauliche Daten geteilt werden.
es_ar: Sólo vista previa: el archivo o los archivos en la carpeta sólo se pueden ver en el navegador web, pero no se pueden descargar. Esto es útil para compartir datos confidenciales.
fa_ir: فقط پیش‌نمایش: فایل یا فایل‌های موجود در پوشه فقط در مرورگر وب قابل مشاهده هستند، اما قابل دانلود نیستند. این برای اشتراک‌گذاری داده‌های محرمانه مفید است.
fr: Prévisualisation uniquement : le ou les fichiers du dossier peuvent uniquement être visualisés dans le navigateur web, mais ne peuvent pas être téléchargés. Cette option est utile pour partager des données confidentielles.
is: Aðeins forskoðun: aðeins er hægt að skoða skrána eða skrárnar í möppunni í vefskoðara, en ekki er hægt að hlaða þeim niður. Þetta er gagnlegt til að deila trúnaðargögnum.
it: Solo anteprima: il file o i file nella cartella possono essere solo visualizzati nel browser web, ma non possono essere scaricati. Questo è utile per condividere dati riservati.
ja: プレビューのみ：フォルダー内のファイルは、Webブラウザーでのみ表示でき、ダウンロードできません。これは、機密データを共有する場合に役立ちます。
ko: 미리 보기 전용: 파일 또는 폴더의 파일을 웹 브라우저에서 보기만 할 수 있고 다운로드는 할 수 없습니다. 기밀 데이터를 공유할 때 쓸만합니다.
pl: Tylko podgląd: plik lub pliki w folderze można tylko przeglądać w przeglądarce internetowej, ale nie można ich pobrać. Jest to przydatne do udostępniania poufnych danych.
ru: Только предварительный просмотр: файл или файлы в папке можно просматривать только в веб-браузере, но нельзя скачать. Это полезно для обмена конфиденциальными данными.
sv: Endast förhandsgranskning: filen eller filerna i mappen kan endast visas i webbläsare,men kan inte laddas ner. Detta är användbart för att dela konfidentiell data.
zh_cn: 仅预览：文件或者目录中的文件只能在浏览器中查看，但是不能下载。这对于共享机密数据很有用。
zh_tw: 僅預覽：資料夾中的檔案只能在網頁浏览器中預覽，不能下載。這對於共享機密資料非常有用。

source: Edit on cloud and download: Similar to "Preview and Download", but if the file can be edited in web browser (e.g. an Office file), any user who has access to the link is allowed to edit it.
ar: التحرير على السحابة والتنزيل: على غرار "المعاينة والتنزيل" ، ولكن إذا كان من الممكن تحرير الملف في متصفح الويب (مثل ملف Office) ، يسمح لأي مستخدم لديه حق الوصول إلى الارتباط بتحريره.
de: In der Cloud bearbeiten und herunterladen: Ähnlich wie „Vorschau und Download“, aber wenn die Datei im Webbrowser bearbeitet werden kann (z. B. eine Office-Datei), darf jeder Benutzer, der Zugriff auf den Link hat, sie bearbeiten.
es_ar: Editar en la nube y descargar: Similar a "Vista previa y descarga", pero si el archivo se puede editar en el navegador web (por ejemplo, un archivo de Office), cualquier usuario que tenga acceso al enlace puede editarlo.
fa_ir: ویرایش در ابر و دانلود: مشابه "پیش‌نمایش و دانلود"، اما اگر فایل در مرورگر وب قابل ویرایش باشد (مثلاً یک فایل Office)، هر کاربری که به لینک دسترسی دارد مجاز به ویرایش آن است.
fr: Modifier sur le cloud et télécharger : Similaire à "Prévisualiser et télécharger", mais si le fichier peut être édité dans un navigateur web (par exemple un fichier Office), tout utilisateur ayant accès au lien est autorisé à l'éditer.
is: Breyta í skýinu og hlaða niður: Svipað og „Forskoða og hlaða niður“, en ef hægt er að breyta skránni í vefskoðara (t.d. Office skrá), hefur hver notandi sem hefur aðgang að tenglinum leyfi til að breyta henni.
it: Modifica nel cloud e download: Simile a "Anteprima e Download", ma se il file può essere modificato nel browser web (ad esempio, un file Office), qualsiasi utente che ha accesso al link può modificarlo.
ja: クラウドで編集してダウンロード：「プレビューとダウンロード」と同様ですが、ファイルがWebブラウザーで編集できる場合（Officeファイルなど）、リンクにアクセスできるすべてのユーザーが編集できます。
ko: 클라우드 편집 및 다운로드: "미리 보기 및 다운로드" 와 유사하지만, 파일을 웹 브라우저에서 편집할 수 있는 경우(예: 오피스 파일), 링크에 접근할 수 있는 사용자가 해당 파일을 편집할 수 있습니다.
pl: Edycja w chmurze i pobieranie: Podobne do "Podgląd i pobieranie", ale jeśli plik można edytować w przeglądarce internetowej (np. plik Office), każdy użytkownik mający dostęp do łącza może go edytować.
ru: Редактировать в облаке и скачивание: аналогично "Предварительному просмотру и скачиванию", но если файл можно редактировать в веб-браузере (например, файл Office), любой пользователь, имеющий доступ к ссылке, может его редактировать.
sv: Redigera i molnet och ladda ner: Liknande "Förhandsgranska och ladda ner", men omfilen kan redigeras i webbläsare (t.ex. en Office-fil), får alla användare somhar tillgång till länken redigera den.
zh_cn: 云端可编辑和下载：和“预览与下载”类似，只是，如果文件可以在浏览器中编辑（例如，Office 文件），那么任何可以访问该链接的用户都可以编辑它。
zh_tw: 在雲端上編輯和下載：與「預覽和下載」類似，但如果檔案可以在網頁浏览器中編輯（例如 Office 檔案），任何擁有連結存取權的使用者都可以編輯它。

source: To create a share link in Seafile web app:
ar: لإنشاء روابط مشاركة في تطبيق ويب Seafile:
de: So erstellen Sie einen Freigabelink in der Seafile-Web-App:
es_ar: Para crear un enlace para compartir en la aplicación web de Seafile:
fa_ir: برای ایجاد یک لینک اشتراک‌گذاری در برنامه وب Seafile:
fr: Comment créer un lien de partage dans l'application web Seafile :
is: Til að búa til deilingartengil í Seafile vefforritinu:
it: Per creare un link di condivisione nell'app web di Seafile:
ja: Seafile Webアプリで共有リンクを作成するには：
ko: Seafile 웹 앱에서 공유 링크를 만들려면:
pl: Aby utworzyć łącze udostępniania w aplikacji internetowej Seafile:
ru: Чтобы создать ссылку для общего доступа в веб-приложении Seafile:
sv: Så här skapar du en delningslänk i Seafile web app:
zh_cn: 在 Seafile web app 中创建一个共享外链：
zh_tw: 在 Seafile 網頁應用中創建共享連結：

source: Navigate into the parent folder containing the file or folder. Hover your mouse over the file or folder and click on the "Share" icon that appears.
ar: انتقل إلى المجلد الأصل الذي يحتوي على الملف أو المجلد. مرر مؤشر الفأرة فوق الملف أو المجلد وانقر على أيقونة "مشاركة" التي تظهر.
de: Navigieren Sie zum übergeordneten Ordner, der die Datei oder den Ordner enthält. Bewegen Sie den Mauszeiger über die Datei oder den Ordner und klicken Sie auf das angezeigte Symbol „Teilen“.
es_ar: Navegue a la carpeta principal que contiene el archivo o la carpeta. Pase el mouse sobre el archivo o la carpeta y haga clic en el icono "Compartir" que aparece.
fa_ir: به پوشه والد حاوی فایل یا پوشه بروید. ماوس خود را روی فایل یا پوشه ببرید و روی آیکون "اشتراک‌گذاری" که ظاهر می‌شود کلیک کنید.
fr: Naviguez dans le dossier parent contenant le fichier ou le dossier. Passez votre souris sur le fichier ou le dossier et cliquez sur l'icône "Partager" qui apparaît.
is: Farðu í yfirmöppuna sem inniheldur skrána eða möppuna. Haltu músinni yfir skrána eða möppuna og smelltu á „Deila“ táknið sem birtist.
it: Naviga nella cartella principale contenente il file o la cartella. Passa il mouse sopra il file o la cartella e fai clic sull'icona "Condividi" che appare.
ja: ファイルまたはフォルダーを含む親フォルダーに移動します。ファイルまたはフォルダーの上にマウスを置き、表示される[共有]アイコンをクリックします。
ko: 파일 또는 폴더가 들어있는 상위 폴더를 탐색합니다. 파일 또는 폴더 위에 마우스 커서를 올려둔 후 나타나는 "공유" 아이콘을 누릅니다.
pl: Przejdź do folderu nadrzędnego zawierającego plik lub folder. Najedź myszą na plik lub folder i kliknij ikonę "Udostępnij", która się pojawi.
ru: Перейдите в родительскую папку, содержащую файл или папку. Наведите указатель мыши на файл или папку и щелкните появившийся значок "Поделиться".
sv: Navigera till föräldermappen som innehåller filen eller mappen. Håll musen överfilen eller mappen och klicka på ikonen "Dela" som visas.
zh_cn: 进入文件或目录的父目录，将鼠标移动到文件或目录上，点击出现的“共享”图标。
zh_tw: 在包含檔案或資料夾的父資料夾中導航。將游標移到檔案或資料夾上，然後點擊出現的 "共享" 圖示。
