Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Seafile supports wildcards in the pattern. For example, "foo/*" matches "foo/1" and "foo/hello". "foo/?" matches "foo/1" but not "foo/hello". Note that the wildcard character * recursively matches all the paths under a folder. For instance, "foo/*.html" matches "foo/a.html" and "foo/templates/b.html".
ar: يعتمد Seafile أحرف البدل في النمط. على سبيل المثال، "فو/*" يطابق "فو/1" و "فو/مرحبا". "فو/؟" يطابق "فو/1" ولكن ليس "فو/مرحبا". لاحظ أن حرف البدل * يطابق بشكل متكرر جميع المسارات ضمن مجلد. على سبيل المثال، يطابق "فو/*.html" "foo/a.html" و "foo/templates/b.html".
de: Seafile unterstützt Platzhalter im Suchmuster - z.B. „xy/*“ findet „xy/1“ und „xy/hallo“. „xy/?“ findet „xy/1“, aber nicht „xy/hallo“. Beachten Sie, dass der Platzhalter * alle Unterordner eines Ordners berücksichtigt. Zum Beispiel findet „xy/*.html“ sowohl „xy/a.html“ als auch „xy/templates/b.html“.
es_ar: Seafile soporta comodines en el patrón. Por ejemplo "foo/*" concuerda con "foo/1"y "foo/hello". Mientras que "foo/?" concuerda con "foo/1" pero no con "foo/hello". Notar que el carácter comodín * sirve para todas las rutas de una carpeta. Por ejemplo "foo/*html" concuerda con "foo/a.html" y "foo/templates/b.html".
fr: Seafile supporte les caractères de remplacement dans le modèle. Par exemple, "toto/*" correspond à "toto/1" et "toto/hello". "toto/?" correspond à "toto/1", mais pas "toto/hello". Notez que le caractère de remplacement * correspond de façon récurrente à tous les chemins sous un dossier. Par exemple, "toto/*.html" correspond à "toto/a.html" et "toto/templates/b.html".
is: Seafile styður algildi sem mynstur. Til dæmis, "foo/*" passar við "foo/1" og "foo/bla". "foo/?" passar við "foo/1" en ekki "foo/bla". Athugaðu að algildistáknið * passar við allt sem er undir möppu og allar undirmöppur. Til dæmis, "foo/*.html" passar við "foo/a.html" og "foo/uppkast/b.html"
it: Seafile supporta i caratteri jolly nel modello. Ad esempio, "foo/*" corrisponde a "foo/1" e "foo/hello". "foo/?" corrisponde a "foo/1" ma non a "foo/hello". Nota che il carattere jolly * corrisponde ricorsivamente a tutti i percorsi all'interno di una cartella. Ad esempio, "foo/*.html" corrisponde a "foo/a.html" e "foo/templates/b.html".
ja: Seafileは、ワイルドカードをサポートします。例えば、"foo/*" は "foo/1" や"foo/hello"に合致します。"foo/?" は、 "foo/1" に合致しますが、"foo/hello"に合致しません。ここで、ワイルドカードを指定する * は、再帰的にすべての配下のパスを探索します。つまり、"foo/*.html" は、 "foo/a.html" にも"foo/templates/b.html"にも合致します。
ko: Seafile에는 패턴에 와일드카드 문자를 지원합니다. 예를 들어 "foo/*"는 "foo/1", "foo/hello"와 일치합니다. "foo/?"는 "foo/1"와 일치하지만 "foo/hello"와 일치하지는 않습니다. 참고로 * 와일드카드 문자는 폴더 아래 모든 경로와 재귀적으로 일치합니다. 예를 들어 "foo/*.html"은 "foo/a.html", "foo/templates/b.html"과 일치합니다.
pl: Seafile obsługuje znaczniki wieloznaczne we wzorcach. Przykładowo "foo/*" zostanie dopasowany do "foo/1" oraz "foo/hello". "foo/?" pasuje do "foo/1", ale nie do "foo/hello". Zwróć uwagę, że znacznik * pasuje także do wszystkich podfolderów. Przykładowo, "foo/*.html" zostanie dopasowany zarówno do "foo/a.html" jak i do "foo/templates/b.html".
ru: Seafile поддерживает групповые символы в шаблоне. Например, "foo/*" соответствует "foo/1" и "foo/hello". "foo/?" соответствует "foo/1" но не "foo/hello". Обратите внимание, что символ подстановки * рекурсивно соответствует всем путям и подкаталогам. Например, "foo/*.html" соответствует "foo/a.html" и "foo/templates/b.html".
sv: Seafile stöder jokertecken i sökmönstret. T.ex. "foo/*" matchar "foo/1" och "foo/hello". "foo/?" matchar "foo/1" men inte "foo/hello". Observera att jokertecknet * matchar alla sökvägar rekursivt under en mapp. T.ex. "foo/*.html" matchar "foo/a.html" och "foo/templates/b.html".
zh_cn: 支持通配符。比如， "foo/*" 匹配 "foo/1" 和 "foo/hello"。"foo/?" 匹配 "foo/1" 但是不匹配 "foo/hello"。通配符 * 会递归匹配目录下的所有路径。比如 "foo/*.html" 会匹配文件 "foo/a.html" 以及 "foo/templates/b.html"。
zh_tw: 支援萬用字元。比如， "foo/*" 匹配 "foo/1" and "foo/hello"。"foo/?" 匹配 "foo/1" 但是不匹配 "foo/hello"。萬用字元 * 會遞歸匹配目錄下的所有路徑。比如 "foo/*.html" 會匹配檔案 "foo/a.html" 以及 "foo/templates/b.html"。

source: If the pattern ends with a slash, it would only match a folder. In other words, "foo/" will match a folder "foo" and paths underneath it, but will not match a regular file or a symbolic link "foo".
ar: إذا كان النمط ينتهي ب خط مائل، فإنها ستطابق مجلد فقط. على سبيل المثال، "فو/" تطابق مجلد "فو" و المسارات تحته، لكنه لا يطابق ملف عادي أو رابط رمزي "فو".
de: Wenn das Muster mit einem Schrägstrich endet, würde es nur mit einen Ordner übereinstimmen. Das heißt, "Foo /" würde einem Ordner "Foo" und Pfade darunter entsprechen, aber wird nicht einer regulären Datei oder einen symbolischen Link "Foo".
es_ar: Si el patrón termina con una diagonal, sólo aplica para carpetas. En otras palabras "foo/" concuerda con una carpeta "foo" y rutas derivadas, pero no concordará con un archivo normal o un link simbólico "foo".
fr: Si le modèle se termine par une barre oblique, cela fera référence uniquement à un dossier. En d'autres termes, "foo/" correspondra à un dossier "foo" ainsi que les chemins en dessous, mais ne correspond pas à un fichier régulier ou un lien symbolique "foo".
is: Ef mynstrið endar á skástriki, passar það aðeins við möppu
it: Se il modello termina con una barra, corrisponderà solo a una cartella. In altre parole, "foo/" corrisponderà a una cartella "foo" e ai percorsi all'interno di essa, ma non a un file regolare o a un collegamento simbolico "foo".
ja: パターンがスラッシュで終わっている場合、フォルダーにのみ合致します。つまり、"foo/" は "foo/" やその配下のパスに合致しますが、通常ファイルやシンボリックリンクの"foo" には合致しません。
ko: 패턴이 슬래시(/)로 끝나면, 폴더만 일치합니다. 다시 말해 "foo/"는 폴더 "foo" 및 그 아래에 있는 경로에 해당하지만 일반 파일 또는 심볼릭 링크 "foo"와는 일치하지 않습니다.
pl: Jeżeli wzorzec zakończony jest ukośnikiem "/", zostanie dopasowany wyłącznie do folderów. Innymi słowy, "foo/" pasuje do folderu "foo" i ścieżek wewnątrz niego, ale nie pasuje do zwykłego pliku lub łącza symbolicznego o nazwie "foo".
ru: Если шаблон заканчивается косой чертой, он будет соответствовать только папке. Другими словами, "foo/" будет соответствовать папке "foo" и пути под ним, но не будет соответствовать обычному файлу или символической ссылке "foo".
sv: Om sökmönstret slutar med en slash, kommer det bara matcha en mapp. Med andra ord, "foo/" kommer matcha mappen "foo" och sökvägen under den, men inte en vanlig fil eller en symbolisk länk "foo".
zh_cn: 如果一个模式以斜杠结尾，那么它只会匹配目录。比如，"foo/" 匹配目录 "foo" 以及它下面的路径， 但是不会匹配一个常规文件或是一个符号链接 "foo"。
zh_tw: 如果一個模式以/結尾，那麼它只會匹配目錄。比如，foo/ 匹配目錄 "foo" 以及它下面的路徑， 但是不會匹配一個常規檔案或是一個符號連結 foo。

source: If a pattern doesn't end with a slash or a wildcard, it would not match a folder. For example, "foo" can only match regular file "foo" or a symbolic link; while "foo/" and "foo*" match a folder and paths under it.
ar: إذا كان نمط لا ينتهي بخط مائل أو حرف بدل، فإنه لن يتطابق مع مجلد. على سبيل المثال، "فو" يمكنها فقط مطابقة ملف عادي "فو" أو ارتباط رمزي؛ في حين "فو/" "فو" * تطابق مجلد و المسارات تحته.
de: Wenn ein Suchmuster nicht mit Schrägstrich oder einem Platzhalter (Stern) endet, werden keine Ordner gefunden. Zum Beispiel findet „xy“ nur die Datei „xy“ oder einen symbolischen Link, während „xy/“ und „xy*“ auch Ordner und Unterordner findet.
es_ar: Si un patrón no termina con diagonal o comodín, nunca aplicará para carpetas. Por ejemplo, "foo" solo concordará con archivos normales "foo" o links simbólicos; mientras que "foo/" y "foo*" sirven para carpetas y rutas derivadas de ellas.
fr: Si un modèle ne finit pas par un slash ou un caractère de remplacement, il ne correspond pas à un dossier. Par exemple, "toto" peut seulement correspondre au fichier "toto" ou à un lien symbolique; tandis que "toto/" et "toto*" correspondent à un dossier et aux chemins au-dessous de lui.
is: Ef mynstur endar ekki á framhallandi skástriki eða á algildistákni, þá myndi það ekki passa við möppu. Til dæmis þá passar "foo" aðeins við venjulegar skrár eða skáarbendil (e. symbolic link), á meðan "foo/" og "foo*" passar við skrár og slóðir þar undir.
it: Se un modello non termina con una barra o un carattere jolly, non corrisponderà a una cartella. Ad esempio, "foo" può corrispondere solo a un file regolare "foo" o a un collegamento simbolico; mentre "foo/" e "foo*" corrispondono a una cartella e ai percorsi all'interno di essa.
ja: パターンがスラッシュやワイルドカードで終わっていない場合、フォルダーにマッチすることはありません。例えば、"foo"は、"foo/" や "foo*" がフォルダーと配下のパス全般に合致するのと対照的に、通常ファイルやシンボリックリンクの"foo"のみに合致します。
ko: 패턴이 슬래시 또는 와일드카드 문자로 안끝나면, 폴더와 일치하지 않습니다. 예를 들어, "foo/"와 "foo*"는 폴더와 폴더 아래의 경로가 일치하지만, "foo"는 일반 파일 "foo"와 심볼릭 링크하고만 일치합니다.
pl: Jeżeli wzorzec nie jest zakończony ukośnikiem lub symbolem wieloznacznym, nie zostanie dopasowany do folderu. Przykładowo, "foo" pasuje wyłącznie do nazwy zwykłego pliku lub łącza symbolicznego, podczas gdy "foo/" i "foo*" pasuje do folderów i ich ścieżek wewnętrznych.
ru: Если шаблон не заканчивается / или * - то он означает только имя файла, но не папки. Например "foo" может быть только обычным файлом "foo" или символьной ссылкой, в то время как "foo/" - это обязательно папка, а "foo*" может быть и файлом и папкой.
sv: Om ett sökmönster inte slutar med en slash eller ett wildcard, kommer det inte matcha en mapp. Tex, "foo" kommer bara matcha en vanlig fil "foo" eller en symbolisk länk - medan "foo/" och "foo*" matchar en mapp och sökvägar under den.
zh_cn: 如果一个模式不以斜杠或者通配符结尾，那么它不能匹配目录。比如，"foo" 只能匹配常规文件 "foo" 或者一个符号链接，而 "foo/" 和 "foo" 则匹配一个目录和它下面的路径。
zh_tw: 如果一個模式不以斜槓或者萬用字元結尾，那麼它只能匹配檔案，而不能匹配目錄。

source: Example
ar: مثال
de: Beispiel
es_ar: Ejemplo
fr: Exemple
is: Dæmi
it: Pavyzdys
ja: 例
ko: 예제
pl: Przykład
ru: Пример
sv: Exempel
zh_cn: 例子
zh_tw: 例子

source: Notes
ar: ملاحظات
de: Anmerkungen
es_ar: Notas
is: Athugasemdir
it: Pastabos
ja: 注記
ko: 참고
pl: Notatki
ru: Примечания
sv: Anteckningar
zh_cn: 补充说明
zh_tw: 補充說明

source: The seafile-ignore.txt file only controls which files to exclude on the client side. You can still create a file from seahub web interface that's excluded on the client. In this case,
ar: الملف seafile-ignore.txt يتحكم فقط بالملفات التي سيتم استبعادها في جانب العميل. لا يزال يمكنك إنشاء ملف تم استبعاده في جانب العميل من خلال واجهة الويب. وفي هذه الحالة،
de: Die Datei seafile-ignore.txt legt fest, welche Dateien grundsätzlich vom lokalen Synchronisieren ausgeschlossen sind. Unabhängig von diesen Regeln können Sie in der Weboberfläche weitere Dateien erstellen, die nicht synchronisiert werden. Dabei gibt es mehrere Möglichkeiten:
es_ar: El archivo seafile-ignore.txt solamente controla que archivos excluir en el cliente. Aún así puede crear un archivo desde la interface web que será excluido en el cliente. En este caso,
fr: Le fichier seafile-ignore.txt contrôle uniquement les fichiers à exclure côté client. Vous pouvez toujours créer un fichier à partir de l'interface web seahub qui sera exclu sur le client. Dans ce cas,
is: Skráin seafile-ignore.txt stjórnar aðeins því sem á ekki að halda samstilltu á tölvum sem hafa viðkomandi safn í samstillingu. Þú getur samt enn búið til skrár í seafile vefviðmótinu sem verða ekki samstilltar á öðrum tölvum. Í þessum tilfellum á eftirfarandi við:
it: Il file seafile-ignore.txt controlla solo i file da escludere sul lato client. Puoi ancora creare un file dall'interfaccia web di seahub che viene escluso sul client. In questo caso,
ja: seafile-ignore.txt ファイルは、どのファイルを除外するかをクライアント側で制御するだけです。ウエブサイトのseahubからファイルを作成することはできてしまいます。この場合、
ko: seafile-ignore.txt 파일은 클라이언트 측에서 제외할 파일을 다룰 목적으로 존재합니다. 클라이언트에서 파일을 제외하더라도 Seahub 웹 인터페이스에서 파일을 만들 수 있습니다. 이 경우,
pl: Plik seafile-ignore.txt określa tylko które pliki wykluczyć po stronie klienta. Wciąż możesz tworzyć za pomocą witryny pliki, które są wykluczone w kliencie. W takim wypadku,
ru: Файл seafile-ignore.txt контролирует только те файлы, которые будут исключены из синхронизации со стороны клиента. В любой момент вы можете создать файл в веб-интерфейсе Seafile, который исключается из синхронизации на стороне клиента. В этом случае,
sv: Filen seafile-ignore.txt kontrollerar endast vilka filer som exkluderas på klientsidan. Du kan fortfarande skapa en fil från websidan som exkluderas på klienten. I detta fall,
zh_cn: seafile-ignore.txt 只能控制在客户端需要忽略哪些文件。你依然可以在 seahub 的 web 界面创建这些被客户端忽略的文件。在这种情况下，
zh_tw: seafile-ignore.txt 只能控制在客戶端需要忽略哪些檔案。你依然可以在 seahub 的 web 界面建立這些被客戶端忽略的檔案。在這種情況下，

source: The created file will still be synced back to clients. But any later local changes to those files will be ignored.
ar: سيكون الملف الذي تم انشاؤه لا يزال مزامنامرة أخرى مع العملاء. ولكن سيتم تجاهل أية تغييرات محلية لاحقة لتلك الملفات.
de: Die erstellte Datei wird noch zurück an die Clients synchronisiert. Jedoch werden alle späteren Änderungen, die lokal an der Datei vorgenommen werden, ignoriert.
es_ar: El archivo creado se sincronizará con los clientes. Pero los cambios locales posteriores realizados en el archivo serán ignorados.
fr: Le fichier créé sera toujours synchronisé sur les clients. Mais n'importe quels changements locaux postérieurs de ces fichiers seront ignorés.
is: Skráin verður fösuð við aðra biðlara. En allar síðari breytingar á skránni verða hundsaðar.
it: Il file creato verr ancora sincronizzato indietro ai client. Ma eventuali modifiche locali successive su quei file verranno ignorate.
ja: 作成されたファイルは、クライアントに同期されます。しかし、その後の変更は無視されます。
ko: 만든 파일은 클라이언트와 동기화됩니다. 다만, 다음에 로컬에서 바뀐 파일은 무시됩니다.
pl: Utworzony plik będzie wciąż synchronizowany do klienta, ale każde późniejsze zmiany w nim dokonane lokalnie będą ignorowane.
ru: созданный файл будет скачан на стороне клиентов, но все локальные изменения на клиентах будут игнорироваться.
sv: kommer den skapade filen fortfarande synkas tillbaka till klienten. Men alla senare lokala förändringar i dessa filer kommer ignoreras.
zh_cn: 这些文件会被同步到客户端，但是用户在客户端对这些文件的后续修改会被忽略，不会被同步回服务器。
zh_tw: 這些檔案會被同步到客戶端，但是用戶在客戶端對這些檔案的後續修改會被忽略，不會被同步回伺服器。

source: If the file is modified on seahub, the new version will also be synced back to clients; If the file on the client is also modified, a conflict file will be generated on the client.
ar: إذا تم تعديل الملف في الخادم، فإن النسخة الجديدة سيتم مزامنتها أيضا مع العملاء؛ إذا تم تعديل الملف الموجود في جانب العميل أيضا، سيتم إنشاء ملف نعارض في جانب العميل.
de: Falls die Datei auf der Website modifiziert wird, wird die neue Version mit den Clients synchronisiert. Falls die Datei parallel durch einen Client modifiziert wurde, wird eine Konfliktdatei auf diesem Client erstellt.
es_ar: Si el archivo se modifica en seahub, la nueva versión se sincronizará con los clientes. Si el archivo en el cliente también se modifica, un archivo de conflicto será generado en el cliente.
fr: Si le fichier est modifié sur l'interface web, la nouvelle version sera aussi synchronisée sur les clients; si le fichier sur le client est aussi modifié, un fichier de conflit sera produit sur le client.
is: Ef skránni verður breytt á vefnum, þá verður nýja útgáfan af henni send til tengdra biðlara (e. clients), ef skránni er einnig breytt á öðrum biðlara, þá verður til afrit af skránni á tengda biðlaranum.
it: Se il file viene modificato su seahub, la versione modificata verr anche sincronizzata indietro ai client; se il file sul client viene modificato, verr generato un file di conflitto sul client.
ja: もしseahubでファイルを変更すると、新しい版がクライアントに同期されます。もしファイルがクライアントでも更新されていると、競合ファイルがクライアントに発生します。
ko: Seahub에서 파일을 수정하면, 새 버전을 클라이언트로 동기화합니다. 클라이언트에서도 파일을 수정하면, 충돌 파일을 클라이언트에 만듭니다.
pl: Jeżeli plik jest zostanie zmodyfikowany za pośrednictwem witryny, zostanie on zsynchronizowany z klientem. Jeżeli plik został zmodyfikowany również lokalnie, zostanie utworzony plik konfliktowy po stronie klienta.
ru: Если файл будет изменен на сервере, то новая версия также будет синхронизирована с клиентом. Если при этом файл в клиенте также был изменен, то будет создан конфликт-файл на стороне клиента.
sv: Om filen ändras på websidan, kommer den nya versionen också synkas tillbaka till klienten. Om filen på klienten också ändras kommer en konfliktfil genereras på klienten.
zh_cn: 文件在服务器端的后续更改会被同步到客户端，如果客户端也同时修改了这些文件，系统会生成冲突文件。
zh_tw: 檔案在伺服器端的後續更改會被同步到客戶端，如果客戶端也同時修改了這些檔案，系統會生成衝突檔案。

source: seafile-ignore.txt only ignores files that are not synced yet. If a file is already synced, and some time later you add it to the ignore list, its existing versions won't be removed.
ar: يتجاهل seafile-ignore.txt فقط الملفات التي لم تتم مزامنتها بعد. إذا كان ملف ما قد تم مزامنته بالفعل، وبعد مضى بعض الوقت قمت بإضافته إلى ملف التجاهل، لن يتم إزالة الإصدارات الموجودة له.
de: seafile-ignore.txt wirkt sich nur auf Dateien aus, die noch nicht synchronisiert wurden. Falls eine Datei bereits synchronisiert wurde, bevor Sie sie in die Ausschlussliste aufgenommen haben, werden die bis dahin synchronisierten Versionen nicht entfernt.
es_ar: seafile-ignore.txt sólo ignora archivos que aún no han sido sincronizados. Si un archivo ya está sincronizado, y después se agrega a la lista de ignorados, las versiones ya existentes no se removerán.
fr: Seafile-ignore.txt ignore seulement les fichiers/dossiers qui ne sont pas encore synchronisés. Si un fichier/dossier est déjà synchronisé et que vous l'ajoutez par la suite à la liste, ses versions existantes ne seront pas retirées.
is: seafile-ignore.txt hundsar aðeins skrár sem hafa ekki verið samstilltar enn. Ef skrá hefur þegar verið fösuð og einhverntíman seinna bætirðu henni við í listann yfir hundsaðar skrár, þá verða þær skrár sem til eru ekki fjarlægðar.
it: Il file seafile-ignore.txt ignora solo i file che non sono stati ancora sincronizzati. Se un file gi stato sincronizzato e successivamente lo aggiungi all'elenco di esclusione, le sue versioni esistenti non saranno rimosse.
ja: seafile-ignore.txt は同期前のファイルだけ無視します。もし、ファイルがすでに同期状態だった場合、その後無視リストに追加しても、既存のバージョンは削除されません。
ko: seafile-ignore.txt는 아직 동기화하지 않은 파일만 무시합니다. 파일을 이미 동기화했고, 얼마 후 무시 목록에 추가하면, 기존의 버전을 삭제할 수 없습니다.
pl: seafile-ignore.txt ma zastosowanie wyłącznie do plików, które nie zostały jeszcze zsynchronizowane. Jeżeli plik został już zsynchronizowany, a następnie dopisany do listy wykluczonych jego istniejąca wersja nie zostanie usunięta.
ru: через seafile-ignore.txt игнорируются только файлы которые еще небыли синхронизированы. Если файл уже синхронизирован, то он не будет удален с сервера.
sv: seafile-ignore.txt exkluderar endast filer som inte redan är synkade. Om en fil redan synkats, och du senare lägger till den till listan, kommer den existerande versionen INTE tas bort.
zh_cn: seafile-ignore.txt 只能忽略还没有被同步的文件。对于已经被同步的文件，如果后来把它添加到 seafile-ignore.txt 中，系统只会忽略后续更改，已经上传的版本不会受影响。
zh_tw: seafile-ignore.txt 只能忽略還沒有被同步的檔案。對於已經被同步的檔案，如果後來把它新增到 seafile-ignore.txt 中，系統只會忽略後續更改，已經上傳的版本不會受影響。

source: Installing Seafile client program
ar: تثبيت برنامج عميل Seafile
de: Installieren des Seafile-Clientprogramms
es_ar: Instalando el programa cliente Seafile
fr: Installation du client Seafile
it: Installa il programma client di Seafile
ja: Seafile
ko: Seafile 클라이언트 프로그램 설치
ru: Установка клиентской программы Seafile
zh_cn: 安装 Seafile 客户端
zh_tw: 安裝 Seafile 客戶端

source: After downloading Seafile client program, you have 3 steps left to get it up and running.
ar: بعد تحميل برنامج عميل Seafile، لديك 3 خطوات متبقية لبدء البرنامج و تشغيله.
de: Nach dem Herunterladen des lokalen Clients wird Seafile in 3 Schritten konfiguriert.
es_ar: Después de descargar el cliente Seafile, restan sólo 3 pasos.
fr: Après avoir téléchargé le programme du client Seafile, il vous reste 3 étapes avant de l'utiliser.
is: Þegar þú hefur sótt Seafile forritið, þá eru 3 skref eftir til að fá það til að virka.
it: Dopo aver scaricato il programma client di Seafile, hai 3 passaggi per farlo funzionare.
ja: Seafileクライアントソフトをダウンロードしたら、あとは利用可能になるまでたったの３ステップです。
ko: Seafile 클라이언트 프로그램을 다운로드 하고 난 후, 설정하고 동작하는데 3단계를 거쳐야 합니다.
pl: Po pobraniu klienta Seafile pozostały Ci do wykonania 3 kroki do jego pełnego uruchomienia.
ru: Для начала работы требуются загрузить программу-клиент и выполнить три простых шага.
sv: Efter nedladdning av Seafile-klienten är det 3 steg som behöver genomföras för att få allt att fungera.
zh_cn: 在你下载完 Seafile 客户端后，只需下面的步骤来安装使用：
zh_tw: 在您下載完 Seafile 客戶端後，只需下面的步驟來安裝使用：

source: 1. Select a disk partition to store local Seafile data
ar: 1. اختر قسم قرص لتخزين بيانات Seafile المحلية
de: 1. Wählen Sie einen Ordner auf Ihrer Festplatte, wo die lokalen Seafile-Dateien gespeichert werden sollen
es_ar: 1. Seleccionar una carpeta para almacenar datos locales de Seafile
fr: 1. Choisissez un dossier sur le disque pour stocker les données de fonctionnement de Seafile
is: 1. Veldu svæði á harða disknum þínum til að geyma Seafile gögnin þín
it: 1. Seleziona una partizione del disco per memorizzare i dati locali di Seafile
ja: １．ローカルのSeafileデータを保存するディスク領域を選択します。
ko: 1. 로컬 Seafile 데이터를 저장할 디스크 파티션을 선택하세요
pl: 1. Wskaż miejsce do przechowywania plików
ru: 1. Выберите раздел диска для хранения локальных данных Seafile.
sv: 1. Välj en diskpartition för att spara lokal Seafile-data
zh_cn: 1. 指定 Seafile 数据磁盘
zh_tw: 1. 指定 Seafile 資料磁碟

source: Selecting a folder to store Seafile data
ar: اختيار مجلد لتخزين بيانات Seafile
de: Einen Ordner zum Speichern der Seafile-Daten auswählen
es_ar: Seleccionando una carpeta para guardar los datos de Seafile
fr: Sélectionner un dossier pour stocker les données de Seafile
it: Seleziona una cartella per memorizzare i dati di Seafile
ja: Seafileデータを保存するフォルダーを選択する
ko: Seafile 데이터를 저장할 폴더 선택하기
pl: Wybór folderu do przechowywania danych Seafile
ru: Выбор папки для хранения данных Seafile
sv: Väljer en mapp för att spara Seafile-data
zh_cn: 指定文件夹存储 Seafile 数据
zh_tw: 指定資料夾儲存 Seafile 數據

source: 2. Add an account
ar: 2. أضف حساب
de: 2. Benutzerkonto eintragen
es_ar: 2. Agregar una cuenta
fr: 2. Ajoutez un compte
is: 2. Bættu við þjónustu
it: 2. Aggiungi un account
ja: ２．アカウントの追加
ko: 2. 계정을 추가합니다
pl: 2. Dodaj konto
ru: 2. Добавьте аккаунт
sv: 2. Skapa ett konto.
zh_cn: 2. 添加帐号
zh_tw: 2. 新增帳號

source: Add an account on your private Seafile server or our public server.
ar: أضف حساب على خادم Seafile الخاص بك أو على خادمنا العمومي.
de: Tragen Sie Ihr Benutzerkonto auf Ihrem eigenen Seafile-Server oder auf unserem öffentlichen Server ein.
es_ar: Agregar una cuenta en el servidor Seafile privado o en el público.
fr: Renseignez le compte existant sur votre serveur Seafile privé ou sur un serveur public.
is: Bættu við þjónustu á þínum eigin Seafile þjóni eða á okkar þjóni.
it: Aggiungi un account sul tuo server Seafile privato o sul nostro server pubblico.
ja: プライベートSeafileサーバや、公開サーバのアカウントを入力します。
ko: 개인 Seafile 서버 또는 저희 공개 서버에 계정을 만듭니다.
pl: Dodaj konto na swoim prywatnym lub naszym publicznym serwerze Seafile.
ru: Добавьте учетную запись на Ваш частный сервер Seafile или на наш публичный сервер.
sv: Skapa ett konto på en privat eller på en publik Seafile-server.
zh_cn: 在你的私有 Seafile 服务器或者我们的公共服务器上添加一个帐号
zh_tw: 在你的私有 Seafile 伺服器或者我們的公共伺服器上新增一個帳號

source: 3. Sync a library
ar: 3. قم بمزامنة مكتبة
de: 3. Eine vorhandene Bibliothek synchronisieren
es_ar: 3. Sincronizar una biblioteca
fr: 3. Synchronisez une bibliothèque
is: 3. Samstilla safn
it: 3. Sincronizza una libreria
ja: ３．ライブラリーの同期
ko: 3. 라이브러리를 동기화합니다.
pl: 3. Synchronizuj bibliotekę
ru: 3. Синхронизируйте библиотеку
sv: 3. Synkronisera en katalog
zh_cn: 3. 同步一个资料库
zh_tw: 3. 同步一个資料庫
