Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Usually Seafile client automatically detects changes on local folder and upload the changes to server. However, if the local folder is in a Windows network share drive, Seafile client cannot detect changes reliably. In this case, you can ask Seafile client to periodically checks for changes in the local folder. You can set the interval of this periodic sync. The interval is set in the unit of seconds.
ar: عادة يقوم عميل Seafile تلقائياً بالكشف عن التغييرات في المجلد المحلي وتحميل التغييرات إلى الملقم. ومع ذلك، إذا كان المجلد المحلي في محرك أقراص مشاركة شبكة اتصال Windows، فإن عميل Seafile لا يمكنه الكشف عن التغييرات بشكل موثوق. وفي هذه الحالة، يمكنك أن تطلب من عميل Seafile التحقق بشكل دوري من التغييرات في المجلد المحلي. يمكنك تعيين الفاصل الزمني لهذه المزامنة الدورية. يتم تعيين الفاصل الزمني بوحدة الثانية.
de: In der Regel erkennt der Seafile-Client automatisch Änderungen am lokalen Ordner und wird die Änderungen auf den Server hochladen. Wenn jedoch der lokale Ordner ein Windows Netzwerk freigegebenes Laufwerk ist, kann der Seafile Client Änderungen nicht zuverlässig erkennen. In diesem Fall können Sie den Seafile-Client bitten in regelmäßigen Abständen auf Änderungen im lokalen Ordner zu prüfen. Sie können das Intervall der periodische Synchronisierung festlegen. Das Intervall wird in der Einheit Sekunden festgelegt.
es_ar: Usualmente el cliente Seafile detecta automáticamente cambios en carpetas locales y sube estos cambios al servidor. Sin embargo, si la carpeta local está en un disco en red, en Windows, Seafile no puede detectar estos cambios en forma fiable. En este caso, se puede configurar el cliente Seafile para que periódicamente verifique si hay cambios en la carpeta local. Puede establecer el intervalo de esta sincronización periódica, la unidad de tiempo utilizada es el segundo.
fa_ir: معمولاً کلاینت Seafile به طور خودکار تغییرات در پوشه محلی را تشخیص می‌دهد و تغییرات را به سرور آپلود می‌کند. با این حال، اگر پوشه محلی در یک درایو اشتراک‌گذاری شبکه ویندوز باشد، کلاینت Seafile نمی‌تواند تغییرات را به طور قابل اعتماد تشخیص دهد. در این مورد، می‌توانید از کلاینت Seafile بخواهید که به طور دوره‌ای تغییرات در پوشه محلی را بررسی کند. می‌توانید فاصله این همگام‌سازی دوره‌ای را تنظیم کنید. فاصله بر اساس ثانیه تنظیم می‌شود.
fr: Habituellement le client Seafile détecte automatiquement les modifications sur le dossier local et télécharge les modifications apportées au serveur. Toutefois, si le dossier local est dans un lecteur de partage réseau Windows, le client Seafile ne peut pas détecter les changements de manière fiable. Dans ce cas, vous pouvez demander au client Seafile de vérifier périodiquement les modifications dans le dossier local. Vous pouvez paramétrer l'intervalle de cette synchronisation périodique. L'intervalle est défini en secondes.
it: Di solito il client Seafile rileva automaticamente le modifiche alla cartella locale e carica le modifiche sul server. Tuttavia, se la cartella locale si trova in un drive di rete condiviso di Windows, il client Seafile non pu rilevare le modifiche in modo affidabile. In questo caso, puoi chiedere al client Seafile di eseguire controlli periodici per le modifiche nella cartella locale. Puoi impostare l'intervallo di questo controllo periodico. L'intervallo viene impostato in secondi.
ja: 通常、Seafileクライアントはローカルフォルダーの変更を自動的に検出し、変更をサーバーにアップロードします。ただし、ローカルフォルダーがWindowsネットワーク共有ドライブにある場合、Seafileクライアントは変更を確実に検出できません。この場合、Seafileクライアントにローカルフォルダーの変更を定期的にチェックするように依頼できます。この定期的な同期の間隔を設定できます。間隔は秒単位で設定されます。
ko: 보통 Seafile 클라이언트에서는 로컬 폴더의 바뀐 상태를 자동으로 찾아내어 바뀐 내용을 서버에 업로드합니다. 하지만, 로컬 폴더가 윈도우 네트워크 공유 드라이브라면, Seafile 에서는 제대로 찾아낼 수 없습니다. 이 경우 Seafile 클라이언트에 로컬 폴더의 바뀐 내용을 주기적으로 확인할 것을 요청할 수 있습니다. 이 방식으로 정기적 동기화 주기 시간을 설정할 수 있습니다. 주기 값은 초 단위로 설정합니다.
pl: Klient Seafile przeważnie automatycznie wykrywa zmiany w lokalnym folderze i przesyła je na serwer. Jeśli jednak folder lokalny jest zmapowanym udziałem Windows, Seafile może nie wykryć zmian. W takim przypadku należy ustawić okresowe sprawdzanie folderu w poszukiwaniu zmian. Częstotliwość tego poszukiwania można konfigurować. Jednostką są sekundy.
ru: Обычно Seafile клиент автоматически обнаруживает изменения в локальной папке и загружает изменения на сервер. Тем не менее, если локальная папка является сетевым ресурсом Windows, Seafile клиент не может обнаружить изменения достоверно. В этом случае, вы можете настроить Seafile клиент периодически проверять наличие изменений в локальной папке. Вы можете установить интервал этой периодической синхронизации. Интервал устанавливается в секундах.
sv: Normalt sett så detekterar klienten automatiskt en lokal katalog och laddar upp ändringarna till servern. Men om den lokala mappen är på en Windows nätverksdisk så kan inte Seafile trovärdigt detektera ändringarna. I detta fall så kan du fråga Seafile klienten att periodvis kontrollera efter ändringar i den lokala mappen. Du kan sätta intervallet av denna periodiska synkroniseringen. Intervallet är i sekunder.
zh_cn: 通常 Seafile 客户端会自动检测本地文件夹更改并上传服务器。但是，如果本地文件夹是一个 Windows 网络共享驱动器，Seafile 客户端就无法可靠地检测到更改。在这种情况下，你可以以妙为单位设置 Seafile 客户端定期检查更改并同步。
zh_tw: 通常 Seafile 客戶端會自動檢測本地資料夾更改並上傳伺服器。但是，如果本地資料夾是一個 Windows 網路共享驅動器，Seafile 客戶端就無法可靠地檢測到更改。在這種情況下，你可以以妙為單位設定 Seafile 客戶端定期檢查更改並同步。

source: Syncing with an existing folder
ar: مزامنة مجلد موجود
de: Mit einem vorhandenen Ordner synchronisieren
es_ar: Sincronizando con una carpeta existente
fa_ir: همگام‌سازی با یک پوشه موجود
fr: Synchronisation avec un dossier existant
it: Sincronizzazione con una cartella esistente
ja: 既存のフォルダーとの同期
ko: 기존 폴더 동기화
ru: Синхронизация с существующей папкой
zh_cn: 和一个已存在的文件夹同步
zh_tw: 與現有的資料夾同步

source: Sometimes you already have a library on the Seafile server (shared by others, or uploaded from another computer). You can sync this library with an existing folder on your computer. The local folder must have the same name as the library. The files in the local folder will be merged with the files in the library. No file in the local folder or the library will be overwritten or lost. The merge will produce some <a href="%(SITE_ROOT)shelp/conflicts/">conflict files</a> if file contents are different in the local folder and the library.
ar: أحيانا يكون لديك مكتبة على خادم Seafile (مشاركة بواسطة آخرين، أو تم تحميلها من كمبيوتر آخر). يمكنك مزامنة هذه المكتبة مع مجلد موجود في كمبيوترك. المجلد المحلي يجب أن يكون بنفس اسم المكتبة. الملفات في المجلد المحلي سيتم دمجها مع الملفات في المكتبة. لن يتم استبدال أي ملف في المجلد المحلي أو فقدانه. سينتج عن عملية الدمج بعض <a href="%(SITE_ROOT)shelp/conflicts/">الملفات المتعارضة</a> في حال اختلاف محتويات الملف في المجلد المحلي عن المكتبة.
de: Manchmal haben Sie bereits eine Bibliothek auf dem Seafile Server (von anderen geteilt, oder von einem anderen Computer hochgeladen). Sie können diese Bibliothek mit einem vorhandenen Ordner auf Ihrem Computer synchronisieren. Der lokale Ordner müssen den gleichen Namen wie in der Bibliothek haben. Die Dateien im lokalen Ordner werden mit den Dateien in der Bibliothek zusammengeführt werden. Keine Datei in dem lokalen Ordner oder in der Bibliothek wird überschrieben werden oder verloren gehen. Der Mischvorgang wird einige <a href="%(SITE_ROOT)shelp/conflicts/"> Konfliktdateien</a> produzieren, wenn Dateiinhalt in den lokalen Ordner und die Bibliothek unterschiedlich sind.
es_ar: Es posible que tenga una biblioteca en el servidor Seafile (compartida por otros, o subida desde otra computadora). Puede sincronizar esta biblioteca con una carpeta existente en su computadora. La carpeta local debe tener el mismo nombre que la biblioteca. El contenido de la carpeta local se fusionará con el de la biblioteca. Ningún archivo en la carpeta local o en la biblioteca será sobreescrito o perdido. La fusión producirá algunos <a href="%(SITE_ROOT)shelp/conflicts/">archivos en conflicto</a> si el contenido de algún archivo es distinto en la carpeta local y en la biblioteca.
fa_ir: گاهی اوقات شما قبلاً یک کتابخانه در سرور Seafile دارید (که توسط دیگران به اشتراک گذاشته شده یا از کامپیوتر دیگری آپلود شده است). می‌توانید این کتابخانه را با یک پوشه موجود در کامپیوتر خود همگام‌سازی کنید. پوشه محلی باید همان نام کتابخانه را داشته باشد. فایل‌های موجود در پوشه محلی با فایل‌های موجود در کتابخانه ادغام خواهند شد. هیچ فایلی در پوشه محلی یا کتابخانه رونویسی یا از دست نخواهد رفت. اگر محتوای فایل در پوشه محلی و کتابخانه متفاوت باشد، ادغام برخی <a href="%(SITE_ROOT)shelp/conflicts/">فایل‌های تضاد</a> را ایجاد خواهد کرد.
fr: Parfois, vous avez déjà une bibliothèque sur le serveur Seafile (partagé par d'autres, ou téléchargé à partir d'un autre ordinateur). Vous pouvez synchroniser cette bibliothèque avec un dossier existant sur votre ordinateur. Le dossier local doit avoir le même nom que la bibliothèque. Les fichiers dans le dossier local seront fusionnés avec les fichiers dans la bibliothèque. Aucun fichier dans le dossier local ou la bibliothèque ne sera écrasé ou perdu. La fusion va produire certains <a fichiers href="%(SITE_ROOT)shelp/conflicts/"> conflits de fichiers </a> si le contenu du fichier est différent dans le dossier local et la bibliothèque.
it: Quando gi hai una libreria sul server Seafile (condivisa da altri o caricata da un`altro computer), puoi sincronizzarla con una cartella esistente sul tuo computer. La cartella locale deve avere lo stesso nome della libreria. I file nella cartella locale saranno uniti con i file della libreria. Nessun file nella cartella locale o nella libreria verr sovrascritto o perso. La fusione produrr alcuni <a href="%(SITE_ROOT)shelp/conflicts/">file di conflitto</a> se i contenuti del file sono diversi nella cartella locale e nella libreria.
ja: Seafileサーバーにライブラリが既にある場合（他のユーザーによって共有されているか、別のコンピューターからアップロードされた場合）があります。このライブラリをコンピューター上の既存のフォルダーと同期できます。ローカルフォルダーには、ライブラリと同じ名前が必要です。ローカルフォルダー内のファイルは、ライブラリ内のファイルとマージされます。ローカルフォルダーまたはライブラリ内のファイルが上書きまたは失われることはありません。ローカルフォルダーとライブラリでファイルの内容が異なる場合、マージによって<a href="%(SITE_ROOT)shelp/conflicts/">競合ファイル</a>が生成されます。
ko: 가끔은 Seafile 서버에 (다른 사람이 공유했거나 다른 컴퓨터에서 업로드한)라이브러리가 이미 있을 수 있습니다. 여러분의 컴퓨터의 기존 폴더에 이 라이브러리를 동기화할 수 있습니다. 로컬 폴더에는 라이브러리와 동일한 이름이어야합니다. 로컬 폴더의 파일은 라이브러리의 파일과 합칩니다. 로컬 폴더 또는 라이브러리에 없는 파일은 덮어쓰거나 잃게됩니다. 병합 과정에서 로컬 폴더 및 라이브러리의 파일 내용이 다른 경우 <a href="%(SITE_ROOT)shelp/conflicts/">충돌 파일</a>이 나타날 수 있습니다.
pl: Czasami możesz już posiadać bibliotekę na serwerze Seafile (udostępnioną przez kogoś innego lub przesłaną z innego komputera). Możesz ją synchronizować z istniejącym na dysku folderem. Folder ten musi posiadać taką samą nazwę jak ta biblioteka. Pliki w folderze będą połączone z plikami w bibliotece. Żaden plik, ani w lokalnym folderze, ani bibliotece nie zostanie nadpisany lub utracony. Połączenie spowoduje powstanie <a href="%(SITE_ROOT)shelp/conflicts/">plików konfliktowych</a> jeżeli zawartość pliku w bibliotece i lokalnie się różni.
ru: Иногда у вас уже есть библиотека на сервере Seafile (предоставленная другими, или загруженная с другого компьютера). Вы можете синхронизировать эту библиотеку с существующей папкой на вашем компьютере. Локальная папка должна иметь такое же имя, что и библиотека. Файлы в локальной папке будут объединены с файлами в библиотеке. Ни один файл в локальной папке или библиотеке не будет перезаписан или потерян. Слияние будет производить некоторые <a href="%(SITE_ROOT)shelp/conflicts/">конфликтные файлы</a>, если содержимое файла различно в локальной папке и в библиотеке.
sv: Ibland har du redan en katalog på Seafile-servern (delad av andra eller uppladdad från en annan dator). Du kan synkronisera denna katalog med en existerande mapp på din dator. Den lokala mappen måste ha samma namn som katalogen. Filerna i den lokala mappen kommer slås ihop med filerna i katalogen. Inga filer i den lokala mappen eller katalogen kommer bli överskrivna eller förlorade. Sammanslagningen kommer att skapa några <a href="%(SITE_ROOT)shelp/conflicts/">konfliktfiler</a> om filernas innehåll är olika i den lokala mappen och katalogen.
zh_cn: 有时候你已经在 Seafile 服务器上有一个资料库 (别人共享给你的，或者你在另一台电脑上上传的)，你可以在将此资料库同步到已有文件夹下。本地文件夹需要和资料库有一样的名字，本地文件夹里的文件会和资料库中的文件合并，但不论本地文件夹里还是资料库里的文件都不会被覆盖或者删除。但如果文件内容不同可能会产生 <a href="%(SITE_ROOT)shelp/conflicts/">冲突文件</a>。
zh_tw: 有時候你已經在 Seafile 伺服器上有一個資料庫 (別人共享給你的，或者你在另一台電腦上上傳的)，你可以在將此資料庫同步到已有資料夾下。本地資料夾需要和資料庫有一樣的名字，本地資料夾裡的檔案會和資料庫中的檔案合併，但不論本地資料夾裡還是資料庫裡的檔案都不會被覆蓋或者刪除。但如果檔案內容不同可能會產生 <a href="%(SITE_ROOT)shelp/conflicts/">衝突檔案</a>。

source: To sync a library with an existing folder, right click on the library in Seafile client's main window and click "Sync this library".
ar: لمزامنة مكتبة مع مجلد موجود، انقر بالزر الأيمن على المكتبة في النافذة الرئيسية للعميل وانقر فوق "مزامنة هذه المكتبة".
de: Um eine Bibliothek mit einem bestehenden Ordner zu synchronisieren, wählen Sie die Bibliothek mit einem Rechts-Klick im Hauptfenster des Seafile-Programms aus und klicken Sie dann auf „Herunterladen und synchronisieren“.
es_ar: Para sincronizar una biblioteca con una carpeta existente, haga click con el botón derecho en la biblioteca en la ventana principal del cliente Seafile, y luego haga click en "Sincronizar esta biblioteca".
fa_ir: برای همگام‌سازی یک کتابخانه با یک پوشه موجود، روی کتابخانه در پنجره اصلی کلاینت Seafile راست کلیک کنید و "همگام‌سازی این کتابخانه" را کلیک کنید.
fr: Pour synchroniser une bibliothèque avec un dossier existant, cliquez droit sur la bibliothèque dans la fenêtre principale du client Seafile et cliquez sur "Synchroniser cette bibliothèque".
it: Per sincronizzare una libreria con una cartella esistente, fare clic con il tasto destro del mouse sulla libreria nella finestra principale del client Seafile e fai clic su \"Sincronizza questa libreria\".
ja: ライブラリを既存のフォルダーと同期するには、Seafileクライアントのメインウィンドウでライブラリを右クリックし、[このライブラリを同期]をクリックします。
ko: 기존 폴더와 라이브러리를 동기화하려면, Seafile 클라이언트 메인 창에서 라이브러리에 마우스 커서를 놓고 오른쪽 단추를 누른 다음 "이 라이브러리 동기화"를 누릅니다.
pl: Aby zsynchronizować bibliotekę z istniejącym folderem, kliknij prawym przyciskiem na nazwę biblioteki w głównym oknie klienta Seafile i wybierz "Synchronizuj tę bibliotekę".
ru: Чтобы синхронизировать библиотеку с существующей папкой, нажмите правой кнопкой мыши на библиотеке в главном окне Seafile клиента и нажмите кнопку "Синхронизировать эту библиотеку".
sv: För att synkronisera en katalog med en existerande mapp, högerklicka på katalogen i Seafile-klientens huvudfönster och klicka på "Synkronisera denna katalog".
zh_cn: 要将资料库和已存在的文件夹同步，请在 Seafile 客户端主窗口中右键单击这个资料库然后点击“同步该资料库”。
zh_tw: 想要透過已有資料夾同步資料庫，在 Seafile 客戶端主窗口右擊這個資料庫並按下“同步資料庫”。

source: In the pop-up dialog, click the "Sync with an existing folder" link.
ar: في مربع الحوار المنبثق، انقر على رابط "مزامنة مجلد موجود".
de: Im Dialogfenster wählen Sie „Mit vorhandenem Ordner synchronisieren“.
es_ar: En el diálogo emergente, haga click en el enlace "Sincronizar con una carpeta existente".
fa_ir: در دیالوگ پاپ‌آپ، روی لینک "همگام‌سازی با یک پوشه موجود" کلیک کنید.
fr: Dans la boîte de dialogue pop-up, cliquez sur le lien "Synchroniser avec un dossier existant".
it: Nella finestra di dialogo a comparsa, fai clic sul collegamento "Sincronizza con una cartella esistente".
ja: ポップアップダイアログで、[既存のフォルダーと同期]リンクをクリックします。
ko: 나타난 대화상자에서 "기존 폴더와 동기화" 링크를 누릅니다.
pl: W wyskakującym oknie kliknij łącze "Synchronizuj z istniejącym folderem".
ru: В всплывающем окне, нажмите "Синхронизация с существующей папкой".
sv: I pop-up dialogen, klicka på "Synkronisera med en existerande mapp" länken.
zh_cn: 在弹框中，点击“和已有文件夹同步”链接。
zh_tw: 在彈框中，按下“同步已有資料夾”網址。

source: Then choose an existing folder to sync with this library.
ar: بعد ذلك اختر مجلد موجود للمزامنة مع هذه المكتبة.
de: Wählen Sie nun einen vorhandenen Ordner auf Ihrem Rechner, mit dem die Bibliothek synchronisiert werden soll.
es_ar: Luego escoja una carpeta existente para sincronizar con esta biblioteca.
fa_ir: سپس یک پوشه موجود را برای همگام‌سازی با این کتابخانه انتخاب کنید.
fr: Ensuite, choisissez un dossier existant à synchroniser avec cette bibliothèque.
it: Poi scegli una cartella esistente da sincronizzare con questa libreria.
ja: 次に、このライブラリと同期する既存のフォルダーを選択します。
ko: 그 다음 라이브러리와 동기화 할 기존 폴더를 선택합니다.
pl: Następnie wybierz istniejący folder do synchronizacji z tą biblioteką.
ru: Затем выберите существующую папку для синхронизации с этой библиотекой.
sv: Välj sedan en existerande mapp att synkronisera katalogen med.
zh_cn: 然后选择一个已有文件夹来同步到这个资料库。
zh_tw: 然後選擇一個已有資料夾來同步到這個資料庫。

source: Unsync and resync library
ar: الغاء مزامنة و اعادة مزامنة مكتبة
de: Aufheben der Synchronisation und Neusynchronisieren der Bibliothek
es_ar: Desincronizar y resincronizar biblioteca
fa_ir: لغو همگام‌سازی و همگام‌سازی مجدد کتابخانه
fr: Bibliothèque désynchronisé et resynchronisé
it: Sincronizza e risincronizza la libreria
ja: ライブラリの同期解除と再同期
ko: 라이브러리 동기화 해제 및 재 동기화
ru: Рассинхронизировать и ресинхронизировать библиотеку
sv: Avsynkronisera och återsynkronisera katalog
zh_cn: 解除同步与重新同步资料库
zh_tw: 解除同步並重新同步資料庫

source: When you no longer want to sync a local folder with a library, you can unsync it. After you unsync a library, changes to the local folder and files will not be uploaded, and changes in the library will not be downloaded. If you want to sync the library with the local folder again, you can use the <a href="%(SITE_ROOT)shelp/syncing_existing_folders/">sync with existing folder</a> feature.
de: Wenn Sie einen lokalen Ordner nicht mehr mit einer Bibliothek synchronisieren möchten, können Sie die Synchronisierung aufheben. Nachdem Sie die Synchronisierung einer Bibliothek aufgehoben haben, werden Änderungen am lokalen Ordner und an den Dateien nicht hochgeladen und Änderungen in der Bibliothek nicht heruntergeladen. Wenn Sie die Bibliothek erneut mit dem lokalen Ordner synchronisieren möchten, können Sie die <a href="%(SITE_ROOT)shelp/syncing_existing_folders/">mit vorhandenem Ordner synchronisieren</a> Besonderheit.
es_ar: Cuando ya no desee sincronizar una carpeta local con una biblioteca, puede desincronizarla. Después de desincronizar una biblioteca, los cambios en la carpeta local y los archivos no se subirán, y los cambios en la biblioteca no se descargarán. Si desea sincronizar la biblioteca con la carpeta local nuevamente, puede usar la <a href="%(SITE_ROOT)shelp/syncing_existing_folders/">sincronización con carpeta existente</a>.
fa_ir: وقتی دیگر نمی‌خواهید یک پوشه محلی را با یک کتابخانه همگام‌سازی کنید، می‌توانید آن را لغو همگام‌سازی کنید. پس از لغو همگام‌سازی یک کتابخانه، تغییرات در پوشه و فایل‌های محلی آپلود نخواهند شد و تغییرات در کتابخانه دانلود نخواهند شد. اگر می‌خواهید دوباره کتابخانه را با پوشه محلی همگام‌سازی کنید، می‌توانید از ویژگی <a href="%(SITE_ROOT)shelp/syncing_existing_folders/">همگام‌سازی با پوشه موجود</a> استفاده کنید.
fr: Lorsque vous ne souhaitez plus synchroniser un dossier local avec une bibliothèque, vous pouvez la désynchroniser. Après avoir désynchronisé une bibliothèque, les modifications apportées au dossier local et aux fichiers ne seront pas téléchargées, et les modifications apportées à la bibliothèque ne seront pas téléchargées. Si vous souhaitez synchroniser à nouveau la bibliothèque avec le dossier local, vous pouvez utiliser la fonction <a href="%(SITE_ROOT)shelp/syncing_existing_folders/">Synchroniser avec un dossier existant.</a>
it: Quando non vuoi pi sincronizzare una cartella locale con una libreria, puoi desincronizzarla. Dopo aver desincronizzato una libreria, le modifiche alla cartella locale e ai file non saranno caricate, e le modifiche nella libreria non saranno scaricate. Se vuoi sincronizzare la libreria con la cartella locale di nuovo, puoi utilizzare la funzionalit <a href="%(SITE_ROOT)shelp/syncing_existing_folders/">Sincronizza con una cartella esistente</a>.
ja: ローカルフォルダーをライブラリと同期する必要がなくなった場合は、同期を解除できます。ライブラリの同期を解除すると、ローカルフォルダーとファイルの変更はアップロードされず、ライブラリの変更はダウンロードされません。ライブラリをローカルフォルダーと再度同期する場合は、<a href="%(SITE_ROOT)shelp/syncing_existing_folders/">既存のフォルダーと同期</a>機能を使用できます。
ko: 라이브러리의 로컬 폴더 동기화를 더이상 진행하고 싶지 않다면, 동기화 상태를 해제할 수 있습니다. 라이브러리 동기화 상태를 해제하고 나면, 로컬 폴더 및 파일의 바뀐 내용을 업로드하지 않으며, 라이브러리에서 바뀐 내용을 다운로드하지 않습니다. 로컬 폴더를 라이브러리와 다시 동기화하려면, <a href="%(SITE_ROOT)shelp/syncing_existing_folders/">기존 폴더와 동기화</a>기능을 활용할 수 있습니다.
ru: Если вы больше не хотите синхронизировать локальную папку с библиотекой, вы можете отменить ее. После того, как вы отмените синхронизацию библиотеки, изменения в локальной папке и файлах не будут выгружены, а изменения в библиотеке не будут скачаны. Если вы хотите снова синхронизировать библиотеку с локальной папкой, вы можете использовать <a href="%(SITE_ROOT)shelp/syncing_existing_folders/">функцию синхронизации с существующей папкой</a>.
sv: När du inte längre vill synkronisera en lokal mapp med en katalog kan du avsynkronisera den.Efter att du har avsynkroniserat en katalog kommer ändringar i den lokala mappen och filernainte att laddas upp, och ändringar i katalogen kommer inte att laddas ner. Om du villsynkronisera katalogen med den lokala mappen igen kan du använda funktionen<a href="%(SITE_ROOT)shelp/syncing_existing_folders/">synkronisera med existerande mapp</a>.
zh_cn: 当你不再想将本地文件夹和资料库同步时，你可以解除同步。解除同步后，本地文件夹中的修改不会被上传，资料库中的修改也不会被下载。如果你想再次建立同步，你可以使用 <a href="%(SITE_ROOT)shelp/syncing_existing_folders/">和已有文件夹同步</a> 功能。
zh_tw: 當你不想將本地資料夾與資料庫同步時，你可以解除同步。在你解除同步資料庫後，本地資料夾和檔案的變更將不會上傳，資料庫中的變更也將不會下載。如果你想將資料庫重新同步到本地資料夾，你可以使用<a href="%(SITE_ROOT)shelp/syncing_existing_folders/">同步已有資料夾</a>功能。
