Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Sometimes there are internal errors in the client which blocks syncing. In these cases, it's usually helpful to "resync" the library. Resync means unsync and then immediately sync the library with the same folder. You can find this action in the pop-up menu of the client's main window.
ar: تجدر الإشارة إلى أن هناك أحيانا أخطاء داخلية في جهاز العميل و التي تعيق المزامنة. وفي هذه الحالات، عادة ما يكون مفيدا "إعادة مزامنة" المكتبة. "إعادة مزامنة" تعني إلغاء المزامنة و من ثم مزامنة المكتبة بنفس المجلد مباشرة. يمكنك العثور على هذا الإجراء في القائمة المنبثقة من الإطار الرئيسي للعميل.
de: Manchmal gibt es interne Probleme, die das Synchronisieren über das Seafile-Programm behindern. In diesen Fällen hilft es oft, die Bibliothek neu zu synchronisieren. Damit ist gemeint, das Synchronisieren kurz zu trennen und dann gleich wieder mit demselben Ordner zu starten. Diese Aktion finden Sie im Kontextmenü (Rechtsklick auf die betreffende Bibliothek im Hauptfenster) unter "Neu synchronisieren".
es_ar: En ciertas ocasiones hay errores internos en el cliente que bloquean la sincronización. En estos casos, usualmete ayuda "resincronizar" la biblioteca. Resincronizar significa desincronizar e inmediatamente sincronizar la biblioteca con la misma carpeta. Puede encontrar esta acción en el menú emergente de la ventana principal del cliente.
fa_ir: گاهی اوقات خطاهای داخلی در کلاینت وجود دارد که همگام‌سازی را مسدود می‌کند. در این موارد، معمولاً "همگام‌سازی مجدد" کتابخانه مفید است. همگام‌سازی مجدد به معنای لغو همگام‌سازی و سپس همگام‌سازی فوری کتابخانه با همان پوشه است. این عمل را می‌توانید در منوی پاپ‌آپ پنجره اصلی کلاینت پیدا کنید.
fr: Parfois, il y a des erreurs internes du client qui bloquent la synchronisation. Dans ces cas, il est généralement utile de "resynchroniser" la bibliothèque. Resynchroniser signifie DÉSYNCHRONISER puis resynchroniser immédiatement la bibliothèque avec le même dossier. Vous pouvez trouver cette commande dans le menu contextuel de la fenêtre principale du client.
it: A volte ci sono errori interni nel client che bloccano la sincronizzazione. In questi casi, è generalmente utile "risincronizzare" la libreria. Risincronizzare significa desincronizzare e poi sincronizzare immediatamente la libreria con la stessa cartella. Puoi trovare questa azione nel menu a comparsa della finestra principale del client.
ja: クライアントに同期をブロックする内部エラーが発生する場合があります。このような場合、「再同期」ライブラリが役立つことがよくあります。再同期とは、同期を解除し、すぐに同じフォルダーでライブラリを同期することを意味します。このアクションは、クライアントのメインウィンドウのポップアップメニューにあります。
ko: 동기화를 막는 클라이언트 자체 오류가 있을 수 있습니다. 이 경우 라이브러리를 "재 동기화" 하는게 좋습니다. 재 동기화란 동일한 폴더와 라이브러리의 동기화를 해제했다가 바로 즉시 동기화함을 의미합니다. 클라이언트의 메인 창에서 단축 메뉴를 띄우면 이 동작을 찾을 수 있습니다.
pl: Może się zdarzyć, że wystąpi wewnętrzny błąd w aplikacji klienta, który zablokuje synchronizację. W takim przypadku przeważnie pomaga "resynchronizacja" biblioteki. Resynchronizacja oznacza wyłączenie synchronizacji biblioteki i natychmiastowe jej wznowienie z tym samym folderem. Opcję tę znajdziesz w menu w głównym oknie programu.
ru: Иногда бывают внутренние ошибки в клиенте, который блокируют синхронизацию. В этих случаях, можно "ресинхронизировать" библиотеку. Ресинхронизация означает рассинхронизировать, а затем немедленно синхронизировать библиотеку с той же папкой. Вы можете найти это действие в всплывающем меню главного окна клиента.
sv: Ibland uppstår interna fel i klienten som hindrar synkronisering. I dessa fall är det bra att köra en "omsynkronisering" av katalogen. Omsynkronisering är att avsynkronisera och sedan omedelbart synkronisera katalogen med samma mapp. Du kan hitta detta val i pop-up-menyn i klientens huvudfönster.
zh_cn: 有时客户端内部错误会阻塞同步。这种情况下，“重新同步”该资料库会有帮助。重新同步是指先解除同步，然后立刻再同步此资料库到同一文件夹。你可以在客户端主窗口的弹出菜单中找到这个操作。
zh_tw: 有時因為客戶端內部錯誤會阻塞同步，此時你可以在客戶端主窗口，右擊此資料庫，在彈框中按下 “重新同步”。重新同步是指先解除同步，然後立刻再同步此資料庫到同一資料夾。

source: After installing a drive client with the instructions on the <a href="https://www.seafile.com/en/download/">download page</a>, you can start it by double clicking the "SeaDrive" app icon on your desktop.
de: Nach der Installation eines Drive-Clients gemäß den Anweisungen auf der <a href="https://www.seafile.com/en/download/">Download Seite</a>, Sie können es starten, indem Sie auf Ihrem Desktop auf das App-Symbol „SeaDrive“ doppelklicken.
es_ar: Después de instalar un cliente de unidad con las instrucciones en la <a href="https://www.seafile.com/en/download/">página de descarga</a>, puede comenzar haciendo doble clic en el icono de la aplicación "SeaDrive" en su escritorio.
fa_ir: پس از نصب کلاینت درایو با دستورالعمل‌های موجود در <a href="https://www.seafile.com/en/download/">صفحه دانلود</a>، می‌توانید آن را با دوبار کلیک کردن روی آیکون برنامه "SeaDrive" در دسکتاپ خود راه‌اندازی کنید.
fr: Après avoir installé un client de lecteur avec les instructions sur la <a href="https://www.seafile.com/en/download/">page de téléchargement</a>, vous pouvez le démarrer en double cliquant sur l'icône "SeaDrive" sur votre bureau.
it: Dopo aver installato un client drive con le istruzioni sulla <a href="https://www.seafile.com/en/download/">pagina di download</a>, puoi avviarlo facendo doppio clic sull'icona dell'app "SeaDrive" sul desktop.
ja: ドライブクライアントをインストールした後、デスクトップにある「SeaDrive」アプリのアイコンをダブルクリックして起動できます。
ko: <a href="https://www.seafile.com/en/download/">다운로드 페이지</a>의 절차에 따라 드라이브 클라이언트를 다운로드하고 나면, 데스크톱의 "SeaDrive" 앱 아이콘을 두번 눌러 시작할 수 있습니다.
ru: После установки клиента диска, согласно справе на <a href="https://www.seafile.com/en/download/">странице загрузки</a> вы можете запустить его, дважды щелкнув значок приложения "SeaDrive" на рабочем столе.
sv: Efter att du har installerat en driveklient med instruktionerna på <ahref="https://www.seafile.com/en/download/">nedladdningssidan</a>, kan du starta dengenom att dubbelklicka på appikonen "SeaDrive" på din skrivbord.
zh_cn: 按照 <a href="https://www.seafile.com/en/download/">下载页面</a>上的说明安装了一个挂载盘客户端后, 你可以通过双击桌面上的"SeaDrive"图标来启动它。
zh_tw: 按照下載頁面上的指令安裝了硬碟客戶端後，你可以在桌面上雙擊 "SeaDrive" 應用程式圖示啟動它。

source: You'll be asked to choose a drive letter for the virtual drive. By default, "S:" will be used.
de: Sie werden aufgefordert, einen Laufwerksbuchstaben für das virtuelle Laufwerk auszuwählen. Standardmäßig wird „S:“ verwendet.
es_ar: Se le pedirá que elija una letra de unidad para la unidad virtual. Por defecto, se usará "S:".
fa_ir: از شما خواسته می‌شود که یک حرف درایو برای درایو مجازی انتخاب کنید. به طور پیش‌فرض، "S:" استفاده خواهد شد.
fr: Il vous sera demandé de choisir une lettre pour le lecteur virtuel. Par défaut, "S :" sera utilisé.
it: Ti verrà chiesto di scegliere una lettera di unità per il drive virtuale. Per impostazione predefinita, verrà utilizzata "S:".
ja: 仮想ドライブのドライブ文字を選択するように求められます。デフォルトでは、「S:」が使用されます。
ko: 가상 드라이브의 드라이브 문자를 선택합니다. 기본적으로 "S:"를 사용합니다.
ru: Вам будет предложено выбрать букву диска для виртуального диска. По умолчанию будет использоваться "S:".
sv: Du kommer att bli ombedd att välja en enhetsbokstav för den virtuella enheten. Som standardkommer "S:" att användas.
zh_cn: 你需要为虚拟盘选择一个盘符。默认情况下会使用“S:”。
zh_tw: 你將被要求選擇一個磁碟機代號給虛擬硬碟。預設將使用 "S:"。

source: Then you'll be asked to log into your Seafile server.
de: Anschließend werden Sie aufgefordert, sich bei Ihrem Seafile-Server anzumelden.
es_ar: Luego se le pedirá que inicie sesión en su servidor Seafile.
fa_ir: سپس از شما خواسته می‌شود که به سرور Seafile خود وارد شوید.
fr: Ensuite, il vous sera demandé de vous connecter à votre serveur Seafile.
it: Successivamente ti verrà chiesto di accedere al tuo server Seafile.
ja: 次に、Seafileサーバーにログインするように求められます。
ko: 그 다음 Seafile 서버에 로그인할 지를 물어봅니다.
ru: Затем вам будет предложено войти на сервер Seafile.
sv: Därefter kommer du att bli ombedd att logga in på din Seafile-server.
zh_cn: 然后你会被要求登录到你的 Seafile 服务器。
zh_tw: 然後你將被要求登入你的 Seafile 伺服器。

source: After successfully log into the server, the Drive client starts to fetch library and file list from the server. The file contents are not downloaded at this moment. So it'll not take very long. You can let it run in the background. You'll be noticed when the fetch is done.
de: Nach erfolgreicher Anmeldung am Server beginnt der Drive-Client damit, Bibliothek und Dateiliste vom Server abzurufen. Der Dateiinhalt wird in diesem Moment noch nicht heruntergeladen. Es dauert also nicht sehr lange. Sie können es im Hintergrund laufen lassen. Sie werden benachrichtigt, wenn der Abruf abgeschlossen ist.
es_ar: Después de iniciar sesión correctamente en el servidor, el cliente Drive comienza a obtener la lista de bibliotecas y archivos del servidor. El contenido de los archivos no se descarga en este momento. Así que no tomará mucho tiempo. Puede dejarlo ejecutarse en segundo plano. Se le notificará cuando la obtención haya terminado.
fa_ir: پس از ورود موفقیت‌آمیز به سرور، کلاینت درایو شروع به دریافت لیست کتابخانه‌ها و فایل‌ها از سرور می‌کند. محتوای فایل‌ها در این لحظه دانلود نمی‌شود. بنابراین زمان زیادی طول نخواهد کشید. می‌توانید اجازه دهید در پس‌زمینه اجرا شود. پس از اتمام دریافت به شما اطلاع داده می‌شود.
fr: Après avoir réussi à se connecter au serveur, le client Drive commence à récupérer la bibliothèque et la liste des fichiers sur le serveur. Le contenu des fichiers n'est pas téléchargé à ce moment-là. Cela ne prendra donc pas beaucoup de temps. Vous pouvez le laisser fonctionner en arrière-plan. Vous serez averti lorsque la récupération sera terminée.
it: Dopo aver effettuato con successo l'accesso al server, il client Drive inizia a recuperare l'elenco delle librerie e dei file dal server. I contenuti dei file non vengono scaricati in questo momento. Quindi non ci vorrà molto. Puoi lasciarlo funzionare in background. Sarai avvisato quando il recupero sarà completato.
ja: サーバーへのログインに成功すると、ドライブクライアントはサーバーからライブラリとファイルリストのフェッチを開始します。この時点ではファイルコンテンツはダウンロードされません。したがって、それほど時間はかかりません。バックグラウンドで実行させることができます。フェッチが完了すると通知されます。
ko: 서버에 로그인하고 나면, 드라이브 클라이언트에서는 서버에서 라이브러리 및 파일 목록을 가져오기 시작합니다. 이 때, 파일 내용은 가져오지 않습니다. 따라서 그다지 오래걸리지 않습니다. 백그라운드에서 이 과정을 실행하게끔 할 수 있습니다. 가져오는 과정이 끝나면 알림을 받습니다.
ru: После успешного входа на сервер, клиент Диска начинает получать библиотеку и список файлов с сервера. В данный момент содержимое файла не загружается. Так что это не займет много времени. Вы можете позволить ему работать в фоновом режиме. Вы будете оповещены, когда выборка будет завершена.
sv: Efter att du har loggat in på servern startar Driveklienten att hämta katalog- ochfilist från servern. Filinnehållet laddas inte ner just nu. Så det tar inte lång tid.Du kan låta den köra i bakgrunden. Du kommer att meddelas när hämtningen är klar.
zh_cn: 登录成功后，挂载盘客户端会开始从服务器上获取资料库和文件列表。此时不会下载文件内容。所以不会持续太久。你可以让它在后台运行。获取完成后你会收到通知。
zh_tw: 成功登入伺服器後，Drive 客戶端便會開始從伺服器取得資料庫和檔案清單。這時候檔案內容不會被下載，所以不需要很長時間。你可以讓它在背景執行。當取回完成時，你將會被通知。

source: The virtual drive folder will be opened. You'll find it works just like an ordinary hard drive on your computer. The top level folders in the virtual drive are libraries on the Seafile server. File contents will be downloaded when you open a file. Recently opened file will be cached in your local disk. All cached files will be marked with a green tick.
de: Der virtuelle Laufwerksordner wird geöffnet. Sie werden feststellen, dass er wie eine normale Festplatte auf Ihrem Computer funktioniert. Die Ordner der obersten Ebene im virtuellen Laufwerk sind Bibliotheken auf dem Seafile-Server. Dateiinhalte werden heruntergeladen, wenn Sie eine Datei öffnen. Zuletzt geöffnete Dateien werden auf Ihrer lokalen Festplatte zwischengespeichert. Alle zwischengespeicherten Dateien werden mit einem grünen Häkchen markiert.
es_ar: Se abrirá la carpeta de la unidad virtual. Verá que funciona igual que un disco duro ordinario en su computadora. Las carpetas de nivel superior en la unidad virtual son bibliotecas en el servidor Seafile. El contenido de los archivos se descargará cuando abra un archivo. Los archivos abiertos recientemente se almacenarán en caché en su disco local. Todos los archivos en caché estarán marcados con una marca verde.
fa_ir: پوشه درایو مجازی باز خواهد شد. خواهید دید که دقیقاً مانند یک هارد دیسک معمولی در کامپیوتر شما کار می‌کند. پوشه‌های سطح بالا در درایو مجازی، کتابخانه‌های موجود در سرور Seafile هستند. محتوای فایل‌ها هنگام باز کردن یک فایل دانلود می‌شود. فایل‌های اخیراً باز شده در دیسک محلی شما کش می‌شوند. تمام فایل‌های کش شده با یک تیک سبز علامت‌گذاری می‌شوند.
fr: Le dossier du lecteur virtuel s'ouvre. Vous constaterez qu'il fonctionne exactement comme un disque dur ordinaire sur votre ordinateur. Les dossiers de niveau supérieur dans le lecteur virtuel sont des bibliothèques sur le serveur Seafile. Le contenu des fichiers est téléchargé lorsque vous ouvrez un fichier. Le fichier récemment ouvert sera mis en cache sur votre disque local. Tous les fichiers mis en cache seront marqués d'une coche verte.
it: La cartella del drive virtuale verrà aperta. Scoprirai che funziona proprio come un normale disco rigido sul tuo computer. Le cartelle di primo livello nel drive virtuale sono librerie sul server Seafile. I contenuti dei file verranno scaricati quando apri un file. I file aperti di recente saranno memorizzati nella cache sul tuo disco locale. Tutti i file memorizzati nella cache saranno contrassegnati con un segno di spunta verde.
ja: 仮想ドライブフォルダーが開きます。これは、コンピューター上の通常のハードドライブと同じように機能します。仮想ドライブの最上位フォルダーは、Seafileサーバー上のライブラリです。ファイルを開くと、ファイルコンテンツがダウンロードされます。最近開いたファイルはローカルディスクにキャッシュされます。キャッシュされたファイルはすべて緑色のチェックマークでマークされます。
ko: 가상 드라이브 폴더를 엽니다. 컴퓨터의 일반 하드 드라이브처럼 동작하는걸 보실 수 있습니다. 가상 드라이브의 최상위 폴더는 Seafile 서버의 라이브러리입니다. 파일 내용은 파일을 열 때 다운로드합니다. 최근에 연 파일은 로컬 디스크에 캐싱합니다. 캐싱한 모든 파일은 녹색 표시로 나타냅니다.
ru: Откроется папка виртуального диска. Вы обнаружите, что он работает как обычный жесткий диск на вашем компьютере. Папки верхнего уровня на виртуальном диске - это библиотеки на сервере Seafile. Содержимое файла будет загружено при открытии файла. Недавно открытый файл будет кэширован на вашем локальном диске. Все кэшированные файлы будут отмечены зеленой галочкой.
sv: Den virtuella enhetsmappen öppnas. Du kommer att märka att den fungerar precis som enordinär hårddisk på din dator. De översta mapparna i den virtuella enheten är katalogerpå Seafile-servern. Filinnehållet laddas ner när du öppnar en fil. Nyligen öppnadefiler cachas på din lokala disk. Alla cachade filer markeras med en grön bock.
zh_cn: 虚拟盘目录会被打开。你会发现它和一个普通的本地磁盘类似。虚拟盘中的顶级目录对应 Seafile 服务器上的资料库。打开一个文件时，文件内容会被下载下来。最近打开的文件会被缓存到本地磁盘中。所有已缓存的文件都会用一个绿勾标记。
zh_tw: 虛擬硬碟資料夾將被開啟，你將發現它跟電腦上的一般硬碟一樣。虛擬硬碟的頂層資料夾是 Seafile 伺服器上的資料庫。當你開啟檔案時，檔案內容將被下載。最近開啟的檔案將被緩存在你的本機磁碟中。所有緩存的檔案都將被標示為綠色勾選符號。

source: Synced State
ar: حالة المزامنة
de: Synchronisierter Status
es_ar: Estado sincronizado
fa_ir: وضعیت همگام‌سازی
fr: État de synchronisation
it: Stato sincronizzato
ja: 同期状態
ko: 동기화한 상태
ru: Синхронизированное состояние
sv: Synkroniserat tillstånd
zh_cn: 同步状态
zh_tw: 同步狀態

source: Files and folders in the virtual drive are in either cloud-only, synced, or in partially synced state.
de: Dateien und Ordner im virtuellen Laufwerk befinden sich entweder im Nur-Cloud-, synchronisierten oder teilweise synchronisierten Zustand.
es_ar: Los archivos y carpetas en la unidad virtual están en estado de solo nube, sincronizados o en estado parcialmente sincronizado.
fa_ir: فایل‌ها و پوشه‌ها در درایو مجازی در یکی از حالت‌های فقط ابری، همگام‌سازی شده یا نیمه همگام‌سازی شده هستند.
fr: Les fichiers et les dossiers du lecteur virtuel sont soit dans l'état "cloud-uniquement", soit synchronisés, soit partiellement synchronisés.
it: I file e le cartelle nel drive virtuale sono nello stato solo cloud, sincronizzato o parzialmente sincronizzato.
ja: 仮想ドライブ内のファイルとフォルダーは、クラウドのみ、同期、または部分的に同期された状態のいずれかです。
ko: 가상 드라이브의 파일 및 폴더는 경우에 따라 클라우드 전용, 동기화 상태, 일부 동기화 상태로 나뉩니다.
ru: Файлы и папки на виртуальном диске находятся либо в облачном, синхронизированном, либо в частично синхронизированном состоянии.
sv: Filer och mappar i den virtuella enheten är antingen endast i molnet, synkroniserade elleri delvis synkroniserat tillstånd.
zh_cn: 挂载盘里面的文件和目录可能在三种状态：只在云端，完全同步，或者部分同步。
zh_tw: 虛擬硬碟中的檔案和資料夾可能處於雲端、已同步或部分同步的狀態。

source: State
ar: الحالة
de: Status
es_ar: Estado
fa_ir: وضعیت
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Состояние
sv: Tillstånd
zh_cn: 状态
zh_tw: 狀態

source: Icon
ar: أيقونة
de: Symbol
es_ar: Icono
fa_ir: آیکون
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
pl: Ikona
ru: Значок
sv: Ikon
zh_cn: 图标
zh_tw: 圖示

source: Details
ar: تفاصيل
es_ar: Detalles
fa_ir: جزئیات
fr: Détails
is: Í hnotskurn
it: Dettagli
ja: 詳細
ko: 상세
pl: Szczegóły
ru: Детали
sv: Detaljer
zh_cn: 详情
zh_tw: 詳情

source: Cloud-only content
ar: محتوى سحابي فقط
de: Nur Cloud-Inhalte
es_ar: Contenido solo en la nube
fa_ir: محتوای فقط ابری
fr: Contenu cloud uniquement
it: Contenuto solo cloud
ja: クラウドのみのコンテンツ
ko: 클라우드 전용 컨텐트
pl: Zawartość tylko w chmurze
ru: Облачный контент
sv: Endast molninnehåll
zh_cn: 只在云端
zh_tw: 雲端限定的內容

source: Cloud-only content shows in the virtual drive, but doesn’t use the full amount of space that the file would. In your file explorer, you can see the file, but the content isn’t fully downloaded until you need it. What downloaded is only information about the file, such as its name, its size and the date it was updated.
de: Nur in der Cloud gespeicherte Inhalte werden im virtuellen Laufwerk angezeigt, nutzen aber nicht den gesamten Speicherplatz, den die Datei nutzen würde. In Ihrem Datei-Explorer können Sie die Datei sehen, aber der Inhalt wird erst vollständig heruntergeladen, wenn Sie ihn benötigen. Heruntergeladen werden lediglich Informationen über die Datei, wie Name, Größe und Aktualisierungsdatum.
es_ar: El contenido solo en la nube se muestra en la unidad virtual, pero no usa la cantidad completa de espacio que usaría el archivo. En su explorador de archivos, puede ver el archivo, pero el contenido no se descarga completamente hasta que lo necesite. Lo que se descarga es solo información sobre el archivo, como su nombre, su tamaño y la fecha en que se actualizó.
fa_ir: محتوای فقط ابری در درایو مجازی نمایش داده می‌شود، اما از کل فضایی که فایل استفاده می‌کند استفاده نمی‌کند. در اکسپلورر فایل خود می‌توانید فایل را ببینید، اما محتوا تا زمانی که به آن نیاز نداشته باشید به طور کامل دانلود نمی‌شود. آنچه دانلود می‌شود فقط اطلاعات مربوط به فایل است، مانند نام، اندازه و تاریخ به‌روزرسانی آن.
fr: Le contenu du cloud s'affiche sur le lecteur virtuel, mais n'utilise pas la totalité de l'espace qu'occuperait le fichier. Dans votre explorateur de fichiers, vous pouvez voir le fichier, mais le contenu n'est pas entièrement téléchargé tant que vous n'en avez pas besoin. Ce qui est téléchargé n'est que des informations sur le fichier, comme son nom, sa taille et la date de sa mise à jour.
it: I contenuti solo cloud vengono visualizzati nel drive virtuale, ma non utilizzano l'intero spazio che occuperebbe il file. Nel tuo esploratore di file, puoi vedere il file, ma il contenuto non viene scaricato completamente fino a quando non ne hai bisogno. Quello che viene scaricato è solo la informazione relativa al file, come ad esempio il nome, le dimensioni e la data dell'ultimo aggiornamento.
ja: クラウドのみのコンテンツは、仮想ドライブに表示されますが、ファイルが使用するはずの容量をすべて使用するわけではありません。ファイルエクスプローラーでは、ファイルを表示できますが、コンテンツは必要なときに完全にダウンロードされるまでダウンロードされません。ダウンロードされるのは、ファイルの名前、サイズ、更新日などのファイルに関する情報のみです。
ko: 클라우드 전용 컨텐트는 가상 드라이브에 나타나지만 파일이 점유하는 전체 공간을 차지하지는 않습니다. 파일 탐색기에서는 파일을 볼 수 있지만, 필요 하기 전에는 완전히 다운로드하지 않습니다. 다운로드한 부분은 파일 정보, 특히, 이름, 크기, 갱신일자와 같은 정보 뿐입니다.
pl: Zawartość tylko w chmurze pojawia się na wirtualnym dysku, ale nie wykorzystuje pełnej przestrzeni, którą zajmowałby plik. W eksploratorze plików możesz zobaczyć plik, ale jego zawartość nie jest w pełni pobierana, dopóki jej nie potrzebujesz. Pobierane są tylko informacje o pliku, takie jak jego nazwa, rozmiar i data ostatniej aktualizacji.
ru: Облачный контент отображается на виртуальном диске, но не использует весь объем пространства, который мог бы использовать файл. В проводнике файлов вы видите файл, но его содержимое не загружается полностью, пока оно вам не понадобится. Загружается только информация о файле, такая как его имя, размер и дата обновления.
sv: Endast molninnehåll visas i den virtuella enheten men använder inte hela mängden utrymmesom filen skulle. I din filutforskare kan du se filen men innehållet laddas inte ner heltförrän du behöver det. Det som laddas ner är endast information om filen, som dess namn,dess storlek och datumet då den uppdaterades.
zh_cn: 只在云端的内容会在虚拟盘中显示，但是不会占用文件本该占用的全部空间。在文件浏览器中，你可以看见文件，但其内容只在你需要时才会被完全下载下来。已下载的只有文件相关的信息，如文件名，文件大小和更新日期。
zh_tw: 雲端限定的內容顯示在虛擬硬碟中，但不需要使用檔案的完整空間。在檔案 瀏覽器中，你可以看到檔案，但是內容不會被完全下載，直到你需要它時。 下載的內容只是一些檔案資訊，例如檔案名稱、大小和更新日期。

source: Synced content
ar: المحنوى المتزامن
de: Synchronisierter Inhalt
es_ar: Contenido sincronizado
fa_ir: محتوای همگام‌سازی شده
fr: Contenu synchronisé
it: Contenuti sincronizzati
ja: 同期されたコンテンツ
ko: 동기화한 컨텐트
pl: Zsynchronizowana zawartość
ru: Синхронизированный контент
sv: Synkroniserat innehåll
zh_cn: 完全同步
zh_tw: 已同步的內容

source: Synced content is downloaded and saved on the hard drive of your computer. You can directly edit these files from applications on your computer.
de: Synchronisierte Inhalte werden heruntergeladen und auf der Festplatte Ihres Computers gespeichert. Sie können diese Dateien direkt aus Anwendungen auf Ihrem Computer bearbeiten.
es_ar: El contenido sincronizado se descarga y guarda en el disco duro de su computadora. Puede editar estos archivos directamente desde las aplicaciones en su computadora.
fa_ir: محتوای همگام‌سازی شده دانلود و روی هارد دیسک کامپیوتر شما ذخیره می‌شود. می‌توانید این فایل‌ها را مستقیماً از برنامه‌های موجود در کامپیوتر خود ویرایش کنید.
fr: Le contenu synchronisé est téléchargé et enregistré sur le disque dur de votre ordinateur. Vous pouvez modifier directement ces fichiers à partir d'applications sur votre ordinateur.
it: I contenuti sincronizzati sono scaricati e salvati sul disco rigido del tuo computer. Puoi modificare direttamente questi file dalle applicazioni sul tuo computer.
ja: 同期されたコンテンツは、コンピューターのハードドライブにダウンロードされて保存されます。コンピューター上のアプリケーションからこれらのファイルを直接編集できます。
ko: 동기화한 컨텐트는 컴퓨터의 하드 드라이브에 다운로드해서 저장합니다. 컴퓨터의 프로그램에서 이 파일을 직접 편집할 수 있습니다.
pl: Zsynchronizowana zawartość jest pobierana i zapisywana na dysku twardym komputera. Możesz bezpośrednio edytować te pliki z aplikacji na komputerze.
ru: Синхронизированный контент загружается и сохраняется на жестком диске вашего компьютера. Вы можете редактировать эти файлы напрямую из приложений на вашем компьютере.
sv: Synkroniserat innehåll är nedladdat och sparat på din dators hårddisk. Du kan redigeradessa filer direkt från program på din dator.
zh_cn: 已同步的内容会被下载和保存在本地磁盘上。可以直接在本地编辑。
zh_tw: 已同步的內容已經被下載並儲存在你的電腦硬碟中。你可以直接在電腦上的應用 程式中編輯這些檔案。

source: Partially synced content
ar: محتوى تمت مزامنته جزئيًا
de: Teilweise synchronisierter Inhalt
es_ar: Contenido parcialmente sincronizado
fa_ir: محتوای نیمه همگام‌سازی شده
fr: Contenu partiellement synchronisé
it: Contenuti parzialmente sincronizzati
ja: 部分的に同期されたコンテンツ
ko: 일부 동기화 컨텐트
pl: Częściowo zsynchronizowana zawartość
ru: Частично синхронизированный контент
sv: Delvis synkroniserat innehåll
zh_cn: 部分同步
zh_tw: 部分同步的內容
