Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: You can usually remove those shortcuts by uninstalling SeaDrive program and choose "Remove account information" in the prompt dialog.
ar: يمكنك عادة إزالة هذه الاختصارات عن طريق إلغاء تثبيت برنامج SeaDrive واختيار "إزالة معلومات الحساب" في مربع الحوار .
de: Normalerweise können Sie diese Verknüpfungen entfernen, indem Sie das SeaDrive-Programm deinstallieren und im Eingabeaufforderungsdialogfeld „Kontoinformationen entfernen“ auswählen.
es_ar: Normalmente, puede eliminar esos accesos directos desinstalando el programa SeaDrive y eligiendo "Eliminar información de la cuenta" en el diálogo de solicitud.
fa_ir: معمولاً می‌توانید آن میانبرها را با حذف نصب برنامه SeaDrive و انتخاب "Remove account information" در کادر محاوره‌ای اعلان حذف کنید.
fr: Vous pouvez généralement supprimer ces raccourcis en désinstallant le programme SeaDrive et en choisissant "Supprimer les informations de compte" dans la boîte de dialogue qui s'affiche.
is: Þú getur venjulega fjarlægt þessar flýtileiðir með því að fjarlægja SeaDrive forritið og velja "Fjarlægja reikningsupplýsingar" í svarglugganum.
it: Puoi generalmente rimuovere quei collegamenti disinstallando il programma SeaDrive e scegliendo "Rimuovi informazioni account" nella finestra di dialogo di prompt.
ja: 通常、これらのショートカットは、SeaDriveプログラムをアンインストールし、プロンプトダイアログで[アカウント情報の削除]を選択することで削除できます。
ko: 보통 SeaDrive 프로그램 설치를 제거하고 질문 대화 상자에서 "계정 정보 제거"를 선택하면 바로 가기 아이콘을 제거할 수 있습니다.
ru: Обычно вы можете удалить эти ярлыки, удалив программу SeaDrive и выбрав "Удалить информацию об учетной записи" в диалоговом окне.
sv: Du kan vanligtvis ta bort dessa genvägar genom att avinstallera SeaDrive-programmet och välja "Ta bort kontoinformation" i dialogrutan.
zh_cn: 你可以通过卸载 SeaDrive 程序来删除这些快捷方式，卸载的时候需要选择“删除账号信息”。

source: If uninstallation doesn't remove the shortcuts successfully, you can remove the SeaDrive shortcut in Windows Explorer by editing the registry. Open the path "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" in registry editor. Remove the sub-keys correspond to the shortcut you want to remove.
ar: إذا لم تؤد إزالة التثبيت إلى إزالة الاختصارات بنجاح، فيمكنك إزالة اختصار SeaDrive في مستكشف ويندوز عن طريق تحرير سجل الـregistry. افتح المسار "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" في محرر السجل. قم بإزالة المفاتيح الفرعية التي تتوافق مع الاختصار الذي تريد إزالته.
de: Wenn die Deinstallation die Verknüpfungen nicht erfolgreich entfernt, können Sie die SeaDrive-Verknüpfung im Windows Explorer entfernen, indem Sie die Registrierung bearbeiten. Öffnen Sie den Pfad „HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\“ im Registrierungseditor. Entfernen Sie die Unterschlüssel, die der Verknüpfung entsprechen, die Sie entfernen möchten.
es_ar: Si la desinstalación no elimina los accesos directos correctamente, puede eliminar el acceso directo de SeaDrive en el Explorador de Windows editando el registro. Abra la ruta "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" en el editor del registro. Elimine las sub-claves que corresponden al acceso directo que desea eliminar.
fa_ir: اگر حذف نصب میانبرها را با موفقیت حذف نکند، می‌توانید میانبر SeaDrive را در Windows Explorer با ویرایش رجیستری حذف کنید. مسیر "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" را در ویرایشگر رجیستری باز کنید. زیرکلیدهای مربوط به میانبری که می‌خواهید حذف کنید را حذف کنید.
fr: Si la désinstallation ne supprime pas les raccourcis avec succès, vous pouvez supprimer le raccourci SeaDrive dans l'explorateur Windows en modifiant le registre. Ouvrez le chemin "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" dans l'éditeur de registre. Supprimez les sous-clés correspondant au raccourci que vous souhaitez supprimer.
is: Ef fjarlæging fjarlægir ekki flýtileiðirnar með góðum árangri geturðu fjarlægt SeaDrive flýtileiðina í Windows Explorer með því að breyta skránni. Opnaðu slóðina "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" í ritstjóranum. Fjarlægðu undirlyklana sem samsvara flýtileiðinni sem þú vilt fjarlægja.
it: Se l'uninstallazione non rimuove i collegamenti con successo, puoi rimuovere il collegamento SeaDrive in Windows Explorer modificando il registro. Apri il percorso "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" nell'editor del registro. Rimuovi le sottocartelle corrispondenti al collegamento che desideri rimuovere.
ja: アンインストールでショートカットが正常に削除されない場合は、レジストリを編集してWindowsエクスプローラーのSeaDriveショートカットを削除できます。レジストリエディターでパス「HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\」を開きます。削除するショートカットに対応するサブキーを削除します。
ko: 설치 제거 과정에서 바로 가기 아이콘을 제대로 제거하지 않았다면 레지스트리를 편집하여 윈도우 파일 탐색기의 SeaDrive 바로 가기 아이콘을 제거할 수 있습니다. 레지스트리 편집기에서 "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" 경로를 여십시오. 제거하고자 하는 바로 가기의 하위 키를 제거하시면 됩니다.
ru: Если при удалении ярлыки не удаляются, вы можете удалить ярлык SeaDrive в проводнике Windows, отредактировав реестр. Откройте путь "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" в редакторе реестра. Удалите подразделы, соответствующие ярлыку, который вы хотите удалить.
sv: Om avinstallationen inte tar bort genvägarna framgångsrikt, kan du ta bort SeaDrive-genvägen i Windows Explorer genom att redigera registret. Öppna sökvägen "HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\" i registereditorn. Ta bort undernycklarna som motsvarar den genväg du vill ta bort.
zh_cn: 如果卸载之后没能成功删除快捷方式，还可以通过编辑注册表在Windows资源管理器中删除SeaDrive快捷方式。在注册表编辑器中打开路径“HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Desktop\NameSpace\”，删除该快捷方式相对应的子键。

source: How to Use Encrypted Libraries
ar: كيفية استخدام مكتبات مشفرة
de: Wie Sie verschlüsselte Bibliotheken benutzen
es_ar: Como usar Bibliotecas Encriptadas
fa_ir: نحوه استفاده از کتابخانه‌های رمزگذاری شده
is: Hvernig á að nota dulkóðuð söfn
it: Kaip naudotis šifruotomis bibliotekomis
ja: 暗号化されたライブラリの使用方法
ko: 암호화 라이브러리 사용법
pl: Jak korzystać z szyfrowanych bibliotek
ru: Как использовать зашифрованные библиотеки
sv: Hur man använder krypterade kataloger
zh_cn: 怎样使用加密资料库
zh_tw: 怎樣使用加密資料庫

source: Seafile provides client-side end-to-end data encryption. You can create encrypted libraries to use this feature. File contents in encrypted libraries are encrypted on client side. The encryption password is not stored on the server. So even the server administrator can't access your file contents.
ar: يوفر Seafile تشفير البيانات جهة-العميل طرف-الى-طرف. يمكنك إنشاء مكتبات مشفرة لاستخدام هذه الميزة. يتم تشفير محتويات الملف في مكتبات مشفرة على جانب العميل. لا يتم تخزين كلمة مرور التشفير على الملقم. بل وحتى المسؤول عن الملقم لا يمكنه الوصول إلى محتويات الملف الخاص بك.
de: Seafile bietet eine clientseitige Ende-zu-Ende-Verschlüsselung. Sie können verschlüsselte Bibliotheken unter Verwendung dieser Funktion erstellen. Die Inhalte von Dateien in den verschlüsselten Bibliotheken werden clientseitig verschlüsselt. Das Passwort zur Verschlüsselung wird nicht zum Server übertragen. Damit kann auch der Administrator des Servers nicht auf den Inhalt Ihrer Datei zugreifen.
es_ar: Seafile provee encriptación de los datos en el cliente. Puede crear bibliotecas encriptadas para usar esta característica. El contenido de los archivos es encriptado en el cliente. La contraseña de encriptación no se guarda en el servidor. Así, ni el administrador puede acceder al contenido de los archivos.
fa_ir: Seafile رمزگذاری end-to-end داده‌ها در سمت کلاینت را ارائه می‌دهد. می‌توانید کتابخانه‌های رمزگذاری شده ایجاد کنید تا از این ویژگی استفاده کنید. محتوای فایل‌ها در کتابخانه‌های رمزگذاری شده در سمت کلاینت رمزگذاری می‌شوند. رمز عبور رمزگذاری در سرور ذخیره نمی‌شود. بنابراین حتی مدیر سرور نیز نمی‌تواند به محتوای فایل‌های شما دسترسی داشته باشد.
fr: Seafile fournit un chiffrement des données côté client de bout en bout. Vous pouvez créer des bibliothèques chiffrées pour utiliser cette fonctionnalité. Le contenu des fichiers dans les bibliothèques cryptées est chiffré côté client. Le mot de passe de chiffrement n'est pas stocké sur le serveur. Ainsi, même l'administrateur du serveur ne peut accéder à vos données.
is: Seafile býður upp á end-til-enda gagnadulkóðun á viðskiptavinarhlið. Þú getur búið til dulkóðuð söfn til að nota þennan eiginleika. Skráainnihald í dulkóðuðum söfnum er dulkóðað á viðskiptavinarhlið. Dulkóðunarlykilorðið er ekki geymt á þjóninum. Þannig að jafnvel þjónustustjórinn getur ekki fengið aðgang að skráainnihaldi þínu.
it: Seafile offre la crittografia dei dati da fine a fine sul lato client. Puoi creare librerie crittografate per utilizzare questa funzionalit . I contenuti dei file nelle librerie crittografate sono crittografati sul lato client. La password di crittografia non memorizzata sul server. Quindi, nemmeno l'amministratore del server pu accedere ai contenuti dei tuoi file.
ja: Seafileは、クライアント側のエンドツーエンドのデータ暗号化を提供します。暗号化されたライブラリを作成して、この機能を使用できます。暗号化されたライブラリ内のファイルコンテンツは、クライアント側で暗号化されます。暗号化パスワードはサーバーに保存されません。そのため、サーバー管理者でさえ、ファイルコンテンツにアクセスできません。
ko: Seafile에서는 클라이언트 측의 종단간 데이터 암호화 기능을 지원합니다. 이 기능을 활용할 목적으로 암호화 라이브러리를 만들 수 있습니다. 암호화 라이브러리의 파일은 클라이언트측에서 암호화합니다. 암호화 처리용 암호는 서버에 저장하지 않습니다. 따라서 서버 관리자 조차도 파일에 접근할 수 없습니다.
pl: Seafile umożliwia szyfrowanie po stronie klienta. Możesz w tym celu tworzyć szyfrowane biblioteki. Zawartość plików w szyfrowanych bibliotekach jest szyfrowana pod stronie klienta. Hasło nie jest przechowywane na serwerze, a więc nawet administrator serwera nie może uzyskać dostępu do tych plików.
ru: Seafile обеспечивает end-to-end шифрование данных на стороне клиента. Вы можете создавать зашифрованные библиотеки, чтобы использовать эту функцию. Содержимое файлов в зашифрованной библиотеке шифруются на стороне клиента. Пароль шифрования не хранится на сервере. Так что даже администратор сервера не сможет получить доступ к содержимому файла.
sv: Seafile tillhandahåller klientbaserad ände-till-ände-datakryptering. Du kan skapa krypterade kataloger för att använda denna funktion. Filinnehåll i krypterade kataloger krypteras på klientsidan. Krypteringslösenordet sparas inte på servern så inte ens serverns administratör kan komma åt innehållet i dina filer.
zh_cn: Seafile 提供客户端侧、端到端的数据加密。你可以使用此功能创建加密资料库。加密资料库中的文件是在客户端进行加密的，密码也并不存储在服务器上。因此，即使服务器管理员也无法访问你的文件内容。
zh_tw: Seafile 提供客戶端、端到端的數據加密。您可以使用此功能建立加密資料庫。加密資料庫中的檔案是在客戶端進行加密的，密碼也並不儲存在伺服器上。因此，即使伺服器管理員也無法瀏覽您的檔案內容。

source: When creating an encrypted library:
ar: عند انشاء مكتبة مشفرة:
de: Wenn Sie eine verschlüsselte Bibliothek erstellen:
es_ar: Cuando se crea una biblioteca:
fa_ir: هنگام ایجاد یک کتابخانه رمزگذاری شده:
is: Þegar þú býrð til dulkóðað safn:
it: Kuriant šifruotą biblioteką:
ja: 暗号化されたライブラリを作成する場合：
ko: 암호화 라이브러리를 만들 때:
pl: Tworzenie szyfrowanej biblioteki:
ru: При создании зашифрованной библиотеки:
sv: När en krypterad katalog skapas:
zh_cn: 当创建加密资料库时：
zh_tw: 當建立加密資料庫時：

source: If you create an encrypted library in the web app, the password is sent to the server. The server uses this password to create the library. But it doesn't store the plain text password.
ar: إذا قمت بإنشاء مكتبة مشفرة في تطبيق الويب، سيتم إرسال كلمة المرور إلى الخادم. يستخدم الخادم كلمة المرور هذه لإنشاء المكتبة. لكنه لا يخزن كلمة المرور .
de: Wenn Sie in der Web-App eine verschlüsselte Bibliothek erstellen, wird das Kennwort an den Server gesendet. Der Server verwendet dieses Kennwort zum Erstellen der Bibliothek. Das Kennwort im Klartext wird jedoch nicht gespeichert.
es_ar: Si crea una biblioteca encriptada en la aplicación web, la contraseña se envía al servidor. El servidor usa esta contraseña para crear la biblioteca, pero no almacena la contraseña en texto plano.
fr: Si vous créez une bibliothèque cryptée dans l'application web, le mot de passe est envoyé au serveur. Le serveur utilise ce mot de passe pour créer la bibliothèque. Mais il ne stocke pas le mot de passe en texte clair.
is: Ef þú býrð til dulkóðað safn í vefforritinu er lykilorðið sent á þjóninn. Þjónninn notar þetta lykilorð til að búa til safnið. En það geymir ekki lykilorðið í venjulegu textaformi.
it: Se crei una libreria criptata nell'app web, la password verr inviata al server. Il server utilizza questa password per creare la libreria. Tuttavia, non memorizza la password in chiaro.
ja: Webアプリで暗号化されたライブラリを作成する場合、パスワードはサーバーに送信されます。サーバーはこのパスワードを使用してライブラリを作成します。ただし、プレーンテキストパスワードは保存しません。
ko: 웹 앱에서 암호화 라이브러리를 만들 때 암호를 서버에 보냅니다. 서버에서는 라이브러리를 만들 때 이 암호를 사용하지만 암호 원문을 그대로 저장하지는 않습니다.
ru: Если вы создадите зашифрованную библиотеку в веб-приложении, пароль отправляется на сервер. Сервер использует этот пароль, чтобы создать библиотеку. Но не хранит пароль в открытом виде.
sv: Om du skapar en krypterad katalog i webbappen, skickas lösenordet till servern. Servern använder det lösenordet för att skapa katalogen. Men det lagrar inte plain text lösenordet.
zh_cn: 如果在 web app 中创建一个加密资料库，密码会被发送到服务器。服务器会用这个密码创建资料库，但不会保存该密码。

source: If you create an encrypted library from a local folder with the desktop client (see <a href="%(SITE_ROOT)shelp/install_sync/">file syncing</a>), the password is not sent to the server.
ar: إذا قمت بإنشاء مكتبة مشفرة من مجلد محلي باستخدام عميل سطح المكتب (راجع <a href="%(SITE_ROOT)shelp/install_sync/">مزامنة الملفات</a>)، فلن يتم إرسال كلمة المرور إلى الخادم.
de: Wenn Sie mit dem Desktop-Client eine verschlüsselte Bibliothek aus einem lokalen Ordner erstellen (sehen <a href="%(SITE_ROOT)shelp/install_sync/">Datei synchronisierung</a>), das Passwort wird nicht an den Server übermittelt.
es_ar: Si crea una biblioteca encriptada a partir de una carpeta local mediante el cliente de escritorio (ver <a href="%(SITE_ROOT)shelp/install_sync/">sincronizar archivos</a>), la contraseña no es enviada al servidor.
fr: Si vous créez un librairie chiffrée depuis un dossier local avec le client de bureau (voir <a href="%(SITE_ROOT)shelp/install_sync/">Synchronisation de fichier</a>), le mot de passe n'est pas envoyé au serveur.
is: Ef þú býrð til dulkóðað safn úr staðbundinni möppu með skjáborðsbiðlaranum (sjá <a href="%(SITE_ROOT)shelp/install_sync/">skráasamstillingu</a>), er lykilorðið ekki sent á þjóninn.
it: Se crei una libreria criptata da una cartella locale con il client desktop (vedi <a href="%(SITE_ROOT)shelp/install_sync/">sincronizzazione file</a>), la password non verr inviata al server.
ja: デスクトップクライアントを使用してローカルフォルダーから暗号化されたライブラリを作成する場合（<a href="%(SITE_ROOT)shelp/install_sync/">ファイル同期</a>を参照）、パスワードはサーバーに送信されません。
ko: 데스크톱 클라이언트에서 로컬 폴더를 암호화 한 라이브러리로 만들었다면(<a href="%(SITE_ROOT)shelp/install_sync/">파일 동기화</a> 참고), 암호는 서버에 보내지 않습니다.
ru: Если вы создаете зашифрованную библиотеку из локальной папки с помощью настольного клиента (см. <a href="%(SITE_ROOT)shelp/install_sync/">Синхронизация файлов</a>), пароль не отправляется на сервер.
sv: Om du skapar en krypterad katalog från en lokal mapp med klienten för skrivbordet (se <a href="%(SITE_ROOT)shelp/install_sync/">fil synkning</a>), lösenordet skickas inte till servern.
zh_cn: 如果你在桌面客户端上通过一个本地文件夹来创建加密资料库，(参考<a href="%(SITE_ROOT)shelp/install_sync/">文件同步</a>）， 密码不会被发送到服务器。

source: When you access the encrypted library:
ar: عندما تصل الى المكتبة المشفرة:
de: Wenn Sie eine verschlüsselte Bibliothek aufrufen:
es_ar: Cuando accede a una biblioteca encriptada:
is: Þegar þú færð aðgang að dulkóðuðu safninu:
it: Norint pasiekti šifruotą biblioteką:
ja: 暗号化されたライブラリにアクセスする場合：
ko: 암호화 라이브러리에 접근할 때:
pl: Uzyskiwanie dostępu do szyfrowanej biblioteki:
ru: При доступе к зашифрованной библиотеке:
sv: När du åtkomst krypterad katalog:
zh_cn: 当你访问加密资料库时：
zh_tw: 當你瀏覽加密資料庫時：

source: If you use web app, you have to input the password to the server. The server will cache the password in encrypted format for 1 hour. It won't store the password on disk.
ar: إذا كنت تستخدم تطبيق الويب، يتعين عليك إدخال كلمة المرور للخادم. سيقوم الملقم بالتخزين المؤقت لكلمة المرور بتنسيق مشفر لمدة ساعة واحدة. لن يقوم بتخزين كلمة المرور على القرص.
de: Wenn Sie die Weboberfläche verwenden, müssen Sie dem Server das Passwort mitteilen. Der Server wird das Passwort in verschlüsselter Form ein Stunde lang zwischenspeichern. Das Passwort wird nicht auf einer Festplatte gespeichert.
es_ar: Si utiliza la aplicación web, debe ingresar la contraseña que será enviada al servidor. Éste guardará la contraseña en forma encriptada, en el caché durante 1 hora. La contraseña no será almacenada en disco.
fr: Si vous utilisez l'application Web, vous devez entrer le mot de passe au serveur. Le serveur met en cache le mot de passe au format crypté pendant 1 heure. Le mot de passe ne sera pas stocké sur le disque du serveur.
is: Ef þú notar vefforritið verður þú að slá inn lykilorðið á þjóninn. Þjónninn mun geyma lykilorðið í dulkóðuðu formi í 1 klukkustund. Það mun ekki geyma lykilorðið á diski.
it: Se si utilizza l'app web, bisogna immettere la password nel server. Il server memorizzer la password in formato criptato per 1 ora. Non memorizza la password nel disco.
ja: Webアプリを使用する場合は、サーバーにパスワードを入力する必要があります。サーバーは、パスワードを暗号化された形式で1時間キャッシュします。パスワードはディスクに保存されません。
ko: 웹 앱을 활용하는 경우 서버에 암호를 입력해야합니다. 서버에는 암호를 암호화 형식으로 한시간 동안 캐시에 저장합니다. 디스크에 저장하지는 않습니다.
pl: Jeżeli korzystasz z aplikacji w przeglądarce musisz podać hasło do serwera, który zapamięta je w postaci zaszyfrowanej przez 1 godzinę. Hasło nie będzie zapisane na dysku.
ru: Если вы используете веб-приложение, вы должны ввести пароль к серверу. Сервер кэширует пароль в зашифрованном виде в течение 1 часа. Он не будет хранить пароль на диске.
sv: Om du använder webbappen så måste du ange lösenordet till servern. Servern sparar lösenordet i minnet i krypterat format i 1 timme. Den sparar inte lösenordet på disk.
zh_cn: 如果是通过 web 访问，必须输入密码，密码会被发送到服务器，服务器会将密码以加密形式缓存 1 小时，但并不会将密码存储在磁盘上。
zh_tw: 如果是透過 web 瀏覽，必須輸入密碼，密碼會被發送到伺服器，伺服器會將密碼以加密形式儲存 1 小時，但並不會將密碼儲存在硬碟上。

source: If you use desktop client to sync the library, the password is not sent to the server. The client decrypts and encrypts file contents locally. The plain text password is not stored on the client disk either.
ar: إذا كنت تستخدم عميل سطح المكتب لمزامنة المكتبة، لا يتم إرسال كلمة المرور إلى الخادم. يقوم العميل بفك تشفير محتويات الملف وتشفيرها محليا. لا يتم تخزين كلمة المرور على قرص العميل أيضا.
de: Wenn Sie den Desktop-Client zum Synchronisieren der Bibliothek verwenden, wird das Kennwort nicht an den Server gesendet. Der Client entschlüsselt und verschlüsselt den Dateiinhalt lokal. Das Kennwort im Klartext wird auch nicht auf der Clientfestplatte gespeichert.
es_ar: Si utiliza el cliente de escritorio para sincronizar la biblioteca, la contraseña no se envía al servidor. El cliente descifra y encripta el contenido de los archivos localmente. La contraseña de texto plano tampoco se almacena en el disco del cliente.
fr: Si vous utilisez le client de bureau pour synchroniser la bibliothèque, le mot de passe n'est pas envoyé au serveur. Le client décrypte et crypte le contenu des fichiers localement. Le mot de passe en texte clair n'est pas non plus stocké sur le disque du client.
is: Ef þú notar skjáborðsbiðlarann til að samstilla safnið er lykilorðið ekki sent á þjóninn. Biðlarinn afkóðar og dulkóðar skráainnihaldið á staðnum. Lykilorðið í venjulegu textaformi er heldur ekki geymt á disk biðlarans.
it: Se si utilizza il client desktop per sincronizzare la libreria, la password non verr inviata al server. Il client decodifica e cripta i contenuti del file localmente. La password in chiaro non viene memorizzata nel disco del client nemmeno.
ja: デスクトップクライアントを使用してライブラリを同期する場合、パスワードはサーバーに送信されません。クライアントは、ファイルの内容をローカルで復号化および暗号化します。プレーンテキストパスワードもクライアントディスクに保存されません。
ko: 라이브러리를 동기화할 데스크톱 클라이언트를 활용한다면 서버에 암호를 보내지 않습니다. 클라이언트는 자체적으로 파일 내용을 암호화/복호화 처리합니다. 암호 원문 역시 클라이언트 디스크에 저장하지 않습니다.
pl: Jeśli używasz klienta desktopowego do synchronizacji biblioteki, hasło nie jest wysyłane do serwera. Klient odszyfrowuje i szyfruje zawartość plików lokalnie. Zwykły tekst hasła również nie jest przechowywany na dysku klienta.
ru: Если вы используете настольный клиент для синхронизации библиотеки, пароль не отправляется на сервер. Клиент расшифровывает и зашифровывает содержимое файла локально. Пароль не хранится в открытом виде на клиентском диске.
sv: Om du använder skrivbordsklienten för att synka katalogen, skickas inte lösenordet till servern. Klienten dekrypterar och krypterar filinnehållet lokalmente. Plain text lösenordet sparas inte heller på disken.
zh_cn: 如果使用桌面客户端同步资料库，密码不会被发送到服务器。客户端会在本地解密和加密文件内容。密码也不会在客户端保存。
zh_tw: 如果您使用桌面客戶端同步資料庫，密碼不會被發送到伺服器上。客戶端將在本地進行檔案內容的加密和解密，密碼也並不會被儲存在客戶端的硬碟上。

source: iOS client supports client side encryption since version 2.1.6. Android client supports it since version 2.1.0.
ar: يدعم عميل iOS التشفير من جانب العميل منذ الإصدار 2.1.6. عميل أندرويد يدعمه منذ الإصدار 2.1.0.
de: Der iOS-Client unterstützt die clientseitige Verschlüsselung seit Version 2.1.6. Der Android-Client unterstützt sie seit Version 2.1.0.
es_ar: El cliente iOS admite el cifrado del lado del cliente desde la versión 2.1.6. El cliente de Android lo admite desde la versión 2.1.0.
fr: Le client iOS supporte le chiffrement côté client depuis la version 2.1.6. Le client Android le supporte depuis la version 2.1.0.
is: iOS biðlarinn styður dulkóðun á viðskiptavinarhlið síðan útgáfa 2.1.6. Android biðlarinn styður það síðan útgáfa 2.1.0.
it: Il client iOS supporta la crittografia lato client a partire dalla versione 2.1.6. Il client Android la supporta a partire dalla versione 2.1.0.
ja: iOSクライアントはバージョン2.1.6以降、クライアント側の暗号化をサポートしています。Androidクライアントはバージョン2.1.0以降でサポートしています。
ko: iOS 클라이언트는 2.1.6 버전부터 클라이언트 측 암호화 기능을 지원합니다. 안드로이드 클라이언트는 2.1.0 버전부터 지원합니다.
pl: Klient iOS obsługuje szyfrowanie po stronie klienta od wersji 2.1.6. Klient Android obsługuje je od wersji 2.1.0.
ru: iOS клиент поддерживает шифрование на стороне клиента начиная с версии 2.1.6. Android клиент поддерживает это начиная с версии 2.1.0.
sv: iOS klient stöder klientbaserad kryptering från version 2.1.6. Android klient stöder det från version 2.1.0.
zh_cn: iOS 客户端从 2.1.6 开始支持客户端加密。安卓客户端从 2.1.0 开始支持。
zh_tw: iOS 客戶端於 2.1.6 版本中開始支持客戶端加密，而 Android 客戶端於 2.1.0 版本中開始支持。

source: Note that encrypted library only encrypts the contents of the files, but not the folder and file names.
ar: لاحظ أن المكتبة المشفرة تقوم فقط بتشفير محتويات الملفات، ولكن ليس أسماء المجلدات والملفات.
de: Beachten Sie, dass die verschlüsselte Bibliothek nur den Inhalt der Dateien verschlüsselt, nicht jedoch die Ordner- und Dateinamen.
es_ar: Tenga en cuenta que la biblioteca cifrada sólo cifra el contenido de los archivos, pero no los nombres de las carpetas y los archivos.
fr: Notez que la bibliothèque cryptée ne crypte que le contenu des fichiers, mais pas les noms des dossiers et des fichiers.
is: Athugið að dulkóðað safn dulkóðar aðeins innihald skránna, en ekki möppu- og skráanöfn.
it: Nota che la libreria crittografata cripta solo il contenuto dei file, ma non i nomi delle cartelle e dei file.
ja: 暗号化されたライブラリは、ファイルの内容のみを暗号化し、フォルダーとファイル名は暗号化しないことに注意してください。
ko: 참고로 암호화 한 라이브러리는 파일의 내용만 암호화하며, 폴더 및 파일 이름을 암호화하지는 않습니다.
pl: Pamiętaj, że zaszyfrowana biblioteka szyfruje tylko zawartość plików, ale nie nazwy folderów i plików.
ru: Обратите внимание, что в зашифрованной библиотеке шифруется только содержимое файлов, но не имена папок и файлов.
sv: Observera att krypterad katalog endast krypterar innehållet i filerna, men inte mapp- och filnamn.
zh_cn: 注意加密资料库只加密文件内容，不加密目录和文件名。
zh_tw: 注意加密資料庫只加密檔案的內容，而不包括資料夾和檔案名稱。

source: File locking
ar: قفل الملف
de: Datei sperre
es_ar: Bloqueo de archivos
fr: Verrouillage de fichier
is: Skráalæsing
it: Blocco file
ja: ファイルのロック
ko: 파일 잠그기
pl: Blokowanie plików
ru: Блокировка файлов
sv: Fil låsning
zh_cn: 文件锁定
zh_tw: 檔案鎖定
