Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: After a library is synced to the desktop, when you open a Microsoft Office file inside the library, Seafile automatically locks the file. When you close the file, Seafile automatically unlocks the file. The locking state is propagated to other computers syncing this library. It prevents concurrent editing the same Office file and is convenient for collaboration.
ar: بعد مزامنة مكتبة مع سطح المكتب، عند فتح ملف Microsoft Office داخل المكتبة، يقوم Seafile تلقائيا بتأمين الملف. عند إغلاق الملف ، يقوم Seafile بإلغاء قفل الملف تلقائيا. يتم نشر حالة التأمين إلى أجهزة الكمبيوتر الأخرى التي تقوم بمزامنة هذه المكتبة. يمنع التحرير المتزامن لملف Office نفسه وهو مناسب للتعاون.
de: Nachdem eine Bibliothek mit dem Desktop synchronisiert wurde, sperrt Seafile die Datei automatisch, wenn Sie eine Microsoft Office-Datei in der Bibliothek öffnen. Wenn Sie die Datei schließen, entsperrt Seafile sie automatisch. Der Sperrstatus wird auf andere Computer übertragen, die diese Bibliothek synchronisieren. Dies verhindert die gleichzeitige Bearbeitung derselben Office-Datei und ist praktisch für die Zusammenarbeit.
es_ar: Luego de que una biblioteca esté sincronizada en el cliente de escritorio, cuando Ud. abre un documento de Microsoft Office, Seafile automáticamente bloquea el archivo. Cuando cierra el archivo Seafile automáticamente lo desbloquea. El estado del bloqueo se propaga a otras computadoras que sincronizan esta biblioteca. Esto previene la edición concurrente del mismo archivo de Office y es conveniente para la colaboración.
fr: Après qu'une librairie soit synchronisé sur le bureau, à l'ouverture d'un fichier Microsoft Office depuis une librairie, Seafile verrouille automatiquement le fichier. Lorsque vous fermer le fichier, Seafile débloque automatiquement le fichier. L'état de verrouillage est propagé aux autres ordinateurs synchronisant cette librairie. Cela empêche l'édition concurrente du même fichier Office.
is: Eftir að safn er samstillt við skjáborðið, þegar þú opnar Microsoft Office skrá í safninu, læsir Seafile skránni sjálfkrafa. Þegar þú lokar skránni opnar Seafile skránna sjálfkrafa. Læsingarstaðan er send til annarra tölva sem samstilla þetta safn. Það kemur í veg fyrir samtímis breytingar á sömu Office skrá og er þægilegt fyrir samvinnu.
it: Dopo che una libreria è sincronizzata sul desktop, quando apri un file Microsoft Office all'interno della libreria, Seafile blocca automaticamente il file. Quando chiudi il file, Seafile sblocca automaticamente il file. Lo stato di blocco viene propagato ad altri computer che sincronizzano questa libreria. Evita la modifica simultanea dello stesso file Office e risulta conveniente per la collaborazione.
ja: ライブラリがデスクトップに同期されると、ライブラリ内のMicrosoft Officeファイルを開くと、Seafileは自動的にファイルをロックします。ファイルを閉じると、Seafileは自動的にファイルのロックを解除します。ロック状態は、このライブラリを同期している他のコンピューターに伝播されます。これにより、同じOfficeファイルの同時編集を防ぎ、コラボレーションに便利です。
ko: 라이브러리를 데스크톱에 동기화하고 나면 라이브러리에 있는 마이크로소프트 오피스 파일을 열었을 때, Seafile에서 파일을 자동으로 잠급니다. 파일을 닫으면 Seafile에서 파일 잠금을 자동으로 풀어줍니다. 잠금 상태는 이 라이브러리를 동기화하는 다른 컴퓨터에 전달해줍니다. 동시 작업을 하는데 있어 동일한 오피스 파일의 동시 편집을 막아주어 보다 편리하게 작업할 수 있습니다.
pl: Po zsynchronizowaniu biblioteki z komputerem, gdy otworzysz plik Microsoft Office w bibliotece, Seafile automatycznie blokuje plik. Gdy zamkniesz plik, Seafile automatycznie odblokowuje plik. Stan blokady jest propagowany do innych komputerów synchronizujących tę bibliotekę. Zapobiega to jednoczesnemu edytowaniu tego samego pliku Office i jest wygodne do współpracy.
ru: После синхронизации библиотеки с настольным клиентом, когда вы открываете файл Microsoft Office внутри библиотеки, Seafile автоматически блокирует файл. Когда вы закрываете файл, Seafile автоматически разблокирует файл. Состояние блокировки распространяется на другие компьютеры, синхронизирующие эту библиотеку. Это предотвращает одновременное редактирование одного и того же файла Office и удобно для совместной работы.
sv: Observera att när en katalog är synkroniserad till skrivbordet, när du öppnar en Microsoft Office fil i katalogen, låses filen automatiskt. När du stänger filen, låses filen automatiskt upp. Låsningsstatusen propageras till andra datorer som synkroniserar katalogen. Det förhindrar samtidig redigering av samma Office fil och är praktiskt för samarbete.
zh_cn: 资料库同步到桌面端后，当你打开其中的一个微软 Office 文件时，Seafile 会自动锁定这个文件。当你关闭这个文件时，Seafile 会自动解锁这个文件。资料库同步时，文件的锁定状态会传播到其他计算机上。这将阻止对同一个 Office 文件的并发编辑，便于协作。

source: Details about file locking
ar: تفاصيل حول قفل الملفات
de: Details zur Dateisperre
es_ar: Detalles acerca del bloqueo de archivos
fr: Détails du verrouillage de fichier
is: Upplýsingar um skráalæsingar
it: Dettagli sul blocco dei file
ja: ファイルのロックに関する詳細
ko: 파일 잠금 살펴보기
pl: Szczegóły dotyczące blokowania plików
ru: Подробности о блокировке файлов
zh_cn: 文件锁定相关细节

source: There are a few useful tips about how file locking works:
ar: هناك بعض النصائح المفيدة حول كيفية عمل قفل الملف:
de: Es gibt einige nützliche Tipps zur Funktionsweise der Dateisperre:
es_ar: Hay unos pocos consejos útiles acerca de como funciona el bloqueo de archivos:
fr: Quelques conseils pratiquent sur la façon dont le verrouillage de fichier fonctionne :
is: Hér eru nokkur gagnleg ráð um hvernig skráalæsing virkar:
it: Ci sono alcuni consigli utili su come funziona il blocco dei file:
ja: ファイルのロックの仕組みに関するいくつかの役立つヒントがあります。
ko: 파일 잠금 동작에 대해 몇가지 알아두면 좋은 참고 사항이 있습니다:
pl: Oto kilka przydatnych wskazówek dotyczących działania blokowania plików:
ru: Вот несколько полезных советов о том, как работает блокировка файлов:
zh_cn: 关于文件锁定的工作原理，有些有用的提示：

source: A locked file can only be unlocked by the user who locked it.
ar: لا يمكن إلغاء قفل الملف المقفل إلا من قبل المستخدم الذي قام بتأمينه.
de: Eine gesperrte Datei kann nur von dem Benutzer entsperrt werden, der sie gesperrt hat.
es_ar: Un archivo bloqueado sólo puede ser desbloqueado por el usuario que lo bloqueó.
fr: Un fichier verrouillé peut uniquement être déverrouillé par un utilisateur qui l'a verrouillé.
is: Læsta skrá er aðeins hægt að opna af notandanum sem læsti henni.
it: Un file bloccato può essere sbloccato solo dall'utente che lo ha bloccato.
ja: ロックされたファイルは、ロックしたユーザーのみがロックを解除できます。
ko: 잠긴 파일은 잠근 사용자만 풀 수 있습니다.
pl: Zablokowany plik może zostać odblokowany tylko przez użytkownika, który go zablokował.
ru: Заблокированный файл может быть разблокирован только пользователем, который его заблокировал.
zh_cn: 一个被锁定的文件只能由锁定该文件的用户解锁。

source: A locked file cannot be modified, moved, renamed or deleted by other users. But other users can still move, delete or rename the parent folder of a locked file. The purpose of file locking is mainly to prevent concurrent editing.
ar: لا يمكن تعديل الملف المقفل أو نقله أو إعادة تسميته أو حذفه من قبل مستخدمين آخرين. ولكن لا يزال بإمكان المستخدمين الآخرين نقل المجلد الأصل لملف مؤمن أو حذفه أو إعادة تسميته. الغرض من قفل الملف هو بشكل أساسي منع التحرير المتزامن.
de: Eine gesperrte Datei kann von anderen Benutzern nicht geändert, verschoben, umbenannt oder gelöscht werden. Andere Benutzer können den übergeordneten Ordner einer gesperrten Datei jedoch weiterhin verschieben, löschen oder umbenennen. Der Zweck der Dateisperre besteht hauptsächlich darin, gleichzeitige Bearbeitungen zu verhindern.
es_ar: Un archivo bloqueado no puede ser modificado, movido, renombrado o eliminado por otros usuarios. Aún así, otros usuarios pueden mover, eliminar o renombrar la carpeta superior de un archivo bloqueado. El propósito del bloqueo es, principalmente, prevenir la edición simultánea.
fr: Un fichier verrouiller ne peut être modifié, déplacé, renommé ou supprimé par un autre utilisateur. Cependant, les autres utilisateurs peuvent toujours déplacer, supprimer, ou renommer le dossier parent d'un fichier verrouillé. L'objectif d'un fichier verrouillé est principalement d'éviter l'écriture concurrentiel.
is: Ekki er hægt að breyta, færa, endurnefna eða eyða læstri skrá af öðrum notendum. En aðrir notendur geta samt fært, eytt eða endurnefnt yfirmöppu læstrar skrár. Tilgangur skráalæsingar er fyrst og fremst að koma í veg fyrir samtímis breytingar.
it: Un file bloccato non può essere modificato, spostato, rinominato o eliminato da altri utenti. Ma gli altri utenti possono ancora spostare, eliminare o rinominare la cartella padre di un file bloccato. Lo scopo principale del blocco dei file è quello di prevenire la modifica simultanea.
ja: ロックされたファイルは、他のユーザーによって変更、移動、名前変更、または削除できません。ただし、他のユーザーは、ロックされたファイルの親フォルダーを移動、削除、または名前変更できます。ファイルロックの目的は、主に同時編集を防ぐことです。
ko: 잠긴 파일은 다른 사용자가 수정, 이동, 이름 바꾸기를 할 수 없습니다. 다만,잠근 파일의 상위 폴더를 이동, 삭제, 이름 바꾸기할 수 있습니다. 파일 잠금의 목적은 동시 편집을 막기 위한게 주 목적입니다.
pl: Zablokowany plik nie może być modyfikowany, przenoszony, zmieniany nazwy ani usuwany przez innych użytkowników. Ale inni użytkownicy nadal mogą przenosić, usuwać lub zmieniać nazwę folderu nadrzędnego zablokowanego pliku. Celem blokowania plików jest głównie zapobieganie jednoczesnemu edytowaniu.
ru: Заблокированный файл не может быть изменен, перемещен, переименован или удален другими пользователями. Но другие пользователи по-прежнему могут перемещать, удалять или переименовывать родительскую папку заблокированного файла. Блокировка файлов предназначена главным образом для предотвращения одновременного редактирования.
zh_cn: 一个被锁定的文件不能被其他用户修改，移动，重命名或删除。但是其他用户仍然可以移动，删除或重命名该锁定文件的父目录。文件锁定的目的主要是防止并发编辑。

source: When a locked file's parent folder is renamed or moved inside the same library, it remains locked after the operation.
ar: عند إعادة تسمية المجلد الأصل لملف مؤمن أو نقله داخل نفس المكتبة، يظل مؤمنا بعد العملية.
de: Wenn der übergeordnete Ordner einer gesperrten Datei umbenannt oder innerhalb derselben Bibliothek verschoben wird, bleibt er nach dem Vorgang gesperrt.
es_ar: Cuando la carpeta superior de un archivo bloqueado es renombrada o movida dentro de la misma biblioteca, el bloqueo se mantiene luego de la operación.
fr: Quand le dossier parent d'un fichier verrouillé est renommé ou déplacé dans la même librairie, il reste verrouillé après l'opération.
is: Þegar yfirmappa læstrar skrár er endurnefnd eða færð innan sama safns, helst hún læst eftir aðgerðina.
it: Quando la cartella padre di un file bloccato viene rinominata o spostata all'interno della stessa libreria, rimane bloccata dopo l'operazione.
ja: ロックされたファイルの親フォルダーの名前が変更されたり、同じライブラリ内で移動されたりした場合でも、操作後もロックされたままになります。
ko: 잠긴 파일의 상위 폴더 이름을 바꾸거나 동일한 라이브러리 내에 이동했다면 동작을 수행하더라도 잠긴 상태 그대로 남습니다.
pl: Kiedy folder nadrzędny zablokowanego pliku jest zmieniany nazwy lub przenoszony wewnątrz tej samej biblioteki, plik pozostaje zablokowany po operacji.
ru: Когда родительская папка заблокированного файла переименовывается или перемещается внутри той же библиотеки, она остается заблокированной после операции.
zh_cn: 当一个被锁定的文件的父目录在同一个资料库中被重命名或移动后，该文件依然是被锁定的。

source: Finding older version of files
ar: العثور على إصدار أقدم من الملف
de: Suchen nach älteren Dateiversionen
es_ar: Buscando versiones anteriores de archivos
fr: Trouver d'anciennes version de fichiers
is: Finna eldri útgáfu af skrám
it: Ricerca di versioni precedenti dei file
ja: ファイルの古いバージョンを見つける
ko: 파일 이전 버전 찾기
pl: Znajdowanie starszych wersji plików
ru: Поиск более старых версий файлов
zh_cn: 查找文件旧版本

source: Seafile tracks the modification history of all files. Whenever a file is modified, a new version is created, while the old version is still kept for a configurable period. When you want to access an older version of a file, the file history feature becomes very handy.
ar: يتتبع Seafile تاريخ التعديل لجميع الملفات. كلما تم تعديل ملف ، يتم إنشاء إصدار جديد ، بينما لا يزال الإصدار القديم محتفظا به لفترة قابلة للتكوين. عندما تريد الوصول إلى إصدار أقدم من ملف ، تصبح ميزة محفوظات الملفات مفيدة للغاية.
de: Seafile verfolgt den Änderungsverlauf aller Dateien. Immer wenn eine Datei geändert wird, wird eine neue Version erstellt, während die alte Version für einen konfigurierbaren Zeitraum erhalten bleibt. Wenn Sie auf eine ältere Version einer Datei zugreifen möchten, ist die Dateiverlaufsfunktion sehr praktisch.
es_ar: Seafile monitorea el historial de modificación de todos los archivos. Cada vez que un archivo es modificado, se crea una nueva versión, mientras que la versión anterior se guarda por un período de tiempo configurable. Cuando desee acceder a una versión anterior de un archivo, el historial de ese archivo resulta muy conveniente.
fr: Seafile suit l'historique de modification de tout les fichiers. Dès qu'un fichier est modifié, une nouvelle version est créé, tandis que l'ancienne version est conservé pendant une période de temps configurable. Lorsque vous voulez accéder à une ancienne version d'un fichier, l'historique des fichiers devient vraiment pratique.
is: Seafile fylgist með breytingasögu allra skráa. Alltaf þegar skrá er breytt er ný útgáfa búin til, en gamla útgáfan er enn geymd í stillanlegan tíma. Þegar þú vilt fá aðgang að eldri útgáfu af skrá, verður skráasögueiginleikinn mjög handhægur.
it: Seafile traccia la cronologia delle modifiche di tutti i file. Ogni volta che un file viene modificato, viene creata una nuova versione, mentre la vecchia versione viene mantenuta per un periodo configurabile. Quando vuoi accedere a una versione precedente di un file, la funzione di cronologia dei file diventa molto utile.
ja: Seafileは、すべてのファイルの変更履歴を追跡します。ファイルが変更されるたびに、新しいバージョンが作成され、古いバージョンは構成可能な期間保持されます。ファイルの古いバージョンにアクセスする場合、ファイル履歴機能が非常に役立ちます。
ko: Seafile에서는 모든 파일의 수정 이력을 추적합니다. 파일을 언제 수정하고, 새 버전을 만들든지간에, 이전 버전에 대해 여전히 설정 주기동안 내용을 유지합니다. 파일의 이전 버전에 접근한다면 사용할 파일 기록 기능이 그렇게 간편할 수가 없습니다.
pl: Seafile śledzi historię modyfikacji wszystkich plików. Za każdym razem, gdy plik jest modyfikowany, tworzona jest nowa wersja, podczas gdy stara wersja jest nadal przechowywana przez konfigurowalny okres. Kiedy chcesz uzyskać dostęp do starszej wersji pliku, funkcja historii plików staje się bardzo przydatna.
ru: Seafile отслеживает историю изменений всех файлов. Каждый раз, когда файл изменяется, создается новая версия, а старая версия сохраняется в течение настраиваемого периода. Когда вы хотите получить доступ к более старой версии файла, функция истории файлов становится очень удобной.
zh_cn: Seafile 跟踪所有文件的修改历史。当一个文件被修改时，一个新的版本将会被创建，而旧版本则会被保留一段可配置的时期。当你想访问一个文件的旧版本时，文件历史功能将非常方便。

source: To list all the versions of a file:
ar: لسرد كافة إصدارات الملف:
de: So listen Sie alle Versionen einer Datei auf:
es_ar: Para listar todas las versiones de un archivo:
fr: Lister toute les versions d'un fichier :
is: Til að telja upp allar útgáfur af skrá:
it: Per elencare tutte le versioni di un file:
ja: ファイルのすべてのバージョンを一覧表示するには：
ko: 파일의 모든 버전을 살펴보려면:
pl: Aby wyświetlić listę wszystkich wersji pliku:
ru: Чтобы перечислить все версии файла:
zh_cn: 列出一个文件的所有版本：

source: In Seafile Web App, navigate into the folder containing the file. Move the cursor onto the row of that file. An operation menu will appear. You can click the "History" button in that menu.
ar: في Seafile Web App، انتقل إلى المجلد الذي يحتوي على الملف. حرك المؤشر إلى صف هذا الملف. ستظهر قائمة التشغيل. يمكنك النقر فوق الزر "المحفوظات" في تلك القائمة.
de: Navigieren Sie in der Seafile Web App in den Ordner, der die Datei enthält. Bewegen Sie den Cursor auf die Zeile dieser Datei. Ein Operationsmenü wird angezeigt. Sie können in diesem Menü auf die Schaltfläche „Verlauf“ klicken.
es_ar: En la App Seafile Web, navegue dentro de la carpeta que contiene el archivo. Mueva el cursor sobre la línea de ese archivo. Aparecerá un menú de operaciones. Haga click en el botón "Historial" en dicho menú.
fr: Depuis l'interface web, naviguer dans le dossier contenu le fichier. Cliquer sur la flèche "Plus d'action" du fichier. Un menu déroulant apparaît. Vous pouvez cliquer sur l'option "Historique" du menu.
is: Í Seafile vefforritinu skaltu fara í möppuna sem inniheldur skrána. Færðu bendilinn á röðina á þeirri skrá. Aðgerðavalmynd birtist. Þú getur smellt á „Saga“ hnappinn í þeirri valmynd.
it: Nell'applicazione web di Seafile, naviga nella cartella contenente il file. Sposta il cursore sulla riga di quel file. Apparirà un menu delle operazioni. Puoi fare clic sul pulsante "Cronologia" in quel menu.
ja: Seafile Webアプリで、ファイルを含むフォルダーに移動します。カーソルをそのファイルの行に移動します。操作メニューが表示されます。そのメニューの[履歴]ボタンをクリックできます。
ko: Seafile 웹 앱에서 파일이 들어간 폴더를 찾아봅니다. 해당 파일의 줄에 커서를 가져다 둡니다. 이렇게 하면 동작 메뉴가 나타납니다. 해당 메뉴에서 "기록" 단추를 누를 수 있습니다.
pl: W aplikacji webowej Seafile przejdź do folderu zawierającego plik. Przesuń kursor na wiersz tego pliku. Pojawi się menu operacji. Możesz kliknąć przycisk "Historia" w tym menu.
ru: В веб-приложении Seafile перейдите в папку, содержащую файл. Переместите курсор на строку этого файла. Появится меню операций. Вы можете нажать кнопку "История" в этом меню.
zh_cn: 在 Seafile Web App 中，进入文件所在的目录，将鼠标移动到文件所在的行上，在操作菜单中选择“历史”。

source: A list of all versions of that file will be displayed in time order, from newer to older. The list also contains the file's rename history.
ar: سيتم عرض قائمة بجميع إصدارات هذا الملف بترتيب زمني ، من الأحدث إلى الأقدم. تحتوي القائمة أيضا على محفوظات إعادة تسمية الملف.
de: Eine Liste aller Versionen dieser Datei wird in zeitlicher Reihenfolge angezeigt, von der neueren zur älteren. Die Liste enthält auch den Umbenennungsverlauf der Datei.
es_ar: Se mostrará una lista de todas las versiones de ese archivo ordenada cronológicamente, la más reciente primero. La lista también contiene el historial de renombramiento del archivo.
fr: Une liste de toute les versions du fichier sera afficher par ordre décroissant de date. La liste contient également l'historique de renommage du fichier
is: Listi yfir allar útgáfur af þeirri skrá birtist í tímaröð, frá nýrri til eldri. Listinn inniheldur einnig endurnefningarsögu skrárinnar.
it: Un elenco di tutte le versioni di quel file verrà visualizzato in ordine cronologico, dalla più recente alla più vecchia. L'elenco contiene anche la cronologia dei rinomini del file.
ja: そのファイルのすべてのバージョンのリストが、新しい順から古い順に時間順に表示されます。リストには、ファイルの名前変更履歴も含まれています。
ko: 해당 파일의 모든 버전 목록은 최근으로부터 과거 순으로 나타납니다. 목록에는 파일 이름 바꾸기 기록도 들어있습니다.
pl: Lista wszystkich wersji tego pliku zostanie wyświetlona w kolejności czasowej, od nowszych do starszych. Lista zawiera również historię zmiany nazw pliku.
ru: Список всех версий этого файла будет отображаться в порядке времени, от более новой к более старой. В списке также содержится история переименования файла.
zh_cn: 文件的所有版本将按时间顺序展示，从最新到最旧。列表中也会包含文件的重命名历史。

source: You can download, restore, view any version of the file.
ar: يمكنك تنزيل أي إصدار من الملف واستعادته وعرضه.
de: Sie können jede Version der Datei herunterladen, wiederherstellen und anzeigen.
es_ar: Puede descargar, restaurar, o visualizar cualquier versión del archivo.
fr: Vous pouvez télécharger, restaurer, voir toute les version du fichier
is: Þú getur hlaðið niður, endurheimt, skoðað hvaða útgáfu sem er af skránni.
it: Puoi scaricare, ripristinare, visualizzare qualsiasi versione del file.
ja: ファイルの任意のバージョンをダウンロード、復元、表示できます。
ko: 어떤 버전의 파일이든 다운로드, 복원, 보기가 가능합니다.
pl: Możesz pobrać, przywrócić, wyświetlić dowolną wersję pliku.
ru: Вы можете скачать, восстановить, просмотреть любую версию файла.
zh_cn: 你可以下载，恢复，查看文件的任意版本。

source: You can configure the retention period of file versions: <a href="%(SITE_ROOT)shelp/setting_library_history/">setting history retention period</a>.
ar: يمكنك تكوين فترة الاحتفاظ بإصدارات الملفات:<a href="%(SITE_ROOT)shelp/setting_library_history/"> تعيين فترة الاحتفاظ بالمحفوظات</a>.
de: Sie können die Aufbewahrungsdauer von Dateiversionen konfigurieren:<a href="%(SITE_ROOT)shelp/setting_library_history/">Festlegen der Aufbewahrungsdauer des Verlaufs</a>.
es_ar: Puede configurar el período de retención de versiones de archivo: <a href="%(SITE_ROOT)shelp/setting_library_history/">estableciendo período de retención del historial</a>.
fr: Vous pouvez configurer la période de rétention des versions de fichier : <a href="%(SITE_ROOT)shelp/setting_library_history/">Paramètre de l'historique</a>.
is: Þú getur stillt varðveislutíma skráaútgáfa: <a href="%(SITE_ROOT)shelp/setting_library_history/">stilla varðveislutíma sögu</a>.
it: Puoi configurare la durata del periodo di conservazione delle versioni dei file: <a href="%(SITE_ROOT)shelp/setting_library_history/">impostazione del periodo di conservazione della cronologia</a>.
ja: ファイルバージョンの保持期間を設定できます：<a href="%(SITE_ROOT)shelp/setting_library_history/">履歴保持期間の設定</a>。
ko: 파일 버전 유지 기간을 설정할 수 있습니다: <a href="%(SITE_ROOT)shelp/setting_library_history/">기록 유지 기간 설정</a>.
pl: Możesz skonfigurować okres przechowywania wersji plików: <a href="%(SITE_ROOT)shelp/setting_library_history/">ustawianie okresu przechowywania historii</a>.
ru: Вы можете настроить срок хранения версий файлов: <a href="%(SITE_ROOT)shelp/setting_library_history/">установив срок хранения истории</a>.
zh_cn: 你可以配置文件版本的保留时间： <a href="%(SITE_ROOT)shelp/setting_library_history/">设置历史保留时间</a>。

source: Use folder permission for fine-grained access control
ar: استخدام إذن المجلدات للتحكم في الوصول بشكل أدق
de: Verwenden Sie Ordnerberechtigungen für eine fein abgestufte Zugriffskontrolle
es_ar: Utilizar permisos de carpeta para un control de acceso más detallado
fr: Utilisez les permissions de dossier pour un contrôle d'accès précis
is: Notaðu möppuheimild fyrir fínstillta aðgangsstýringu
it: Usa la gestione delle autorizzazioni per cartelle per il controllo dell'accesso granulare
ja: フォルダーのアクセス許可を使用して、きめ細かいアクセス制御を行う
ko: 세부 접근 제어시 폴더 권한 활용
pl: Używaj uprawnień folderów do precyzyjnej kontroli dostępu
ru: Используйте разрешения папки для детального контроля доступа
zh_cn: 使用目录权限做细粒度的访问控制
