Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Side Nav Menu
ar: قائمة التنقل الجانبي
de: Seitliche Navigation
es_ar: Menú Lateral de Navegación
fa_ir: منوی ناوبری کناری
is: Hliðarvalmynd
it: Menu di navigazione laterale
ja: サイドナビゲーションメニュー
ko: 측면 탐색 메뉴
pl: Boczne menu nawigacyjne
sv: Sidomeny
zh_cn: 侧边导航菜单
zh_tw: 側邊導航選單

source: Introduction
ar: مقدمة
de: Einführung
es_ar: Introducción
fa_ir: معرفی
is: Kynning
it: Introduzione
ja: 紹介
ko: 소개
pl: Wprowadzenie
ru: О системе
sv: Introduktion
zh_cn: 介绍
zh_tw: 介紹

source: Managing files and folders
ar: إدارة الملفات والمجلدات
de: Verwaltung von Dateien und Ordnern
es_ar: Administrando archivos y carpetas
fa_ir: مدیریت فایل‌ها و پوشه‌ها
fr: Gestion des fichiers et dossiers
is: Stjórna skrám og möppum
it: Gestione dei file e delle cartelle
ja: ファイルとフォルダの管理
ko: 파일 및 폴더 관리
pl: Zarządzanie plikami i folderami
ru: Управление файлами и папками
sv: Hanterar filer och mappar
zh_cn: 管理文件和目录
zh_tw: 管理檔案和資料夾

source: Managing files with libraries
ar: إدارة الملفات والمكتبات
de: Verwaltung von Dateien mit Bibliotheken
es_ar: Administrando archivos con bibliotecas
fa_ir: مدیریت فایل‌ها با کتابخانه‌ها
fr: Gestion des fichiers avec les librairies
is: Stjórna skrám með söfnum
it: Gestione dei file con librerie
ja: ライブラリとファイルの管理
ko: 파일 및 라이브러리 관리
pl: Zarządzanie plikami za pomocą bibliotek
ru: Управление файлами с помощью библиотек
sv: Hanterar filer med kataloger
zh_cn: 用资料库管理文件
zh_tw: 使用資料庫管理檔案

source: Restoring deleted files
ar: إعادة الملفات المحذوفة
de: Wiederherstellung gelöschter Dateien
es_ar: Restaurando archivos eliminados
fa_ir: بازیابی فایل‌های حذف شده
fr: Restauration des fichiers supprimés
is: Endurheimta eyddar skrár
it: Recupero dei file cancellati
ja: 削除されたファイルの復元
ko: 삭제한 파일 복원중
pl: Przywracanie usuniętych plików
ru: Восстановление удаленных файлов
sv: Återställer borttagna filer
zh_cn: 恢复删除的文件
zh_tw: 還原已删除的檔案

source: Finding old file versions
ar: العثور على نسخ قديمة من الملفات
de: Suche alter Dateiversionen
es_ar: Buscando versiones anteriores de archivo
fa_ir: یافتن نسخه‌های قدیمی فایل‌ها
fr: Recherche des anciennes versions de fichier
is: Finna eldri útgáfur af skrám
it: Ricerca vecchie versioni dei file
ja: 古いファイルバージョンの検索
ko: 이전 파일 버전 찾는 중
pl: Znajdowanie starych wersji plików
ru: Поиск старых версий файлов
sv: Hittar äldre filversioner
zh_cn: 查找文件旧版本
zh_tw: 尋找舊檔案版本

source: Library history and snapshots
ar: تاريخ المكتبات و لقطاتها
de: Historie und Snapshots der Bibliothek
es_ar: Historial de la biblioteca e instantáneas
fa_ir: تاریخچه و اسنپ‌شات‌های کتابخانه
fr: Historique des librairies et images
is: Sögu og skyndimyndir safns
it: Cronologia e snapshot della libreria
ja: ライブラリの履歴とスナップショット
ko: 라이브러리 기록 및 스냅샷
pl: Historia bibliotek i migawki
ru: История библиотеки и снимки
sv: Kataloghistorik och ögonblicksbilder
zh_cn: 资料库历史和快照
zh_tw: 資料庫歷史和快照

source: Setting history retention period
ar: تحديد فترة الحفظ
de: Verwaltung der Speicherdauer von alten Versionen
es_ar: Estableciendo período de retención del historial
fa_ir: تنظیم دوره نگهداری تاریخچه
fr: Paramètres de période de rétention de l'historisation
is: Stilla varðveislutíma sögu
it: Impostazione durata conservazione cronologia
ja: 履歴保存期間の設定
ko: 기록 유지 기간 설정
pl: Ustawianie okresu przechowywania historii
ru: Установка срока хранения истории
sv: Sätter historik kvarhållningsperiod
zh_cn: 设置历史保留期限
zh_tw: 設定歷史保留期限

source: Deleting a library
ar: يتم حذف المكتبة
de: Eine Bibliothek löschen
es_ar: Borrando una biblioteca
fa_ir: حذف یک کتابخانه
fr: Supprimer une bibliothèque
is: Eyða safni
it: Eliminazione di una libreria
ja: ライブラリーの削除
ko: 라이브러리 삭제
pl: Usuwanie biblioteki
ru: Удаление библиотеки
sv: Ta bort katalog
zh_cn: 删除资料库
zh_tw: 刪除資料庫

source: Viewing files within Web App
ar: عرض الملفات عن طريق الويب
de: Dateiansicht in der Web-Anwendung
es_ar: Visualizando archivos con Web App
fa_ir: مشاهده فایل‌ها در برنامه وب
fr: Visualiser des fichiers depuis l'application Web
is: Skoða skrár í vefforritinu
it: Visualizzazione dei file all'interno dell'app web
ja: Webアプリ内でのファイルの表示
ko: 웹 앱에서 파일 보기
pl: Przeglądanie plików w aplikacji webowej
ru: Просмотр файлов в веб-приложении
sv: Visar filer inom Webb App
zh_cn: 在 Web App 中查看文件
zh_tw: 於 Web 應用程式中檢視檔案

source: Full text file search
ar: البحث على النصوص في الملفات
de: Volltextsuche
es_ar: Búsqueda de texto completo en archivo
fa_ir: جستجوی متنی کامل فایل‌ها
fr: Recherche textuel dans un fichier
is: Leita í fullum texta í skrám
it: Ricerca file testuale
ja: 全文ファイル検索
ko: 전체 문장 파일 검색
pl: Wyszukiwanie pełnotekstowe plików
ru: Полнотекстовый поиск файлов
sv: Fulltext filsökning
zh_cn: 文件全文搜索
zh_tw: 檔案全文搜索

source: Sharing and collaboration
ar: المشاركة والتعاون
de: Freigabe und Zusammenarbeit
es_ar: Compartiendo y colaboración
fa_ir: اشتراک‌گذاری و همکاری
fr: Partage et collaboration
is: Deiling og samvinna
it: Condivisione e collaborazione
ja: 共有とコラボレーション
ko: 공유 및 협업
pl: Udostępnianie i współpraca
ru: Обмен и сотрудничество
sv: Delning och samarbete
zh_cn: 共享与协作
zh_tw: 分享和協作

source: Sharing files and folders
ar: مشاركة الملفات والمجلدات
de: Freigabe von Dateien und Ordnern
es_ar: Compartiendo archivos y carpetas
fa_ir: اشتراک‌گذاری فایل‌ها و پوشه‌ها
fr: Partage de fichiers et dossiers
is: Deila skrám og möppum
it: Condivisione di file e cartelle
ja: ファイルとフォルダの共有
ko: 파일 및 폴더 공유
pl: Udostępnianie plików i folderów
ru: Совместное использование файлов и папок
sv: Delar filer och mappar
zh_cn: 共享文件和目录
zh_tw: 分享檔案和資料夾

source: Managing groups
ar: إدارة المجموعات
de: Verwaltung von Gruppen
es_ar: Administrando grupos
fa_ir: مدیریت گروه‌ها
fr: Gestion des groupes
is: Stjórna hópum
it: Gestione dei gruppi
ja: グループの管理
ko: 그룹 관리
pl: Zarządzanie grupami
ru: Управление группами
sv: Hanterar grupper
zh_cn: 管理群组
zh_tw: 管理群組

source: Locking files
ar: قفل الملفات
de: Dateisperrung
es_ar: Bloqueando archivos
fa_ir: قفل کردن فایل‌ها
fr: Verrouiller des fichiers
is: Læsa skrám
it: Užrakinti bylas
ja: ファイルのロック
ko: 파일 잠금
pl: Blokowanie plików
ru: Блокировка файлов
sv: Låser filer
zh_cn: 文件锁定
zh_tw: 鎖定檔案

source: Folder permission
ar: إذن المجلد
de: Ordnerrechte
es_ar: Permiso de carpeta
fa_ir: مجوز پوشه
fr: Permission de dossier
is: Möppuheimild
it: Aplanko leidimai
ja: フォルダーの許可
ko: 폴더 권한
pl: Uprawnienia folderów
ru: Разрешение папки
sv: Mapprättigheter
zh_cn: 目录权限
zh_tw: 資料夾權限

source: Departments sharing
ar: مشاركة الإدارات
de: Bereichsfreigaben
es_ar: Compartiendo en departamentos
fa_ir: اشتراک‌گذاری بخش‌ها
fr: Partages des départements
is: Deilda deiling
it: Skyrimo dalinimasis su departamentais
ja: 共有する部門
ko: 부서 공유
pl: Udostępnianie działów
ru: Совместное использование отделов
sv: Avdelningsdelning
zh_cn: 部门共享
zh_tw: 部門共享

source: Wiki and knowledge management
ar: الويكي و إدارة المعرفة
de: Wiki und Wissensmanagement
es_ar: Administración de Wiki y conocimiento
fa_ir: ویکی و مدیریت دانش
fr: Wiki et gestion de la base de connaissance
is: Wiki og þekkingarstjórnun
it: Viki ir žinių valdymas
ja: ウィキと知識管理
ko: 위키 및 지식 관리
pl: Wiki i zarządzanie wiedzą
ru: Wiki и управление знаниями
sv: Wiki och kunskapshantering
zh_cn: 维基和知识管理
zh_tw: Wiki 和知識管理

source: Managing a library as Wiki
ar: إدارة المكتبة كـwiki
de: Verwaltung einer Bibliothek als Wiki
es_ar: Administrando una biblioteca como Wiki
fa_ir: مدیریت یک کتابخانه به عنوان ویکی
fr: Gestion d'une librairie comme Wiki
is: Stjórna safni sem Wiki
it: Bibliotekos valdymas kaip Viki
ja: ライブラリをWikiとして管理する
ko: 라이브러리를 위키처럼 관리
pl: Zarządzanie biblioteką jako Wiki
ru: Управление библиотекой как Wiki
sv: Hantera en katalog som Wiki
zh_cn: 把资料库当做知识库使用
zh_tw: 將資料庫作為 Wiki 管理

source: Desktop client and syncing
ar: عميل سطح المكتب و المزامنة
de: Desktop Client und Synchronisation
es_ar: Cliente de escritorio y sincronización
fa_ir: کلاینت دسکتاپ و همگام‌سازی
fr: Client de bureau et de synchronisation
is: Biðlarinn og samstilling
it: Darbalaukio klientas ir sinchronizavimas
ja: デスクトップクライアントと同期
ko: 데스크톱 클라이언트 및 동기화
pl: Klient desktopowy i synchronizacja
ru: Настольный клиент и синхронизация
sv: Skrivbordsklient och synkronisering
zh_cn: 桌面客户端和同步
zh_tw: 桌面客戶端和同步

source: Install and sync files
ar: تثبيت و مزامنة ملفات
de: Installieren und Dateien synchronisieren
es_ar: Instalar y sincronizar archivos
fa_ir: نصب و همگام‌سازی فایل‌ها
fr: Installation et synchronisation des fichiers
is: Setja upp og samstilla skrár
it: Įdiegti ir sinchronizuoti failus
ja: インストールとファイルを同期
ko: 파일 설치 및 동기화
pl: Instalacja i synchronizacja plików
ru: Установка и синхронизация файлов
sv: Installera och synka filer
zh_cn: 安装和同步文件
zh_tw: 安裝和同步檔案

source: Syncing existing folders
ar: مزامنة مجلدات موجودة
de: Synchronisiere bestehende Ordner
es_ar: Sincronizando carpetas existentes
fa_ir: همگام‌سازی پوشه‌های موجود
fr: Synchroniser les dossiers existants
is: Samstilla núverandi möppur
it: Sinchronizuoti esamus aplankus
ja: 既存のフォルダを同期
ko: 기존 폴더 동기화
pl: Synchronizacja istniejących folderów
ru: Синхронизация существующих папок
sv: Synkronisera existerande mappar
zh_cn: 同步已存在文件夹
zh_tw: 同步已存在資料夾

source: Selectively sync sub-folders
ar: مزامنة مجلدات فرعية انتقائية
de: Einzelne Ordner einer Bibliothek synchronisieren
es_ar: Sincronizar sub-carpetas selectivamente
fa_ir: همگام‌سازی انتخابی زیرپوشه‌ها
fr: Synchronisation sélective de sous-dossiers
is: Velja samstillingu undirmöppur
it: Sinchronizuoti pasirinktinius poaplinkylius
ja: サブフォルダを選択的に同期
ko: 하위 폴더 선택 동기화
pl: Selektywna synchronizacja podfolderów
ru: Выборочная синхронизация подпапок
sv: Selektivt synka undermappar
zh_cn: 选择性地同步子目录
zh_tw: 選擇性同步子資料夾

source: Read-only syncing
ar: مزامنة بصلاحية القراءة فقط
de: Nur Lesen-Synchronisation
es_ar: Sincronización de Sólo-Lectura
fa_ir: همگام‌سازی فقط خواندنی
fr: Synchronisation en lecture seule
is: Skrifvarin samstilling
it: Tik skaitymo sinchronizavimas
ja: 読み取り専用の同期
ko: 읽기 전용 동기화
pl: Synchronizacja tylko do odczytu
ru: Синхронизация только для чтения
sv: Läs-enbart synkronisering
zh_cn: 只读同步
zh_tw: 唯讀同步

source: Unsync and resync libraries
ar: الغاء مزامنة و اعادة مزامنة مكتبات
de: Aufheben der Synchronisation und Neusynchronisieren von Bibliotheken
es_ar: Desincronizar y resincronizar bibliotecas
fa_ir: لغو همگام‌سازی و همگام‌سازی مجدد کتابخانه‌ها
fr: Désynchroniser et resynchroniser les bibliothèques
is: Hætta samstillingu og samstilla aftur söfn
it: Bibliotekų nesinchronizavimas ir persinchronizavimas
ja: ライブラリの同期解除と再同期
ko: 라이브러리 동기화 해제 및 재동기화
pl: Wyłącz synchronizację i synchronizuj biblioteki ponownie
ru: Рассинхронизировать и ресинхронизировать библиотеки
sv: Avsynkronisera och återsynkronisera kataloger
zh_cn: 解除同步与重新同步资料库
zh_tw: 解除同步與重新同步資料庫

source: Setting sync interval
ar: تحديد فترة المزامنة
de: Synchronisationsintervall festlegen
es_ar: Estableciendo el intervalo de sincronización
fa_ir: تنظیم فاصله همگام‌سازی
fr: Paramètre d'intervalle de synchronisation
is: Stilla samstillingartíðni
it: Nustatyti sinchronizavimo intervalą
ja: 同期間隔の設定
ko: 동기화 주기 설정
pl: Ustawianie interwału synchronizacji
ru: Настройка интервала синхронизации
sv: Sätt synk intervall
zh_cn: 设置同步间隔
zh_tw: 設定同步間隔

source: Proxy settings
ar: إعدادات البروكسي
de: Proxy-Einstellungen
es_ar: Configuración de proxy
fa_ir: تنظیمات پروکسی
fr: Paramètres proxy
is: Proxy stillingar
it: Proxy nustatymai
ja: 代理設定
ko: 프록시 설정
pl: Ustawienia proxy
ru: Настройки прокси
sv: Proxyinställningar
zh_cn: 代理设置
zh_tw: 代理設定

source: File conflicts
ar: تعارضات الملف
de: Dateikonflikte
es_ar: Conflictos de archivo
fa_ir: تعارضات فایل
fr: Conflit de fichier
is: Skráarflækjur
it: Bylu konfliktai
ja: ファイルの競合
ko: 파일 충돌
pl: Konflikty plików
ru: Конфликты файлов
sv: Filkonflikter
zh_cn: 文件冲突
zh_tw: 檔案衝突

source: Excluding files
ar: استثناء ملفات
de: Dateien ausschließen
es_ar: Excluyendo archivos
fa_ir: حذف فایل‌ها
fr: Exclure des fichiers/dossiers
is: Hundsa skrár
it: Išskirti bylas
ja: 除外するファイル
ko: 파일 제외
pl: Wykluczanie plików
ru: Добавление исключений
sv: Exkludera filer
zh_cn: 忽略文件目录
zh_tw: 忽略檔案目錄

source: Drive client
ar: عميل سطح المكتب
es_ar: Cliente Drive
fa_ir: کلاینت درایو
fr: Client Drive
is: Drif biðlari
it: Seafile disko klientas
ja: ドライブクライアント
ko: 드라이브 클라이언트
pl: Klient Drive
ru: Клиент диска
sv: Driveklient
zh_cn: 挂载盘客户端
zh_tw: 驅動器客戶端

source: Using Seafile drive client
ar: عميل Seafile لسطح المكتب
de: Verwendung des Seafile Drive Clients
es_ar: Utilizando el cliente drive de Seafile
fa_ir: استفاده از کلاینت درایو Seafile
fr: Utilisation du client Seafile Drive
is: Nota Seafile drif biðlara
it: Naudojant Seafile disko klientą
ja: Seafileドライブクライアントの使用
ko: Seafile 드라이브 클라이언트 사용
pl: Korzystanie z klienta Seafile Drive
ru: Использование клиента диска Seafile
sv: Använda Seafile driveklient
zh_cn: 使用 Seafile 挂载盘客户端
zh_tw: 使用 Seafile 驱动器客戶端

source: Using drive client 2.0 on Windows
ar: عميل Seafile 2.0 لسطح المكتب
de: Nutzung des Drive Clients 2.0 auf Windows
es_ar: Utilizando el cliente drive 2.0 en Windows
fa_ir: استفاده از کلاینت درایو 2.0 در ویندوز
fr: Utilisation du client drive 2.0 sur Windows
is: Nota drif biðlara 2.0 á Windows
it: Naudojant disko klientą 2.0 Windows
ja: Windowsでドライブクライアント2.0を使用する
ko: 드라이브 클라이언트 2.0 윈도우용 사용
pl: Korzystanie z klienta Drive 2.0 w systemie Windows
ru: Использование клиента диска 2.0 в Windows
sv: Använda driveklient 2.0 på Windows
zh_cn: 在 Windows 上使用挂载盘客户端 2.0
zh_tw: 在 Windows 上使用驱动器客戶端 2.0

source: Security and encryption
ar: الحماية و التشفير
de: Sicherheit und Verschlüsselung
es_ar: Seguridad y encriptación
fa_ir: امنیت و رمزگذاری
fr: Sécurité et chiffrement
is: Öryggi og dulkóðun
it: Saugumas ir šifravimas
ja: セキュリティと暗号化
ko: 보안 및 암호화
pl: Bezpieczeństwo i szyfrowanie
ru: Безопасность и шифрование
sv: Säkerhet och kryptering
zh_cn: 安全和加密
zh_tw: 安全性和加密

source: How to use encrypted libraries
ar: كيفية استخدام مكتبات مشفرة
de: Wie verschlüsselte Bibliotheken benutzt werden
es_ar: Como usar bibliotecas encriptadas
fa_ir: نحوه استفاده از کتابخانه‌های رمزگذاری شده
fr: Comment utiliser les bibliothèques cryptées
is: Hvernig á að nota dulkóðuð söfn
it: Kaip naudotis šifruotomis bibliotekomis
ja: 暗号化されたライブラリの使用方法
ko: 암호화 라이브러리 사용법
pl: Jak używać zaszyfrowanych bibliotek
ru: Как использовать зашифрованные библиотеки
sv: Hur man använder krypterade kataloger
zh_cn: 怎样使用加密资料库
zh_tw: 如何使用加密資料庫

source: Once you and your friends sync a shared file library onto your computers, you may add, delete or edit files in the library together. Every change you make to the library would be automatically synced to others' computers.
ar: حالما تقوم أنت و أصدقائك بمزامنة مكتبة ملفات مشتركة على أجهزتكم، يمكنكم إضافة، حذف أو تحرير ملفات في المكتبة معا. كل تغيير تقومون به في المكتبة يتم مزامنته آليا في الأجهزة الأخرى.
de: Sobald Sie und die anderen Mitglieder Ihrer Gruppe eine Bibliothek auf Ihren Computern synchronisiert haben, können alle Mitglieder jeweils Dateien in ihrer eigenen Bibliothek hinzufügen, ändern oder löschen. Jede dieser Aktionen wird automatisch mit den Computern der anderen Gruppenmitglieder synchronisiert.
es_ar: Cuando varias personas sincronizan bibliotecas en sus computadoras, pueden agregar, eliminar o editar archivos juntos. Cada cambio realizado en la biblioteca será sincronizado automáticamente en las computadoras de los demás.
fa_ir: هنگامی که شما و دوستانتان یک کتابخانه فایل مشترک را روی کامپیوترهای خود همگام‌سازی کنید، می‌توانید فایل‌ها را در کتابخانه با هم اضافه، حذف یا ویرایش کنید. هر تغییری که در کتابخانه ایجاد کنید به طور خودکار به کامپیوترهای دیگران همگام‌سازی می‌شود.
is: Þegar þú og vinir þínir samstilla sameiginlegt skjalasafn yfir á tölvurnar ykkar, getið þið bætt við, eytt eða breytt skrám í safninu saman. Allar breytingar sem þú gerir á safninu verða sjálfkrafa samstilltar við tölvur annarra.
it: Una volta che tu e i tuoi amici sincronizzate una libreria di file condivisa sui vostri computer, potete aggiungere, eliminare o modificare file nella libreria insieme. Ogni modifica che apporti alla libreria verr automaticamente sincronizzata sui computer degli altri.
ja: あなたとあなたの友人が共有ファイルライブラリをコンピュータに同期すると、ライブラリ内のファイルを追加、削除、または編集できます。ライブラリに加えたすべての変更は、他のユーザーのコンピュータに自動的に同期されます。
ko: 여러분과 친구가 라이브러리를 컴퓨터와 한번 동기화하고 나면, 함께 보유한 라이브러리의 파일을 추가, 삭제 또는 편집할 수 있습니다. 파일의 내용을 바꿀 때마다 다른 컴퓨터에 라이브러리의 내용을 동기화합니다.
pl: Gdy Ty i Twoi znajomi synchronizujecie na Waszych komputerach tę samą współdzieloną bibliotekę, możecie razem dodawać, usuwać lub edytować pliki wewnątrz niej. Każda taka zmiana będzie natychmiast przeniesiona na pozostałe komputery.
ru: После того, как вы и ваши друзья синхронизируете общую библиотеку файлов на компьютерах, вы можете добавлять, удалять или редактировать файлы в библиотеке совместно. Каждое изменение, внесенное в библиотеку, будет автоматически синхронизироваться с компьютерами других пользователей.
sv: När du och dina vänner synkar en delad filkatalog till era datorer kan ni lägga till, ta bort och ändra filer i katalogen tillsammans. Alla ändringar som ni gör i katalogen kommer automatiskt synkroniseras till andras datorer.
zh_cn: 一旦你和你的朋友们同步了一个共享的资料库到你们的电脑上，你们便可以一起添加，删除，或者修改这个资料库中的文件。你对该资料库的每个修改都将会自动同步到其他人的电脑上。
zh_tw: 一旦你和你的朋友們同步了一個共享的資料庫到你們的電腦上，你們便可以一起新增，刪除，或者修改這個資料庫中的檔案。你對該資料庫的每個修改都將會自動同步到其他人的電腦上。

source: Sometimes you and your friends may edit the same file at the same time. Your changes may conflict with each other's. In this case, Seafile would keep the first version synced to the cloud unchanged, while rename the other version to a "conflict file". A conflict file's name ends with it's author's email address, plus the current time, e.g. test.txt (SFConflict name@example.com 2015-03-07-11-30-28).
ar: أحيانا قد تقوم أنت و أصدقائك بتحرير نفس المف في نفس الوقت. قد تتعارض تعديلاتكم مع بعضكم الآخر. في هذه الحالة، سيحتفظ Seafile بالنسخة الأولى على السرفر بدون تغيير، و في نفس الوقت سيعيد تسمية النسخة الأخرى الى "ملف متعارض". اسم الملف المتعارض ينتهي ب عنوان بريد المحرر، بالاضافة الى الوقت الحالي، مثلا test.txt (SFConflict name@example.cpm 2015-03-07-11-30-28).
de: Manchmal bearbeiten Sie und andere Mitglieder Ihrer Gruppe gleichzeitig dieselbe Datei. Ihre Änderungen können in Konflikt mit den Änderungen anderer stehen. In diesem Fall wird Seafile die zuerst synchronisierte Version speichern, während alle anderen Änderungen als „Konfliktdateien“ gespeichert werden. Diese Dateien enden mit der jeweiligen E-Mail-Adresse und der aktuellen Zeit, also z.B. test.txt (SFConflict name@example.com 2015-03-07-11-30-28).
es_ar: Cuando varias personas editan el mismo archivo simultáneamente, los cambios pueden provocar conflictos entre sí. En este caso, Seafile mantiene la primera versión sincronizada con la nube sin cambios, mientras que la otra versión es renombrada como "archivo de conflicto". El nombre del archivo de conflicto tiene al final el email del autor mas la hora actual. Ej. prueba.txt (SFConflict name@example.com 2015-03-07-11-30-28).
fa_ir: گاهی اوقات شما و دوستانتان ممکن است همزمان یک فایل را ویرایش کنید. تغییرات شما ممکن است با یکدیگر در تعارض باشد. در این حالت، Seafile نسخه اولی که به ابر همگام‌سازی شده را بدون تغییر نگه می‌دارد، در حالی که نسخه دیگر را به "فایل تعارض" تغییر نام می‌دهد. نام فایل تعارض با آدرس ایمیل نویسنده آن و زمان فعلی پایان می‌یابد، به عنوان مثال test.txt (SFConflict name@example.com 2015-03-07-11-30-28).
fr: Parfois, vous et vos amis pouvez éditer le même fichier en même temps. Vos modifications peuvent entrer en conflit les unes avec les autres. Dans ce cas, Seafile gardera la première version synchronisée avec le nuage inchangée, alors que l'autre version sera renommée en "fichier de conflit". Le nom d'un fichier de conflit se termine par l'adresse électronique de son auteur, plus l'heure actuelle, par exemple test.txt (SFConflict name@example.com 2015-03-07-11-30-28).
is: Stundum geta þú og vinir þínir breytt sömu skrá á sama tíma. Breytingar þínar geta verið í mótsögn við breytingar hvers annars. Í þessu tilviki myndi Seafile halda fyrstu útgáfunni samstilltri við skýið óbreyttri, en endurnefna hina útgáfuna í „átakaskrá“. Nafn átakaskrár endar á netfangi höfundar, plús núverandi tíma, td test.txt (SFConflict name@example.com 2015-03-07-11-30-28).
it: Talvolta tu e i tuoi amici potete modificare lo stesso file nello stesso momento. Le tue modifiche potrebbero essere in conflitto con quelle degli altri. In questo caso, Seafile manterr invariata la prima versione sincronizzata sulla nube, mentre rinominer l'altra versione come "file di conflitto". Un file di conflitto ha un nome che termina con l'indirizzo email dell'autore, seguito dall'ora attuale, ad esempio test.txt (SFConflict name@example.com 2015-03-07-11-30-28).
ja: あなたとあなたの友人が同じファイルを同時に編集することがあります。あなたが行った変更は、他のユーザーの変更と競合する可能性があります。この場合、Seafileは最初にクラウドに同期されたバージョンを変更せずに保持し、他のバージョンを「競合ファイル」に名前変更します。競合ファイルの名前は、作成者のメールアドレスと現在の時刻で終わります。例：test.txt（SFConflict name@example.com 2015-03-07-11-30-28）。
ko: 가끔 친구와 동시에 파일을 편집할 수도 있습니다. 이렇게 하면 다른 사람이 편집한 내용과 충돌이 납니다. 이 경우, Seafile에서는 친구가 편집한 버전을 "충돌 파일"로 저장해놓고, 바뀌지 않은 버전을 유지합니다. 충돌 파일의 이름은 저작자의 전자메일 주소와 현재 시간으로 끝납니다. 예: test.txt(SFConflict name#example.com 2015-03-07-11-30-28).
pl: Może się zdarzyć, że Ty i Twoi znajomi wprowadzicie w tym samym czasie zmiany w tym samym pliku. Twoje zmiany mogą konfliktować ze zmianami wprowadzonymi przez pozostałych użytkowników. Seafile pozostawi pierwszą wersją synchronizowaną niezmienioną, a kolejne zostaną zapisane jako "pliki konfliktowe". Nazwy plików konfliktowych kończą się adresem e-mail autora zmian oraz znacznikiem czasu, np. test.txt (SFConflict nazwa@email.pl 2015-03-07-11-30-28).
ru: Может получиться так, что вы и ваши друзья будете редактировать один и тот же файл одновременно. Seafile будет хранить первую синхронизированную версию в облаке без изменений, а другую версию в виде "конфликт-файла". Имя конфликтного файла будет заканчивается адресом электронной почты автора и текущим временем создания, например, test.txt (SFConflict name@example.com 2015-03-07-11-30-28).
sv: Ibland kommer du och dina vänner ändra i samma fil samtidigt. Era ändringar kommer hamna i konflikt med varandra. I dessa fall kommer Seafile behålla den första versionen synkroniserad till molnet oändrat. Medan den döper om de andra versionerna till "konfliktfil". En konfliktfils namn slutar med dess användares mejladress samt nuvarande tid. Exempel test.txt (SFConflict name@example.com 2015-03-07-11-30-28).
zh_cn: 有时，你和你的朋友们可能同时编辑了同一个文件。你们的修改可能互相冲突。这种情况下， Seafile 会保留第一个版本，并把另一个版本重命名为 "一个冲突文件"。一个冲突文件的名字会以该修改者的邮箱加上当前时间作为后缀，例如，test.txt (SFConflict name@example.com 2015-03-07-11-30-28)。
zh_tw: 有時，你和你的朋友們可能同時編輯了同一個檔案。你們的修改可能互相衝突。這種情況下， Seafile 會保留你的版本，並把你朋友們的版本儲存為 "衝突檔案"。一個衝突檔案的名字會以該修改的作者的郵箱加上當前時間作為後綴，例如，test.txt (SFConflict name@example.com 2015-03-07-11-30-28)。
