Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: A pop-up window will appear with share options. Click the "Share Link" tab on the left panel. Then click "Generate" button to create a link. You can use password, expiration time and permission to protect your link.
ar: ستظهر نافذة منبثقة بها خيارات المشاركة. انقر فوق علامة التبويب "مشاركة الرابط" على اللوحة اليمنى. ثم انقر فوق الزر "إنشاء" لإنشاء رابط. يمكنك استخدام كلمة المرور ووقت انتهاء الصلاحية والإذن لحماية الرابط الخاص بك.
de: Ein Popup-Fenster mit Freigabeoptionen wird angezeigt. Klicken Sie im linken Bereich auf die Registerkarte „Link freigeben“. Klicken Sie dann auf die Schaltfläche „Generieren“, um einen Link zu erstellen. Sie können Ihren Link mit einem Passwort, einer Ablaufzeit und Berechtigungen schützen.
es_ar: Aparecerá una ventana emergente con las opciones para compartir. Haga clic en la pestaña "Enlace para compartir" en el panel izquierdo. Luego, haga clic en el botón "Generar" para crear un enlace. Puede usar una contraseña, tiempo de caducidad y permiso para proteger su enlace.
fa_ir: یک پنجره پاپ‌آپ با گزینه‌های اشتراک‌گذاری ظاهر خواهد شد. روی تب "لینک اشتراک‌گذاری" در پنل سمت چپ کلیک کنید. سپس روی دکمه "تولید" کلیک کنید تا یک لینک ایجاد شود. می‌توانید از رمز عبور، زمان انقضا و مجوز برای محافظت از لینک خود استفاده کنید.
fr: Une fenêtre pop-up apparaîtra avec des options de partage. Cliquez sur l'onglet "Lien de partage" dans le panneau de gauche. Cliquez ensuite sur le bouton "Générer" pour créer un lien. Vous pouvez utiliser un mot de passe, un délai d'expiration et une autorisation pour protéger votre lien.
is: Sprettigluggi birtist með deilingarvalkostum. Smelltu á flipann „Deila tengli“ í vinstri spjaldinu. Smelltu síðan á „Búa til“ hnappinn til að búa til tengil. Þú getur notað lykilorð, gildistíma og leyfi til að vernda tengilinn þinn.
it: Una finestra di popup apparirà con le opzioni di condivisione. Fai clic sulla scheda "Link di condivisione" nel pannello di sinistra. Quindi fai clic sul pulsante "Genera" per creare un link. Puoi utilizzare password, tempo di scadenza e permessi per proteggere il tuo link.
ja: 共有オプションを含むポップアップウィンドウが表示されます。左側のパネルにある[共有リンク]タブをクリックします。次に、[生成]ボタンをクリックしてリンクを作成します。パスワード、有効期限、およびアクセス許可を使用してリンクを保護できます。
ko: 공유 옵션이 들어간 팝업 창이 뜹니다. 좌측 창에서 "링크 공유" 탭을 누릅니다. "만들기" 단추를 누르면 링크를 만듭니다. 링크를 보호할 목적으로 암호와 유효 기간을 활용할 수 있습니다.
pl: Pojawi się wyskakujące okno z opcjami udostępniania. Kliknij kartę "Łącze udostępniania" na lewym panelu. Następnie kliknij przycisk "Generuj", aby utworzyć łącze. Możesz użyć hasła, czasu wygaśnięcia i uprawnień, aby chronić swoje łącze.
ru: Появится всплывающее окно с параметрами общего доступа. Щелкните вкладку "Поделиться ссылкой" на левой панели. Затем нажмите кнопку "Создать", чтобы создать ссылку. Вы можете использовать пароль, срок действия и разрешения, чтобы защитить свою ссылку.
sv: Ett popup-fönster med delningsalternativ kommer att visas. Klicka på fliken "Delningslänk"i vänster panel. Klicka sedan på knappen "Generera" för att skapa en länk. Du kananvända lösenord, förfallotid och behörighet för att skydda din länk.
zh_cn: 一个包含共享选项的弹框会弹出来。点击左侧面板中的“共享外链”，然后点击“生成链接”按钮来创建一个外链。你可以使用密码，过期时间和共享权限来保护你的外链。
zh_tw: 一個彈出對話框將出現，提供共享選項。點擊左側面板中的 "共享連結" 分頁。然後點擊 "產生" 按鈕以創建連結。您可以使用密碼、到期時間和權限保護您的連結。

source: Copy the link to email, instant messaging client or any other tool to send it to others.
ar: انسخ الرابط إلى البريد الإلكتروني أو برنامج المراسلة الفورية أو أي أداة أخرى لإرساله إلى الآخرين.
de: Kopieren Sie den Link in eine E-Mail, einen Instant Messaging-Client oder ein anderes Tool, um ihn an andere zu senden.
es_ar: Copie el enlace al correo electrónico, al cliente de mensajería instantánea o a cualquier otra herramienta para enviárselo a otros.
fa_ir: لینک را کپی کنید و در ایمیل، کلاینت پیام‌رسانی فوری یا هر ابزار دیگری برای ارسال به دیگران قرار دهید.
fr: Copiez le lien dans un courriel, un client de messagerie instantanée ou tout autre outil pour l'envoyer à d'autres personnes.
is: Afritaðu tengilinn í tölvupóst, spjallforrit eða annað tól til að senda hann til annarra.
it: Copia il link in email, client di messaggistica istantanea o qualsiasi altra applicazione per inviarlo ad altri.
ja: リンクをメール、インスタントメッセージングクライアント、またはその他のツールにコピーして、他のユーザーに送信します。
ko: 링크를 전자메일, 인스턴트 메신저 또는 기타 다른 사용자에게 보낼 수 있는 도구에 복사합니다.
pl: Skopiuj łącze do poczty e-mail, klienta komunikatora lub innego narzędzia, aby wysłać je innym.
ru: Скопируйте ссылку на электронную почту, клиент обмена мгновенными сообщениями или любой другой инструмент, чтобы отправить ее другим.
sv: Kopiera länken till e-post, chattprogram eller vilket annat verktyg som helst föratt skicka den till andra.
zh_cn: 将这个链接复制到邮件，即时消息客户端或者其他工具中，然后发送给其他人。
zh_tw: 將連結複製到電子郵件、即時通訊客戶端或任何其他工具，以將其發送給他人。

source: You can also create share links from the desktop clients.
ar: يمكنك أيضا إنشاء روابط مشاركة من عميل سطح المكتب.
de: Sie können auch Freigabelinks von den Desktop-Clients aus erstellen.
es_ar: También puede crear enlaces para compartir desde los clientes de escritorio.
fa_ir: همچنین می‌توانید لینک‌های اشتراک‌گذاری را از کلاینت‌های دسکتاپ ایجاد کنید.
fr: Vous pouvez également créer des liens de partage à partir des clients de bureau.
is: Þú getur einnig búið til deilingartengla frá skjáborðsbiðlarunum.
it: Puoi anche creare link di condivisione dai client desktop.
ja: デスクトップクライアントから共有リンクを作成することもできます。
ko: 데스크톱 클라이언트에서 공유 링크를 만들 수도 있습니다.
pl: Możesz również tworzyć łącza udostępniania z klientów desktopowych.
ru: Вы также можете создавать ссылки для общего доступа из клиентов для настольных ПК.
sv: Du kan också skapa delningslänkar från skrivbordsklienterna.
zh_cn: 你也可以在桌面客户端上创建共享外链。
zh_tw: 您也可以從桌面客戶端創建共享連結。

source: If the library is synced, double click the library in the main window of Seafile client. The local folder of that library will be opened. Right click on the file or folder that you want to create a link to. In the pop-up menu, choose "Seafile" then "Create share link".
ar: إذا تمت مزامنة المكتبة، فانقر نقرًا مزدوجًا فوق المكتبة في النافذة الرئيسية لعميل سيفايل. سيتم فتح المجلد المحلي لتلك المكتبة. انقر بزر الفأرة الأيمن على الملف أو المجلد الذي تريد إنشاء رابط إليه. في القائمة المنبثقة، اختر "سيفايل" ثم "إنشاء رابط مشاركة".
de: Wenn die Bibliothek synchronisiert ist, doppelklicken Sie im Hauptfenster des Seafile-Clients auf die Bibliothek. Der lokale Ordner dieser Bibliothek wird geöffnet. Klicken Sie mit der rechten Maustaste auf die Datei oder den Ordner, zu dem Sie einen Link erstellen möchten. Wählen Sie im Popup-Menü „Seafile“ und dann „Freigabelink erstellen“.
es_ar: Si la Biblioteca está sincronizada, haga doble clic en la biblioteca en la ventana principal del cliente Seafile. Se abrirá la carpeta local de la biblioteca. Haga clic derecho en el archivo o carpeta que desea crear el enlace. en el menú emergente, elija "Seafile" y luego elija "crear enlace compartido".
fa_ir: اگر کتابخانه همگام‌سازی شده است، روی کتابخانه در پنجره اصلی کلاینت Seafile دوبار کلیک کنید. پوشه محلی آن کتابخانه باز خواهد شد. روی فایل یا پوشه‌ای که می‌خواهید برای آن لینک ایجاد کنید راست کلیک کنید. در منوی پاپ‌آپ، "Seafile" و سپس "ایجاد لینک اشتراک‌گذاری" را انتخاب کنید.
fr: Si la bibliothèque est synchronisée, double-cliquez sur la bibliothèque dans la fenêtre principale du client Seafile. Le dossier local de cette bibliothèque sera ouvert. Faites un clic droit sur le fichier ou le dossier vers lequel vous voulez créer un lien. Dans le menu contextuel, choisissez "Seafile" puis "Créer un lien de partage".
is: Ef safnið er samstillt skaltu tvísmella á safnið í aðalglugga Seafile biðlarans. Staðbundin mappa þess safns verður opnuð. Hægrismelltu á skrána eða möppuna sem þú vilt búa til tengil á. Í sprettivalmyndinni skaltu velja „Seafile“ og síðan „Búa til deilingartengil“.
it: Se la libreria è sincronizzata, fai doppio clic sulla libreria nella finestra principale del client Seafile. La cartella locale di quella libreria verrà aperta. Fai clic destro sul file o sulla cartella a cui desideri creare un link. Nel menu a discesa, seleziona "Seafile" quindi "Crea link di condivisione".
ja: ライブラリが同期されている場合は、Seafileクライアントのメインウィンドウでライブラリをダブルクリックします。そのライブラリのローカルフォルダーが開きます。リンクを作成するファイルまたはフォルダーを右クリックします。ポップアップメニューで、[Seafile]、[共有リンクの作成]の順に選択します。
ko: 라이브러리를 동기화하면, Seafile 클라이언트의 메인 창에서 라이브러리를 두 번 연속으로 누릅니다. 그러면 해당 라이브러리의 로컬 폴더가 열립니다. 링크를 만드려는 파일 또는 폴더에 마우스 커서를 놓고 오른쪽 단추를 누릅니다. 그 다음 "Seafile"을 선택하고 "공유 링크 만들기"를 누릅니다.
pl: Jeśli biblioteka jest synchronizowana, kliknij dwukrotnie bibliotekę w głównym oknie klienta Seafile. Zostanie otwarty lokalny folder tej biblioteki. Kliknij prawym przyciskiem myszy na plik lub folder, do którego chcesz utworzyć łącze. W menu wyskakującym wybierz "Seafile", a następnie "Utwórz łącze udostępniania".
ru: Если библиотека синхронизирована, дважды щелкните библиотеку в главном окне клиента Seafile. Будет открыта локальная папка этой библиотеки. Щелкните правой кнопкой мыши файл или папку, для которых вы хотите создать ссылку. Во всплывающем меню выберите "Seafile", затем "Создать ссылку для общего доступа".
sv: Om katalogen är synkroniserad, dubbelklickar du på katalogen i huvudfönstret iSeafile-klienten. Den lokala mappen för den katalogen öppnas. Högerklickapå filen eller mappen som du vill skapa en länk till. I popup-menyn väljer du"Seafile" och sedan "Skapa delningslänk".
zh_cn: 如果资料库已同步，在 Seafile 客户端的主窗口中双击该资料库。资料库的本地目录会打开。在想创建外链的文件或目录上右键单击。在弹出的菜单中选择 "Seafile", 然后再选择“创建共享外链”。
zh_tw: 如果資源庫已經同步，請在 Seafile 客戶端的主界面中雙擊資源庫。該資源庫的本地資料夾將被打開。右鍵點擊要創建連結的檔案或資料夾。在彈出菜單中，選擇 "Seafile"，然後選擇 "創建共享連結"。

source: If the library is not synced, double click the library in the main window of Seafile client. The cloud file browser window will be opened, and you can create a link to a file or folder in it.
ar: إذا لم تتم مزامنة المكتبة، فانقر نقرًا مزدوجًا فوق المكتبة في النافذة الرئيسية لعميل سيفايل Seafile. سيتم فتح نافذة متصفح الملفات السحابي، ويمكنك إنشاء رابط إلى ملف أو مجلد فيها.
de: Wenn die Bibliothek nicht synchronisiert ist, doppelklicken Sie im Hauptfenster des Seafile-Clients auf die Bibliothek. Das Fenster des Cloud-Dateibrowsers wird geöffnet und Sie können darin einen Link zu einer Datei oder einem Ordner erstellen.
es_ar: Si la biblioteca no está sincronizada, haga doble click en la biblioteca en la ventana principal del cliente Seafile. Se abrirá la ventana del explorador de archivos en la nube, y podrá crear un enlace a un archivo o carpeta en él.
fa_ir: اگر کتابخانه همگام‌سازی نشده است، روی کتابخانه در پنجره اصلی کلاینت Seafile دوبار کلیک کنید. پنجره مرورگر فایل ابری باز خواهد شد و می‌توانید یک لینک برای یک فایل یا پوشه در آن ایجاد کنید.
fr: Si la bibliothèque n'est pas synchronisée, double-cliquez sur la bibliothèque dans la fenêtre principale du client Seafile. La fenêtre du navigateur de fichiers dans le cloud s'ouvrira, et vous pourrez y créer un lien vers un fichier ou un dossier.
is: Ef safnið er ekki samstillt skaltu tvísmella á safnið í aðalglugga Seafile biðlarans. Glugginn fyrir skýjaskráavafra verður opnaður og þú getur búið til tengil á skrá eða möppu í honum.
it: Se la libreria non è sincronizzata, fai doppio clic sulla libreria nella finestra principale del client Seafile. La finestra del browser file cloud verrà aperta e potrai creare un link a un file o cartella in essa.
ja: ライブラリが同期されていない場合は、Seafileクライアントのメインウィンドウでライブラリをダブルクリックします。クラウドファイルブラウザウィンドウが開き、その中のファイルまたはフォルダーへのリンクを作成できます。
ko: 라이브러리를 동기화하지 않았다면, Seafile 클라이언트의 메인 창에서 라이브러리를 두 번 연속으로 누릅니다. 클라우드 파일 브라우저 창을 열어 파일 또는 폴더의 링크를 만들 수 있습니다.
pl: Jeśli biblioteka nie jest synchronizowana, kliknij dwukrotnie bibliotekę w głównym oknie klienta Seafile. Zostanie otwarte okno przeglądarki plików w chmurze i możesz utworzyć łącze do pliku lub folderu w nim.
ru: Если библиотека не синхронизирована, дважды щелкните библиотеку в главном окне клиента Seafile. Откроется окно обозревателя облачных файлов, в котором вы сможете создать ссылку на файл или папку.
sv: Om katalogen inte är synkroniserad, dubbelklickar du på katalogen i huvudfönstret iSeafile-klienten. Fönstret för molnfilutforskaren öppnas, och du kan skapaen länk till en fil eller mapp i det.
zh_cn: 如果资料库还没同步，在 Seafile 客户端的主窗口中双击该资料库。云端文件浏览器窗口会打开。你可以在里面创建文件或目录的外链。
zh_tw: 如果資源庫未同步，請在 Seafile 客戶端的主界面中雙擊資源庫。雲端檔案浏览器窗口將被打開，您可以在其中創建檔案或資料夾的連結。

source: Creating upload links to folders
ar: إنشاء روابط مشاركة للمجلدات
de: Upload-Links zu Ordnern erstellen
es_ar: Creando enlaces de subida a carpetas
fa_ir: ایجاد لینک‌های آپلود برای پوشه‌ها
fr: Créer des liens de téléchargement vers des dossiers
is: Búa til upphleðslutengla á möppur
it: Creazione di link di caricamento per le cartelle
ja: フォルダーへのアップロードリンクの作成
ko: 폴더로의 업로드 링크 만들기
pl: Tworzenie łączy przesyłania do folderów
ru: Создание ссылок для загрузки в папки
sv: Skapa uppladdningslänkar till mappar
zh_cn: 创建目录外链
zh_tw: 創建資料夾的上傳連結

source: You can use upload links to collect files from others. You can only create upload links for folders. Others cannot see the files in the folders. They can only upload files to them.
ar: يمكنك استخدام روابط التحميل لجمع الملفات من الآخرين. يمكنك فقط إنشاء روابط تحميل للمجلدات. لا يمكن للآخرين رؤية الملفات الموجودة في المجلدات. يمكنهم فقط تحميل الملفات إليها.
de: Über Upload-Links können Sie Dateien von anderen sammeln. Sie können Upload-Links nur für Ordner erstellen. Andere können die Dateien in den Ordnern nicht sehen. Sie können nur Dateien dorthin hochladen.
es_ar: Puede usar enlaces de subida para recolectar archivos de otros. Sólo puede crear enlaces de subida para carpetas. Otros no pueden ver los archivos en las carpetas. Sólo pueden subir archivos a ellas.
fa_ir: می‌توانید از لینک‌های آپلود برای جمع‌آوری فایل‌ها از دیگران استفاده کنید. فقط می‌توانید لینک‌های آپلود برای پوشه‌ها ایجاد کنید. دیگران نمی‌توانند فایل‌های موجود در پوشه‌ها را ببینند. آن‌ها فقط می‌توانند فایل‌ها را به آن‌ها آپلود کنند.
fr: Vous pouvez utiliser des liens de téléchargement pour collecter des fichiers auprès d'autres personnes. Vous ne pouvez créer des liens de téléchargement que pour des dossiers. Les autres ne peuvent pas voir les fichiers dans les dossiers. Ils peuvent seulement y télécharger des fichiers.
is: Þú getur notað upphleðslutengla til að safna skrám frá öðrum. Þú getur aðeins búið til upphleðslutengla fyrir möppur. Aðrir geta ekki séð skrárnar í möppunum. Þeir geta aðeins hlaðið upp skrám í þær.
it: Puoi utilizzare i link di caricamento per raccogliere file da altri. Puoi creare solo link di caricamento per le cartelle. Gli altri non possono vedere i file all'interno delle cartelle. Possono solo caricare file in esse.
ja: アップロードリンクを使用して、他のユーザーからファイルを収集できます。フォルダーのアップロードリンクのみを作成できます。他のユーザーはフォルダー内のファイルを表示できません。ファイルをアップロードすることしかできません。
ko: 다른 사용자에게 파일을 수집할 목적으로 업로드 링크를 만들 수 있습니다. 폴더의 업로드만 가능한 링크를 만들 수 있습니다. 다른 사람은 폴더의 파일을 볼 수는 없습니다. 단지 파일을 업로드만 할 수 있습니다.
pl: Możesz używać łączy przesyłania do zbierania plików od innych. Możesz tworzyć łącza przesyłania tylko dla folderów. Inni nie mogą widzieć plików w folderach. Mogą tylko przesyłać pliki do nich.
ru: Вы можете использовать ссылки для загрузки, чтобы собирать файлы от других. Вы можете создавать ссылки для загрузки только для папок. Остальные не могут видеть файлы в папках. Они могут только загружать в них файлы.
zh_cn: 你可以使用上传外链来从其他人那里收集文件。只能给目录创建上传外链。其他人不能看见目录中的文件，只能上传文件。
zh_tw: 您可以使用上傳連結來收集其他人的檔案。您只能為資料夾創建上傳連結。其他人無法查看資料夾中的檔案，他們只能上傳檔案到其中。

source: To create an upload link in Seafile web app:
ar: لإنشاء روابط مشاركة في تطبيق ويب سيفايل:
de: So erstellen Sie einen Upload-Link in der Seafile-Web-App:
es_ar: Para crear un enlace de subida en la app web de Seafile:
fa_ir: برای ایجاد یک لینک آپلود در برنامه وب Seafile:
fr: Pour créer un lien de téléchargement dans l'application web Seafile :
is: Til að búa til upphleðslutengil í Seafile vefforritinu:
it: Per creare un link di caricamento nell'app web di Seafile:
ja: Seafile Webアプリでアップロードリンクを作成するには：
ko: Seafile 웹 앱에서 업로드 링크를 만들려면:
pl: Aby utworzyć łącze przesyłania w aplikacji internetowej Seafile:
ru: Чтобы создать ссылку для загрузки в веб-приложении Seafile:
zh_cn: 在 Seafile web app 中创建外链：
zh_tw: 在 Seafile 網頁應用中創建上傳連結：

source: Navigate into the parent folder containing the folder. Hover your mouse over the folder and click on the "Share" icon that appears.
ar: انتقل إلى المجلد الرئيسي الذي يحتوي على المجلد. حرك مؤشر الفأرة فوق المجلد وانقر على أيقونة "مشاركة" التي تظهر.
de: Navigieren Sie in den übergeordneten Ordner, der den Ordner enthält. Bewegen Sie die Maus über den Ordner und klicken Sie auf das angezeigte Symbol „Teilen“.
es_ar: Navegue a la carpeta contenedora de la carpeta. Mueva el ratón sobre la carpeta y haga click en el icono "Compartir" que aparece.
fa_ir: به پوشه والد حاوی پوشه بروید. ماوس خود را روی پوشه ببرید و روی آیکون "اشتراک‌گذاری" که ظاهر می‌شود کلیک کنید.
fr: Naviguez dans le dossier parent contenant le dossier. Passez votre souris sur le dossier et cliquez sur l'icône "Partager" qui apparaît.
is: Farðu í yfirmöppuna sem inniheldur möppuna. Haltu músinni yfir möppuna og smelltu á „Deila“ táknið sem birtist.
it: Naviga nella cartella principale contenente la cartella. Passa il mouse sulla cartella e fai clic sull'icona "Condividi" che appare.
ja: フォルダーを含む親フォルダーに移動します。フォルダーの上にマウスを置き、表示される[共有]アイコンをクリックします。
ko: 폴더가 들어있는 상위 폴더로 들어갑니다. 해당 폴더 항목 위로 마우스 커서를 가져다둔 후 나타나는 "공유" 아이콘을 누릅니다.
pl: Przejdź do folderu nadrzędnego zawierającego folder. Najedź myszą na folder i kliknij ikonę "Udostępnij", która się pojawi.
ru: Перейдите в родительскую папку, содержащую папку. Наведите указатель мыши на папку и щелкните появившийся значок "Поделиться".
zh_cn: 进入目录所在的父目录。将鼠标移到目录上，然后点击出现的“共享”图标。
zh_tw: 導航到包含該資料夾的父資料夾。將滑鼠懸停在資料夾上，然後點擊出現的 "共享" 圖示。

source: A pop-up window will appear with share options. Click the "Upload Link" tab on the left panel. Then click "Generate" button to create a link. You can use password to protect your link.
ar: ستظهر نافذة منبثقة تحتوي على خيارات المشاركة. انقر فوق علامة التبويب "تحميل الرابط" في اللوحة اليسرى. ثم انقر فوق الزر "إنشاء" لإنشاء رابط. يمكنك استخدام كلمة مرور لحماية الرابط الخاص بك.
de: Ein Popup-Fenster mit Freigabeoptionen wird angezeigt. Klicken Sie im linken Bereich auf die Registerkarte „Link hochladen“. Klicken Sie dann auf die Schaltfläche „Generieren“, um einen Link zu erstellen. Sie können Ihren Link mit einem Passwort schützen.
es_ar: Aparecerá una ventana emergente con opciones para compartir. Haga click en la pestaña "Enlace de Subida" en el panel izquierdo. Luego haga click en el botón "Generar" para crear un enlace. Puede usar una contraseña para proteger su enlace.
fa_ir: یک پنجره پاپ‌آپ با گزینه‌های اشتراک‌گذاری ظاهر خواهد شد. روی تب "لینک آپلود" در پنل سمت چپ کلیک کنید. سپس روی دکمه "تولید" کلیک کنید تا یک لینک ایجاد شود. می‌توانید از رمز عبور برای محافظت از لینک خود استفاده کنید.
fr: Une fenêtre pop-up apparaîtra avec des options de partage. Cliquez sur l'onglet "Lien d’envoi" dans le panneau de gauche. Cliquez ensuite sur le bouton "Générer" pour créer un lien. Vous pouvez utiliser un mot de passe pour protéger votre lien.
is: Sprettigluggi birtist með deilingarvalkostum. Smelltu á flipann „Hlaða upp tengli“ í vinstri spjaldinu. Smelltu síðan á „Búa til“ hnappinn til að búa til tengil. Þú getur notað lykilorð til að vernda tengilinn þinn.
it: Una finestra a comparsa apparirà con opzioni di condivisione. Fai clic sul pulsante "Link di caricamento" nel pannello di sinistra. Quindi fai clic su "Genera" per creare un link. Puoi utilizzare una password per proteggere il tuo link.
ja: 共有オプションを含むポップアップウィンドウが表示されます。左側のパネルにある[アップロードリンク]タブをクリックします。次に、[生成]ボタンをクリックしてリンクを作成します。パスワードを使用してリンクを保護できます。
ko: 공유 옵션이 들어간 팝업 창이 뜹니다. 좌측 창의 "업로드 링크" 탭을 누릅니다. "만들기" 단추를 누르면 링크를 만듭니다. 링크를 암호로 보호할 수 있습니다.
pl: Pojawi się wyskakujące okno z opcjami udostępniania. Kliknij kartę "Łącze przesyłania" na lewym panelu. Następnie kliknij przycisk "Generuj", aby utworzyć łącze. Możesz użyć hasła, aby chronić swoje łącze.
ru: Появится всплывающее окно с параметрами общего доступа. Щелкните вкладку "Ссылка для загрузки" на левой панели. Затем нажмите кнопку "Создать", чтобы создать ссылку. Вы можете использовать пароль для защиты своей ссылки.
zh_cn: 一个包含共享选项的弹框会弹出来。点击左侧面板中的“上传外链”，然后点击“生成链接”按钮来创建一个外链。你可以使用密码来保护你的外链。
zh_tw: 將出現一個帶有共享選項的彈出窗口。點擊左側面板中的 "上傳連結" 分頁。然後點擊 "生成" 按鈕以創建連結。您可以使用密碼保護您的連結。

source: Sharing libraries or folders
ar: مشاركة المكتبات والمجلدات
de: Freigeben von Bibliotheken oder Ordnern
es_ar: Compartiendo bibliotecas o carpetas
fa_ir: اشتراک‌گذاری کتابخانه‌ها یا پوشه‌ها
fr: Partage de librairies et dossiers :
is: Deila söfnum eða möppum
it: Condivisione librerie o cartelle
ja: ライブラリまたはフォルダーの共有
ko: 라이브러리 또는 폴더 공유
pl: Udostępnianie bibliotek lub folderów
ru: Совместное использование библиотек или папок
zh_cn: 共享资料库或目录
zh_tw: 共享資源庫或資料夾

source: You can share a library or folder to other registered Seafile users. The shared library or folder can be accessed by others with the web app and Seafile clients.
ar: يمكنك مشاركة مكتبة أو مجلد مع مستخدمي سيفايل Seafile المسجلين الآخرين. ويمكن للآخرين الوصول إلى المكتبة أو المجلد المشترك باستخدام تطبيق الويب وعملاء سيفايل Seafile.
de: Sie können eine Bibliothek oder einen Ordner für andere registrierte Seafile-Benutzer freigeben. Auf die freigegebene Bibliothek oder den freigegebenen Ordner können andere über die Web-App und Seafile-Clients zugreifen.
es_ar: Puede compartir una biblioteca o carpeta a otros usuarios registrados de Seafile. Los demás pueden acceder a la biblioteca o carpeta compartida con la aplicación web y los clientes de Seafile.
fa_ir: می‌توانید یک کتابخانه یا پوشه را با سایر کاربران ثبت‌شده Seafile به اشتراک بگذارید. کتابخانه یا پوشه به اشتراک گذاشته شده می‌تواند توسط دیگران با استفاده از برنامه وب و کلاینت‌های Seafile قابل دسترسی باشد.
fr: Vous pouvez partager une librairie ou un dossier avec un autre utilisateur enregistrer de Seafile. La bibliothèque ou dossier partagé peut être accédé par d'autres par l'interface web et par les clients Seafile.
is: Þú getur deilt safni eða möppu með öðrum skráðum Seafile notendum. Aðrir geta fengið aðgang að sameiginlega safninu eða möppunni með vefforritinu og Seafile biðlarunum.
it: Puoi condividere una libreria o cartella con altri utenti Seafile registrati. La libreria o cartella condivisa può essere accessibile da altri utenti con l'app web e i client Seafile.
ja: ライブラリまたはフォルダーを他の登録済みSeafileユーザーと共有できます。共有ライブラリまたはフォルダーは、WebアプリおよびSeafileクライアントで他のユーザーがアクセスできます。
ko: 라이브러리 또는 폴더를 Seafile에 등록한 다른 사용자에게 공유할 수 있습니다. 공유한 라이브러리 또는 폴더는 웹 앱 또는 Seafile 클라이언트에서 다른 사용자가 접근할 수 있습니다.
pl: Możesz udostępnić bibliotekę lub folder innym zarejestrowanym użytkownikom Seafile. Udostępniona biblioteka lub folder może być dostępna dla innych za pomocą aplikacji internetowej i klientów Seafile.
ru: Вы можете поделиться библиотекой или папкой с другими зарегистрированными пользователями Seafile. К общей библиотеке или папке могут получить доступ другие пользователи с помощью веб-приложения и клиентов Seafile.
zh_cn: 你可以将一个资料库或目录共享给 Seafile 的其他注册用户。被共享的资料库或目录可以用 Seafile 的 web app 或客户端访问。
zh_tw: 您可以將資源庫或資料夾與其他已註冊的 Seafile 使用者共享。共享的資源庫或資料夾可以在網頁應用和 Seafile 客戶端上被其他人存取。

source: You can choose the range of the share:
ar: يمكنك اختيار نطاق المشاركة:
de: Sie können den Anteilsbereich wählen:
es_ar: Puede elegir el alcance del recurso compartido:
fa_ir: می‌توانید دامنه اشتراک‌گذاری را انتخاب کنید:
fr: Vous pouvez choisir la portée du partage :
is: Þú getur valið svið deilingarinnar:
it: Puoi scegliere la gamma della condivisione:
ja: 共有の範囲を選択できます：
ko: 공유 범위를 선택할 수 있습니다:
pl: Możesz wybrać zakres udostępniania:
ru: Вы можете выбрать размер доли:
zh_cn: 你可以选择共享的范围：
zh_tw: 您可以選擇共享的範圍：
