Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: If a user is the admin of a department, he/she can add or delete members in the department. Any users registered in the system can be added as member of the department. But if the departments are imported from AD, the changes to membership will be overwritten on the next sync with AD.
ar: إذا كان المستخدم هو المسؤول عن قسم، فيمكنه إضافة أعضاء في القسم أو حذفهم. يمكن إضافة أي مستخدمين مسجلين في النظام كعضو في القسم. ولكن إذا تم استيراد الأقسام من AD ، الكتابة فوق التغييرات التي تطرأ على العضوية في المزامنة التالية مع AD.
de: Wenn ein Benutzer der Administrator einer Abteilung ist, kann er Mitglieder in der Abteilung hinzufügen oder löschen. Alle im System registrierten Benutzer können als Mitglieder der Abteilung hinzugefügt werden. Wenn die Abteilungen jedoch aus AD importiert werden, werden die Änderungen an der Mitgliedschaft bei der nächsten Synchronisierung mit AD überschrieben.
es_ar: Si un usuario es el administrador de un departamento, puede agregar o eliminar miembros en el departamento. Cualquier usuario registrado en el sistema puede ser agregado como miembro del departamento. Pero si los departamentos son importados desde AD, los cambios en la membresía serán sobreescritos en la siguiente sincronización con AD.
fa_ir: اگر کاربر مدیر یک بخش باشد، می‌تواند اعضا را در بخش اضافه یا حذف کند. هر کاربری که در سیستم ثبت نام کرده باشد می‌تواند به عنوان عضو بخش اضافه شود. اما اگر بخش‌ها از AD وارد شده باشند، تغییرات عضویت در همگام‌سازی بعدی با AD بازنویسی خواهند شد.
fr: Si un utilisateur est administrateur de son département, il peut ajouter ou supprimer des membres du département. Tout utilisateur enregistré dans le système peut être ajouter comme membre du département. Cependant, si le département est importé depuis un AD, les changements effectué manuellement seront écrasés à la prochaine synchronisation de l'AD.
is: Ef notandi er stjórnandi deildar getur hann/hún bætt við eða eytt meðlimum í deildinni. Hverjum sem er skráður í kerfið er hægt að bæta við sem meðlim í deildinni. En ef deildirnar eru fluttar inn frá AD, verða breytingar á aðild yfirskrifaðar við næstu samstillingu við AD.
it: Se un utente l'amministratore di un dipartimento, pu aggiungere o eliminare membri nel dipartimento. Tutti gli utenti registrati nel sistema possono essere aggiunti come membri del dipartimento. Tuttavia, se i dipartimenti sono importati da AD, le modifiche all'appartenenza saranno sovrascritte nella prossima sincronizzazione con AD.
ja: ユーザーが部門の管理者である場合、その部門のメンバーを追加または削除できます。システムに登録されているすべてのユーザーを部門のメンバーとして追加できます。ただし、部門がADからインポートされた場合、メンバーシップへの変更は、ADとの次の同期で上書きされます。
ko: 사용자가 조직의 관리자라면, 조직의 구성원을 추가하거나 삭제할 수 있습니다. 시스템에 등록한 어떤 어떤 사용자든 조직의 구성원으로 추가할 수 있습니다. 그러나 액티브 디렉터리로 부서를 가져왔다면, 구성원 조직은 나중에 액티브 디렉터리를 동기화할 때 직접 추가한 내용은 사라지며, 최신의 액티브 디렉터리의 내용으로 바뀝니다.
pl: Jeśli użytkownik jest administratorem działu, może dodawać lub usuwać członków w dziale. Każdy użytkownik zarejestrowany w systemie może zostać dodany jako członek działu. Ale jeśli działy są importowane z AD, zmiany w członkostwie zostaną nadpisane przy następnej synchronizacji z AD.
ru: Если пользователь является администратором отдела, он/она может добавлять или удалять членов отдела. Любые пользователи, зарегистрированные в системе, могут быть добавлены в состав отдела. Но если отделы импортируются из AD, изменения в членстве будут перезаписаны при следующей синхронизации с AD.
sv: Om en användare är administratör för en avdelning kan hen lägga till eller ta bort medlemmar i avdelningen. Alla användare som är registrerade i systemet kan läggas till som medlem i avdelningen. Men om avdelningarna importeras från AD kommer ändringar i medlemskapet att skrivas över vid nästa synkronisering med AD.
zh_cn: 如果用户是部门的管理员，则他/她可以在部门中添加或删除成员。 在系统中注册的任何用户都可以添加为部门成员。 但是，如果部门是从 AD 导入的，则成员资格的更改将在下一次与 AD 同步时被覆盖。
zh_tw: 如果用戶是部門的管理員，他/她可以在部門中添加或刪除成員。系統中的任何用戶都可以被添加為部門的成員。 但是，如果部門是從 AD 中導入的，則成員的變化將在下一次與 AD 的同步中被覆蓋。

source: Department admin can manage the libraries in the department. The supported operations are:
ar: يمكن لمسؤول القسم إدارة المكتبات في القسم. العمليات المدعومة هي:
de: Der Bereich administrator kann die Bibliotheken in der Bereich verwalten. Die unterstützten Vorgänge sind:
es_ar: El administrador departamental puede gestionar las bibliotecas en el departamento. Las operaciones soportadas son:
fa_ir: مدیر بخش می‌تواند کتابخانه‌های درون بخش را مدیریت کند. عملیات پشتیبانی شده عبارتند از:
fr: L'administrateur du département peut gérer les librairies de son département. Les opérations supportées sont les suivantes :
is: Deildarstjóri getur stjórnað skjalasöfnunum í deildinni. Studdar aðgerðir eru:
it: L'amministratore del dipartimento pu gestire le librerie del dipartimento. Le operazioni supportate sono:
ja: 部門管理者は、部門のライブラリを管理できます。サポートされている操作は次のとおりです。
ko: 조직 관리자는 조직의 라이브러리를 관리할 수 있습니다. 지원하는 동작은 다음과 같습니다:
pl: Administrator działu może zarządzać bibliotekami w dziale. Obsługiwane operacje to:
ru: Администратор отдела может управлять библиотеками в отделе. Поддерживаемые операции:
sv: Avdelningsadministratören kan hantera katalogerna i avdelningen. De stödda operationerna är:
zh_cn: 部门管理员可以管理部门中的资料库。 支持的操作是：
zh_tw: 部門管理員可以管理部門中的庫。支持的操作有：

source: Create or delete library
ar: إنشاء أو حذف مكتبة
de: Bibliothek erstellen oder löschen
es_ar: Crear o eliminar una biblioteca
fa_ir: ایجاد یا حذف کتابخانه
fr: Création ou suppression d'une librairie
is: Búa til eða eyða skjalasafni
it: Crea o elimina libreria
ja: ライブラリを作成または削除する
ko: 라이브러리 만들기 또는 삭제
pl: Tworzenie lub usuwanie biblioteki
ru: Создать или удалить библиотеку
sv: Skapa eller ta bort katalog
zh_cn: 创建或删除资料库
zh_tw: 創建或刪除庫

source: Change library name
ar: تغيير إسم المكتبة
de: Bibliotheksnamen ändern
es_ar: Renombrar una biblioteca
fa_ir: تغییر نام کتابخانه
fr: Renommer une librairie
is: Breyta nafni skjalasafns
it: Cambia nome libreria
ja: ライブラリ名を変更する
ko: 라이브러리 이름 바꾸기
pl: Zmiana nazwy biblioteki
ru: Изменить имя библиотеки
sv: Ändra katalognamn
zh_cn: 修改资料库的名称
zh_tw: 更改庫名

source: Share a library to users or groups outside of this department. This is very useful for cross-department collaboration.
ar: مشاركة مكتبة مع مستخدمين أو مجموعات خارج هذا القسم. هذا مفيد جدا للتعاون بين الأقسام.
de: Geben Sie eine Bibliothek für Benutzer oder Gruppen außerhalb dieser Abteilung frei. Dies ist sehr nützlich für die abteilungsübergreifende Zusammenarbeit.
es_ar: Compartir una biblioteca a usuarios o grupos fuera de este departamento. Ësto es muy útil para la colaboración inter-departamental.
fa_ir: اشتراک‌گذاری یک کتابخانه با کاربران یا گروه‌های خارج از این بخش. این برای همکاری بین بخشی بسیار مفید است.
fr: Partage d'une librairie avec des utilisateurs ou groupes extérieur au département. Ceci est très utile pour la collaboration entre différents départements.
is: Deila skjalasafni til notenda eða hópa utan þessarar deildar. Þetta er mjög gagnlegt fyrir samvinnu milli deilda.
it: Condividi una libreria con utenti o gruppi esterni a questo dipartimento. Ci molto utile per la collaborazione tra dipartimenti.
ja: この部門外のユーザーまたはグループとライブラリを共有します。これは、部門間のコラボレーションに非常に役立ちます。
ko: 부서 외부의 사용자 또는그룹으로의 라이브러리 공유. 이는 부서간 협업이 이루어질 때 상당히 쓸만해집니다.
pl: Udostępnianie biblioteki użytkownikom lub grupom spoza tego działu. Jest to bardzo przydatne do współpracy między działami.
ru: Предоставьте доступ к библиотеке пользователям или группам за пределами этого отдела. Это очень полезно для сотрудничества между отделами.
sv: Dela en katalog till användare eller grupper utanför denna avdelning. Detta är mycket användbart för samarbete mellan avdelningar.
zh_cn: 将资料库共享给部门外的用户或群组。这点对跨部门协作非常有用。
zh_tw: 將庫分享給本部門外的用戶或群組。這對跨部門協作非常有用。

source: Set fine-grained permission to folders in the libraries for users or sub-departments in this department. This works like <a href="%(SITE_ROOT)shelp/folder_permission/">the folder permission feature</a>.
ar: قم بتعيين إذن دقيق للمجلدات الموجودة في المكتبات للمستخدمين أو الأقسام الفرعية في هذا القسم. هذا يعمل مثل <a href="%(SITE_ROOT)shelp/folder_permission/">ميزة إذن المجلد</a>.
de: Legen Sie fein abgestufte Berechtigungen für Ordner in den Bibliotheken für Benutzer oder Unterabteilungen in dieser Abteilung fest. Dies funktioniert wie folgt <a href="%(SITE_ROOT)shelp/folder_permission/">die Ordnerberechtigungsfunktion</a>.
es_ar: Establecer permisos detallados a carpetas en las bibliotecas para usuarios y sub-departamentos de este departamento. Ésto funciona como <a href="%(SITE_ROOT)shelp/folder_permission/">la característica de los permisos de carpetas</a>.
fa_ir: تنظیم مجوزهای دقیق برای پوشه‌های درون کتابخانه‌ها برای کاربران یا زیربخش‌های این بخش. این مانند <a href="%(SITE_ROOT)shelp/folder_permission/">ویژگی مجوز پوشه</a> کار می‌کند.
fr: Définition de permissions fines d'accès aux dossiers dans les librairies pour des utilisateurs de sous-département fonctionne comme <a href="%(SITE_ROOT)shelp/folder_permission/"> fonctionnalité de permission de dossier </a>.
is: Stilltu nákvæm leyfi fyrir möppur í skjalasöfnum fyrir notendur eða undirdeildir í þessari deild. Þetta virkar eins og <a href="%(SITE_ROOT)shelp/folder_permission/">möppuleyfis eiginleikinn</a>.
it: Imposta permessi dettagliati alle cartelle delle librerie per gli utenti o i sottodipartimenti in questo dipartimento. Ci funziona come <a href="%(SITE_ROOT)shelp/folder_permission/">la funzionalit di permessi delle cartelle</a>.
ja: この部門のユーザーまたはサブ部門のライブラリ内のフォルダーに、きめ細かい権限を設定します。これは、＜a href="%(SITE_ROOT)shelp/folder_permission/"＞フォルダー権限機能＜/a＞のように機能します。
ko: 해당 부서의 하위부서 또는사용자 라이브러리의 폴더 권한 세부 조정. <a href="%(SITE_ROOT)shelp/folder_permission/">폴더 권한 기능</a>과 유사하게 동작합니다.
pl: Ustawianie precyzyjnych uprawnień do folderów w bibliotekach dla użytkowników lub poddziałów w tym dziale. Działa to jak <a href="%(SITE_ROOT)shelp/folder_permission/">funkcja uprawnień folderów</a>.
ru: Установите детальные разрешения для папок в библиотеках для пользователей или подразделений в этом отделе. <a href="%(SITE_ROOT)shelp/folder_permission/">Это работает как функция разрешения папки</a>.
sv: Ställ in detaljerade behörigheter för mappar i katalogerna för användare eller under-avdelningar i denna avdelning. Detta fungerar som <a href="%(SITE_ROOT)shelp/folder_permission/">mappbehörighetsfunktionen</a>.
zh_cn: 为部门中的用户或子部门给资料库中的文件夹设置细粒度的权限。这个类似 <a href="%(SITE_ROOT)shelp/folder_permission/">目录权限功能</a>。
zh_tw: 在部門中的庫中，對用戶或子部門設定細粒度的資料夾存取權限。這個功能與 <a href="%(SITE_ROOT)shelp/folder_permission/">資料夾存取權限</a> 功能類似。

source: A normal member of the department can use the department just like a group. Each department is presented to its members as a group. A user can not only access to the libraries in the department he/she belongs to, but also the libraries in the parent departments of his/her department. For example, if John is in the "EMEA" sub-department under the "Sales" department, and "Sales" is a sub-department under the company "ACME", John can then access to the groups "EMEA", "Sales" and "ACME". The groups for departments are marked with a "building" icon next to its name.
ar: يمكن للعضو العادي في القسم استخدام القسم تماما مثل المجموعة. يتم تقديم كل قسم لأعضائه كمجموعة. لا يمكن للمستخدم الوصول إلى المكتبات في القسم الذي ينتمي إليه فحسب ، بل يمكنه أيضا الوصول إلى المكتبات الموجودة في الأقسام الأم في قسمه. على سبيل المثال ، إذا كان محمد في القسم الفرعي "EMEA" ضمن قسم "المبيعات" ، وكان "المبيعات" قسما فرعيا تابعا لشركة "ACME" ، فيمكن لمحمد بعد ذلك الوصول إلى المجموعات "EMEA" و "Sales" و "ACME". يتم تمييز مجموعات الأقسام برمز "مبنى" بجوار اسمها.
de: Ein normales Mitglied der Abteilung kann die Abteilung wie eine Gruppe verwenden. Jede Abteilung wird ihren Mitgliedern als Gruppe präsentiert. Ein Benutzer kann nicht nur auf die Bibliotheken der Abteilung zugreifen, zu der er gehört, sondern auch auf die Bibliotheken der übergeordneten Abteilungen seiner Abteilung. Wenn John beispielsweise in der Unterabteilung „EMEA“ der Abteilung „Sales“ ist und „Sales“ eine Unterabteilung des Unternehmens „ACME“ ist, kann John auf die Gruppen „EMEA“, „Sales“ und „ACME“ zugreifen. Die Gruppen für Abteilungen sind mit einem „Gebäude“-Symbol neben ihrem Namen gekennzeichnet.
es_ar: Un miembro normal del departamento puede usarlo sencillamente como un grupo. Cada departamento se presenta a sus miembros como un grupo. Un usuario puede no sólo acceder a las bibliotecas en el departamento al cual pertenece, sino también a las del departamento superior. Por ejemplo: si Juan está en el sub-departamento "EMEA" debajo del departamento "Ventas", y "Ventas" es un sub-departamento debajo de la compañía "ACME", entonces Juan puede acceder a los grupos "EMEA", "Ventas" y "ACME". Los grupos para departamentos esán identificados con un icono "edificio" junto a su nombre.
fa_ir: یک عضو عادی بخش می‌تواند از بخش دقیقاً مانند یک گروه استفاده کند. هر بخش به اعضای خود به عنوان یک گروه ارائه می‌شود. یک کاربر نه تنها می‌تواند به کتابخانه‌های بخشی که به آن تعلق دارد دسترسی داشته باشد، بلکه به کتابخانه‌های بخش‌های والد بخش خود نیز دسترسی دارد. به عنوان مثال، اگر جان در زیربخش "EMEA" زیر بخش "فروش" باشد و "فروش" یک زیربخش زیر شرکت "ACME" باشد، جان می‌تواند به گروه‌های "EMEA"، "فروش" و "ACME" دسترسی داشته باشد. گروه‌های بخش‌ها با آیکون "ساختمان" در کنار نام خود مشخص شده‌اند.
fr: Un membre de département peut utiliser un département exactement comme un groupe. Chaque département est présenté à ces membres comme un groupe. Un utilisateur peut accéder aux librairies des départements dont il est membre mais aussi aux librairies des département parents de son département. Par exemple, si John est dans le sous-département "EMEA" du département "Sales", et que "Sales" est un sous-département de la compagnie "ACME", John peut accéder aux groupes "EMEA", "Sales" et "ACME". Les groupes de département sont marqué par un icône "d'immeuble" à côté de son nom.
is: Venjulegur meðlimur deildarinnar getur notað deildina alveg eins og hóp. Hver deild er kynnt fyrir meðlimum sínum sem hópur. Notandi getur ekki aðeins fengið aðgang að skjalasöfnunum í deildinni sem hann/hún tilheyrir, heldur einnig skjalasöfnunum í yfirdeildum deildar sinnar. Til dæmis, ef John er í "EMEA" undirdeildinni undir "Sölu" deildinni, og "Sala" er undirdeild undir fyrirtækinu "ACME", þá getur John fengið aðgang að hópum "EMEA", "Sala" og "ACME". Hóparnir fyrir deildir eru merktir með "byggingar" tákni við hliðina á nafni sínu.
it: Un membro normale del dipartimento pu utilizzare il dipartimento proprio come un gruppo. Ogni dipartimento presentato ai suoi membri come un gruppo. Un utente non pu solo accedere alle librerie del dipartimento a cui appartiene, ma anche alle librerie dei dipartimenti padre del suo dipartimento. Ad esempio, se John nel sottodipartimento "EMEA" sotto il dipartimento "Sales" e "Sales" un sottodipartimento dell'azienda "ACME", John pu quindi accedere ai gruppi "EMEA", "Sales" e "ACME". I gruppi per i dipartimenti sono contrassegnati da un'icona di "edificio" accanto al nome.
ja: 部門の通常のメンバーは、グループと同じように部門を使用できます。各部門は、そのメンバーにグループとして提示されます。ユーザーは、自分が所属する部門のライブラリだけでなく、自分の部門の親部門のライブラリにもアクセスできます。たとえば、Johnが「Sales」部門の「EMEA」サブ部門に所属し、「Sales」が会社「ACME」のサブ部門である場合、Johnは「EMEA」、「Sales」、および「ACME」グループにアクセスできます。部門のグループには、名前の横に「建物」アイコンが付いています。
ko: 일반 부서 구성원은 부서를 그룹처럼 취급할 수 있습니다. 각 부서는 그룹의 구성원으로 나타납니다. 사용자는 자신이 속한 부서의 라이브러리만 접근하는 것이 아닌 상위 부서의 라이브러리에도 접근할 수 있습니다. 예를 들면 철수가 "ACME" 업체의 "Sales" 부서에 있는 "EMEA" 하위 부서에 있을 경우, "EMEA", "Sales", "ACME" 그룹에 접근할 수 있습니다. 조직의 그룹은 이름 옆에 "건물" 아이콘으로 나타납니다.
pl: Zwykły członek działu może używać działu tak jak grupy. Każdy dział jest przedstawiany swoim członkom jako grupa. Użytkownik może mieć dostęp nie tylko do bibliotek w dziale, do którego należy, ale także do bibliotek w działach nadrzędnych jego działu. Na przykład, jeśli John jest w poddziale "EMEA" pod działem "Sprzedaż", a "Sprzedaż" jest poddziałem pod firmą "ACME", wtedy John może mieć dostęp do grup "EMEA", "Sprzedaż" i "ACME". Grupy dla działów są oznaczone ikoną "budynku" obok nazwy.
ru: Обычный член отдела может пользоваться отделом как группой. Каждый отдел представлен своим членам как группа. Пользователь может получить доступ не только к библиотекам в отделе, к которому он / она принадлежит, но и к библиотекам в родительских отделах его / ее отдела. Например, если Джон работает в подотделе "EMEA" в отделе "Продажи", а "Продажи" является подотделом компании "ACME", Джон может получить доступ к группам "EMEA", "Продажи" и "ACME". Группы отделов отмечены значком "здание" рядом с его названием.
sv: En vanlig medlem i avdelningen kan använda avdelningen precis som en grupp. Varje avdelning presenteras för sina medlemmar som en grupp. En användare kan inte bara få tillgång till katalogerna i avdelningen hen tillhör, utan också katalogerna i föräldraavdelningarna för sin avdelning. Till exempel, om John är i "EMEA"-underavdelningen under "Försäljnings"-avdelningen, och "Försäljning" är en underavdelning under företaget "ACME", kan John då få tillgång till grupperna "EMEA", "Försäljning" och "ACME". Grupperna för avdelningar är markerade med en "byggnads"-ikon bredvid dess namn.
zh_cn: 部门中的普通成员可以像使用群组一样使用部门。 每个部门都以群组的形式呈现给它的成员。 用户不仅可以访问他/她所属部门中的资料库，还可以访问其所在部门的上级部门中的资料库。 例如，如果 John 在“销售”部门下的“ EMEA”子部门中，而“销售”是公司“ ACME”下的子部门，则 John 可以访问“EMEA”，“销售”和“ACME”。 部门组的名称旁边带有“建筑物”图标。
zh_tw: 部門中的普通成員可以像使用群組一樣使用部門。每個部門都會以群組的形式呈現給它的成員。用戶不僅可以存取自己所屬部門中的庫，也可以存取自己部門的上層部門中的庫。例如，如果 John 在 "EMEA" 子部門中，"EMEA" 子部門在 "Sales" 部門下，而 "Sales" 部門在 "ACME" 公司下，則 John 就可以存取 "EMEA"、"Sales" 和 "ACME" 的群組。部門的群組旁邊會標示一個 "建築" 圖示。

source: Using proxy in Seafile client
ar: استخدام البروكسي في عميل Seafile
de: Einen Proxy im Seafile-Programm nutzen
es_ar: Utilizando un proxy en el cliente Seafile
fa_ir: استفاده از پروکسی در کلاینت Seafile
fr: Usage d'un proxy dans le client Seafile
is: Nota proxy í Seafile biðlara
it: Utilizzo di un proxy nel client Seafile
ja: Seafileクライアントでプロキシを使用する
ko: Seafile 클라이언트에서 프록시 활용
pl: Korzystanie z proxy w kliencie Seafile
ru: Использование прокси в клиенте Seafile
sv: Använda proxy i Seafile-klienten
zh_cn: 在 Seafile 客户端中使用代理
zh_tw: 在 Seafile 客戶端中使用代理

source: Seafile client supports 3 types of proxy servers: HTTP proxy, SOCKS5 proxy and system proxy settings.
ar: عميل Seafile يدعم ثلاثة أنواع من خوادم البروكسي: HTTP، SOCKS5 و إعدادات بروكسي النظام.
de: Das Seafile-Programm unterstützt drei Arten von Proxy-Servern: HTTP, SOCKS5 und die Nutzung der Einstellungen des Systemproxy-Servers.
es_ar: El cliente Seafile admite 3 tipos de servidores proxy: proxy HTTP, proxy SOCKS5 y proxy del sistema.
fa_ir: کلاینت Seafile از 3 نوع سرور پروکسی پشتیبانی می‌کند: پروکسی HTTP، پروکسی SOCKS5 و تنظیمات پروکسی سیستم.
fr: Le client Seafile supporte 3 types de serveurs proxy : proxy HTTP, proxy SOCKS5 et les paramètres proxy du système.
is: Seafile biðlari styður 3 gerðir af proxy þjónum: HTTP proxy, SOCKS5 proxy og kerfis proxy stillingar.
it: Seafile palaikomi 3 tipų proxy serveriai: HTTP proxy, SOCKS5 proxy and sisteminiai proxy nustatymai.
ja: Seafileクライアントは、HTTPプロキシ、SOCKS5プロキシ、システムプロキシ設定の3種類のプロキシサーバーをサポートしています。
ko: Seafile 클라이언트에서는 HTTP 프록시, SOCKS5 프록시, 시스템 프록시 설정 3가지 형식의 프록시 서버를 지원합니다:
pl: Klient Seafile obsługuje 3 rodzaje serwerów proxy: Proxy HTTP, SOCKS5 i systemowe ustawienia proxy.
ru: Seafile клиент поддерживает 3 типа прокси-серверов: HTTP прокси, SOCKS5 прокси и системные настройки прокси.
sv: Seafile-klienten stöder 3 typer av proxyservrar: HTTP proxy, SOCKS5 proxy och system proxy settings.
zh_cn: Seafile客户端支持 3 种类型的代理服务器：HTTP 代理，SOCKS5 代理和系统代理设置。
zh_tw: Seafile客戶端支援 3 種類型的代理伺服器：HTTP 代理，SOCKS5 代理和系統代理設定。
