Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Markdown files: .md
ar: ملفات ماركداون : .md
de: Markdown-Dateien: .md
es_ar: Archivos markdown; .md
fr: Fichiers Markdown: .md
is: Markdown skrár: .md
it: File Markdown: .md
ja: Markdownファイル：.md
ko: 마크다운 파일: .md
pl: Pliki Markdown: .md
ru: Markdown файлы: .md
zh_cn: Markdown 文件: .md

source: Various source code files
ar: ملفات البرمجة المختلفة
de: Verschiedene Quellcodedateien
es_ar: Varios archivos de código fuente
fr: Divers fichiers de code source
is: Ýmsar frumkóðaskrár
it: Vari file di codice sorgente
ja: 各種ソースコードファイル
ko: 다양한 소스코드 파일
pl: Różne pliki kodu źródłowego
ru: Различные файлы исходного кода
zh_cn: 各种源代码文件

source: Text files: .txt, .log
ar: ملفات نصية من نوع: .txt , .log
de: Textdateien: .txt, .log
es_ar: Archivos de texto: .txt, .log
fr: Fichiers texte : .txt, .log
is: Textaskrár: .txt, .log
it: File di testo: .txt, .log
ja: テキストファイル：.txt、.log
ko: 텍스트 파일: .txt, .log
pl: Pliki tekstowe: .txt, .log
ru: Текстовые файлы: .txt, .log
zh_cn: 文本文件: .txt, .log

source: Note that your Seafile system administrator may not have enabled the full-text search feature. In that case, you can only search file and folder names.
ar: لاحظ أن مسؤول نظام سيفايل ربما لم يقم بتمكين ميزة البحث عن النص الكامل. في هذه الحالة ، يمكنك فقط البحث عن أسماء الملفات والمجلدات.
de: Beachten Sie, dass Ihr Seafile-Systemadministrator die Volltextsuche möglicherweise nicht aktiviert hat. In diesem Fall können Sie nur nach Datei- und Ordnernamen suchen.
es_ar: Notar que su administrador del sistema Seafile puede no haber habilitado la característica de búsqueda de texto completo. En ese caso, sólo podrá buscar nombres de archivos y carpetas.
fr: A noté que l'administrateur système de votre Seafile peut ne pas avoir activé l'option de recherche de contenu. Dans ce cas, vous pourrez uniquement rechercher les noms de fichiers et dossiers.
is: Athugaðu að Seafile kerfisstjórinn þinn hefur hugsanlega ekki virkjað fulltextaleitareiginleikann. Í því tilviki geturðu aðeins leitað að skráa- og möppunöfnum.
it: Nota che il tuo amministratore di sistema Seafile potrebbe non aver abilitato la funzionalità di ricerca a testo completo. In tal caso, puoi cercare solo i nomi di file e cartelle.
ja: Seafileシステム管理者が全文検索機能を有効にしていない場合があることに注意してください。その場合は、ファイルとフォルダーの名前のみを検索できます。
ko: Seafile 시스템 관리자는 전문 검색 기능을 사용할 수 없음을 참고바랍니다. 파일 및 폴더 이름으로만 검색할 수 있습니다.
pl: Pamiętaj, że administrator systemu Seafile mógł nie włączyć funkcji wyszukiwania pełnotekstowego. W takim przypadku możesz wyszukiwać tylko nazwy plików i folderów.
ru: Обратите внимание, что ваш системный администратор Seafile, возможно, не включил функцию полнотекстового поиска. В этом случае вы можете искать только имена файлов и папок.
zh_cn: 请注意，你的 Seafile 系统管理员可能没有开启全文搜索功能。如果是那样的话，你只能搜索文件和目录的名称。

source: Creating a group is a convenient way to share files to many people. In Seafile, you can create and manage a group easily.
ar: يعد إنشاء مجموعة طريقة ملائمة لمشاركة الملفات مع العديد من الأشخاص. في سيفايل ، يمكنك إنشاء مجموعة وإدارتها بسهولة.
de: Das Erstellen einer Gruppe ist eine praktische Möglichkeit, Dateien für viele Personen freizugeben. In Seafile können Sie ganz einfach eine Gruppe erstellen und verwalten.
es_ar: Crear un grupo es una manera conveniente de compartir archivos con muchas personas. En Seafile puede crear y gesionar un grupo fácilmente.
fr: Créé un groupe est une façon simple de partager des fichiers avec de nombreuses personnes. Dans Seafile, vous pouvez créer et gérer un groupe facilement.
is: Að búa til hóp er þægileg leið til að deila skrám með mörgum. Í Seafile geturðu búið til og stjórnað hóp auðveldlega.
it: Creare un gruppo è un modo conveniente per condividere file con molte persone. In Seafile, puoi creare e gestire facilmente un gruppo.
ja: グループの作成は、多くの人とファイルを共有するのに便利な方法です。Seafileでは、グループを簡単に作成および管理できます。
ko: 그룹을 만들면 여러 사용자에게 파일 공유를 편리하게 할 수 있습니다. Seafile에서는 그룹을 쉽게 만들어 관리할 수 있습니다.
pl: Tworzenie grupy to wygodny sposób na udostępnianie plików wielu osobom. W Seafile możesz łatwo tworzyć grupę i nią zarządzać.
ru: Создание группы - удобный способ поделиться файлами с множеством людей. В Seafile вы можете легко создавать группы и управлять ими.
zh_cn: 创建一个群组是将文件共享给许多人的一种便捷的方式。在 Seafile 中，你可以轻松地创建和管理一个群组。

source: Here is how groups work in Seafile:
ar: إليك كيفية عمل المجموعات في سيفايل:
de: So funktionieren Gruppen in Seafile:
es_ar: Así es como funcionan los grupos en Seafile:
fr: Voici comment fonctionne les groupes dans Seafile :
is: Svona virka hópar í Seafile:
it: Ecco come funzionano i gruppi in Seafile:
ja: Seafileでのグループの仕組みは次のとおりです。
ko: Seafile에서 그룹이 동작하는 방식은 다음과 같습니다:
pl: Oto jak działają grupy w Seafile:
ru: Вот как группы работают в Seafile:
zh_cn: Seafile 中的群组的工作原理如下：

source: Each group has a owner. The owner is the creator of the group by default. He/she can transfer the ownership of the group to another member.
ar: كل مجموعة لها مالك. المالك هو منشئ المجموعة بشكل افتراضي. يمكنه / يمكنها نقل ملكية المجموعة إلى عضو آخر.
de: Jede Gruppe hat einen Besitzer. Der Besitzer ist standardmäßig der Ersteller der Gruppe. Er/sie kann den Besitz der Gruppe auf ein anderes Mitglied übertragen.
es_ar: Cada grupo tiene un propietario. El propietario es el creador del grupo por defecto. El/ella puede transferir la propiedad del grupo a otro miembro.
fr: Chaque groupe a un propriétaire qui est, par défaut, le créateur du groupe. Il peut transférer la propriété du groupe à un autre membre.
is: Hver hópur hefur eiganda. Eigandinn er sjálfgefinn höfundur hópsins. Hann/hún getur flutt eignarhald hópsins til annars meðlims.
it: Ogni gruppo ha un proprietario. Per impostazione predefinita, il proprietario è il creatore del gruppo. Può trasferire la proprietà del gruppo a un altro membro.
ja: 各グループには所有者がいます。所有者は、デフォルトでグループの作成者です。彼はグループの所有権を別のメンバーに譲渡できます。
ko: 각 그룹에는 소유자가 있습니다. 소유자는 기본적으로 그룹 생성자입니다. 그룹 소유권을 다른 구성원에게 넘길 수 있습니다.
pl: Każda grupa ma właściciela. Właścicielem jest domyślnie twórca grupy. On/ona może przekazać własność grupy innemu członkowi.
ru: У каждой группы есть владелец. По умолчанию владелец является создателем группы. Он / она может передать право собственности на группу другому участнику.
zh_cn: 每个群组都有一个所有者。群组创建者默认为所有者。 所有者可以将群组所有权转让给其他成员。

source: Each group can have multiple admins. The group owner and group admins can add more group admins.
ar: يمكن أن يكون لكل مجموعة عدة مشرفين. يمكن لمالك المجموعة ومشرفي المجموعة إضافة المزيد من مشرفي المجموعة.
de: Jede Gruppe kann mehrere Administratoren haben. Der Gruppenbesitzer und die Gruppenadministratoren können weitere Gruppenadministratoren hinzufügen.
es_ar: Cada grupo puede tener múltiples administradores. El propietario y los administradores del grupo pueden agregar más administradores al grupo.
fr: Chaque groupe peut avoir plusieurs administrateurs. Le propriétaire et les administrateurs du groupe peuvent ajouter de nouveaux administrateurs.
is: Hver hópur getur haft marga stjórnendur. Hópseigandinn og hópstjórnendur geta bætt við fleiri hópstjórnendum.
it: Ogni gruppo può avere più amministratori. Il proprietario del gruppo e gli amministratori del gruppo possono aggiungere altri amministratori del gruppo.
ja: 各グループは、複数の管理者を持つことができます。グループの所有者とグループ管理者は、さらにグループ管理者を追加できます。
ko: 각 그룹에는 여러 관리자를 둘 수 있습니다. 그룹 소유자와 그룹 관리자는 그룹 관리자를 더 추가할 수 있습니다.
pl: Każda grupa może mieć wielu administratorów. Właściciel grupy i administratorzy grupy mogą dodawać więcej administratorów grupy.
ru: В каждой группе может быть несколько администраторов. Владелец группы и администраторы группы могут добавлять дополнительных администраторов группы.
zh_cn: 每个群组都可以有多个管理员。群组所有者和管理员可以添加更多的管理员。

source: The group admin can add/delete members in the group. And he/she can also unshare a library in the group.
ar: يمكن لمشرف المجموعة إضافة/حذف أعضاء في المجموعة. ويمكنه أيضا إلغاء مشاركة مكتبة في المجموعة.
de: Der Gruppenadministrator kann Mitglieder zur Gruppe hinzufügen/löschen. Außerdem kann er/sie die Freigabe einer Bibliothek in der Gruppe aufheben.
es_ar: El administrador del grupo puede agregar/eliminar miembros en el grupo. También puede dejar de compartir una biblioteca en el grupo.
fr: L'administrateur du groupe peut ajouter/supprimer des membres du groupe et peut également annuler le partage d'une librairie avec le groupe
is: Hópstjórnandinn getur bætt við/eytt meðlimum í hópnum. Og hann/hún getur einnig hætt að deila safni í hópnum.
it: L'amministratore del gruppo può aggiungere/eliminare membri nel gruppo. E può anche rimuovere la condivisione di una libreria nel gruppo.
ja: グループ管理者は、グループのメンバーを追加/削除できます。また、グループ内のライブラリの共有を解除することもできます。
ko: 그룹 관리자는 그룹 구성원을 추가/삭제할 수 있습니다. 그리고 그룹의 라이브러리 공유를 해제할 수 있습니다.
pl: Administrator grupy może dodawać/usuwać członków w grupie. On/ona może również cofnąć udostępnienie biblioteki w grupie.
ru: Администратор группы может добавлять / удалять участников в группе. И он / она также может отключить доступ к библиотеке в группе.
zh_cn: 群组管理员可以添加/删除群组成员，也可以在群组中取消共享一个资料库。

source: Click on the "Shared with groups" tab on the left panel, and you'll see all the groups you're in. Clicking into any group, you'll see the libraries shared into this group.
ar: انقر فوق علامة التبويب "مشترك مع المجموعات" في اللوحة اليمنى ، وسترى جميع المجموعات التي تشارك فيها. بالنقر فوق أي مجموعة ، سترى المكتبات المشتركة في هذه المجموعة.
de: Klicken Sie im linken Bereich auf die Registerkarte „Mit Gruppen geteilt“, um alle Gruppen anzuzeigen, denen Sie angehören. Wenn Sie auf eine beliebige Gruppe klicken, werden die Bibliotheken angezeigt, die mit dieser Gruppe geteilt wurden.
es_ar: Haga click en la pestaña "Compartido con grupos" del panel izquierdo, y verá todos los grupos a los que pertenece. Haciendo click en cualquier grupo, verá las bibliotecas compartidas con ese grupo.
fr: Cliquer sur l'onglet "Partagé avec des groupes" du panneau gauche et vous verrez tout les groupes dont vous faites parti. Cliquer sur l'un des groupes, vous verrez les librairies partagées avec ce groupe.
is: Smelltu á flipann „Deilt með hópum“ í vinstri spjaldinu og þú munt sjá alla hópa sem þú ert í. Með því að smella á hvaða hóp sem er, muntu sjá söfnin sem deilt er í þennan hóp.
it: Fai clic sulla scheda "Condiviso con gruppi" nel pannello di sinistra e vedrai tutti i gruppi a cui appartieni. Cliccando su qualsiasi gruppo, vedrai le librerie condivise in questo gruppo.
ja: 左側のパネルにある[グループと共有]タブをクリックすると、参加しているすべてのグループが表示されます。任意のグループをクリックすると、このグループに共有されているライブラリが表示されます。
ko: 좌측 창에 있는 "그룹과 공유함" 을 누르면, 여러분이 속한 모든 그룹을 살펴볼 수 있습니다. 임의의 그룹을 누르면 그룹에 공유한 라이브러리를 볼 수 있습니다.
pl: Kliknij na zakładkę "Udostępnione grupom" na lewym panelu, a zobaczysz wszystkie grupy, w których jesteś. Klikając w dowolną grupę, zobaczysz biblioteki udostępnione do tej grupy.
ru: Щелкните вкладку "Общие с группами" на левой панели, и вы увидите все группы, в которых вы состоите. Щелкнув любую группу, вы увидите библиотеки, к которым предоставлен общий доступ в этой группе.
zh_cn: 点击展开左侧面板上的“群组共享”，你可以看到你所在的所有群组。点击进入任意一个群组，你可以看到所有共享到该群组的资料库。

source: To create a new group, click on the "Shared with groups" tab on the left panel. Then click on "All Groups". In the page, you can click the "New Group" button to create a group.
ar: لإنشاء مجموعة جديدة ، انقر فوق علامة التبويب "مشترك مع المجموعات" في اللوحة اليمنى. ثم انقر فوق "كل المجموعات". في الصفحة ، يمكنك النقر فوق الزر "مجموعة جديدة" لإنشاء مجموعة.
de: Um eine neue Gruppe zu erstellen, klicken Sie im linken Bereich auf die Registerkarte „Mit Gruppen geteilt“. Klicken Sie dann auf „Alle Gruppen“. Auf der Seite können Sie auf die Schaltfläche „Neue Gruppe“ klicken, um eine Gruppe zu erstellen.
es_ar: Para crear un grupo nuevo, haga click en la pestaña "Compartido con grupos" en el panel izquierdo. Luego haga click en "Todos los grupos". En la página puede hacer click en "Nuevo Grupo" para crear uno.
fr: Pour créer un nouveau groupe, cliquer sur l'onglet "Partagé avec des groupes" du panneau gauche puis cliquer sur "Mes groupes". Sur la page, vous pouvez cliquer sur "Nouveau groupe" pour créer un groupe.
is: Til að búa til nýjan hóp, smelltu á flipann „Deilt með hópum“ í vinstri spjaldinu. Smelltu síðan á „Allir hópar“. Á síðunni geturðu smellt á „Nýr hópur“ hnappinn til að búa til hóp.
it: Per creare un nuovo gruppo, fai clic sulla scheda "Condiviso con gruppi" nel pannello di sinistra. Quindi fai clic su "Tutti i gruppi". Nella pagina, puoi fare clic sul pulsante "Nuovo gruppo" per creare un gruppo.
ja: 新しいグループを作成するには、左側のパネルにある[グループと共有]タブをクリックします。次に、[すべてのグループ]をクリックします。ページで、[新しいグループ]ボタンをクリックしてグループを作成できます。
ko: 새 그룹을 만들려면 좌측 창에 "그룹과 공유함"을 누릅니다. 이후 "모든 그룹"을 누릅니다. "새 그룹" 단추를 눌러 새 그룹을 만들 수 있습니다.
pl: Aby utworzyć nową grupę, kliknij na zakładkę "Udostępnione grupom" na lewym panelu. Następnie kliknij na "Wszystkie grupy". Na stronie możesz kliknąć przycisk "Nowa grupa" aby utworzyć grupę.
ru: Чтобы создать новую группу, щелкните вкладку "Общие с группами" на левой панели. Затем щелкните "Все группы". На странице вы можете нажать кнопку "Новая группа", чтобы создать группу.
zh_cn: 要创建一个新群组，可以点击左侧面板上的“群组共享”，再点击“所有群组”，然后在页面上点击“新建群组”按钮创建一个群组。

source: See <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">sharing files and folders</a> about how to share libraries or folders to a group.
ar: راجع <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">مشاركة الملفات والمجلدات</a> حول كيفية مشاركة المكتبات أو المجلدات مع مجموعة.
de: Sehen <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">Dateien und Ordner freigeben</a> Informationen zum Freigeben von Bibliotheken oder Ordnern für eine Gruppe.
es_ar: Vea <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">compartiendo archivos y carpetas</a> acerca de como compartir bibliotecas o carpetas con un grupo.
fr: Voir <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">Partage des fichiers et dossiers</a> pour le partage des librairies et dossiers avec un groupe
is: Sjá <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">deila skrám og möppum</a> um hvernig á að deila söfnum eða möppum í hóp.
it: Vedi <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">condivisione di file e cartelle</a> su come condividere librerie o cartelle con un gruppo.
ja: グループにライブラリまたはフォルダーを共有する方法については、＜a href="%(SITE_ROOT)shelp/sharing_files_and_folders/"＞ファイルとフォルダーの共有＜/a＞を参照してください。
ko: 그룹에 라이브러리 또는 폴더를 공유하는 방법을 알아보려면 <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">파일 및 폴더 공유</a>를 살펴봅니다.
pl: Zobacz <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">udostępnianie plików i folderów</a> o tym, jak udostępniać biblioteki lub foldery grupie.
ru: См. Раздел <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">Совместное использование файлов и папок</a> о том, как предоставить общий доступ к библиотекам или папкам группе.
zh_cn: 关于如何共享资料库或目录到一个群组，请参考 <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">共享文件和目录</a>。

source: Excluding files/folders from syncing
ar: استثناء ملفات/مجلدات من المزامنة
de: Dateien/Ordner vom Synchronisieren ausschließen
es_ar: Excluyendo archivos/carpetas
fr: Exclure des fichiers/dossiers de la synchronisation
is: Taktu skrár/möppur úr samstillingu
it: Escludere file/cartelle dalla sincronizzazione
ja: 同期させないファイルやフォルダー
ko: 동기화할 때 파일/폴더 제외하기
pl: Wykluczanie plików/folderów z synchronizacji
ru: Исключение файлов/папок из синхронизации
sv: Exkluderar filer/mappar från synkronisering
zh_cn: 不同步部分文件/目录
zh_tw: 不同步部分檔案/目錄

source: Sometimes you don't want to sync some files or folders inside a library. To achieve this, create a seafile-ignore.txt file in the root folder of a library. This special file specifies the files and folders that Seafile should not sync. Each line in a ignore.txt file specifies a pattern. The following pattern format are supported.
ar: في بعض الأحيان لا تحتاج إلى مزامنة بعض الملفات أو المجلدات الموجودة داخل مكتبة. ولتحقيق ذلك، قم بإنشاء ملف seafile-ignore.txt في المجلد الرئيسي للمكتبة. يحدد هذا الملف الخاص الملفات والمجلدات التي يجب أن لا تتم مزامنتها بواسطة seafile. يحدد كل سطر في ملف ignore.txt نمط. يتم دعم تنسيق الانماط التالية.
de: Manchmal wollen Sie einige Dateien oder Ordner nicht in die Bibliothek synchronisieren. Um dies zu erreichen, erstellen Sie eine seafile-ignore.txt Datei im Stamm-Ordner der Bibliothek. Diese spezielle Datei enthält die Dateien und Ordner, die Seafile nicht synchronisieren soll. Jede Zeile in einer ignore.txt-Datei definiert ein Muster. Die folgenden Muster-Formate werden unterstützt.
es_ar: Cuando no quiera sincronizar algunos archivos o carpetas dentro de una biblioteca cree un archivo llamado seafile-ignore.txt en la carpeta principal de la biblioteca. Este archivo especial especifica los archivos y carpetas que Seafile no sincronizará. Cada línea de este archivo especifica un patrón. Los siguientes tipos de patrón están soportados.
fr: Parfois, vous ne voulez pas synchroniser des fichiers ou des dossiers dans une bibliothèque. Pour ce faire, créer un fichier seafile-ignore.txt dans le dossier racine d'une bibliothèque. Ce fichier spécial spécifie les fichiers et les dossiers que Seafile ne doit pas synchroniser. Chaque ligne d'un fichier ignore.txt spécifie un modèle. Les formats des modèles suivants sont pris en charge.
is: Stundum viltu ekki samstilla sumar skrár eða möppur inni í safni. Til að ná þessu skaltu búa til seafile-ignore.txt skrá í rótarmöppu safns. Þessi sérstaka skrá tilgreinir skrárnar og möppurnar sem Seafile ætti ekki að samstilla. Hver lína í ignore.txt skrá tilgreinir mynstur. Eftirfarandi mynstursnið eru studd.
it: Talvolta non desideri sincronizzare alcuni file o cartelle all'interno di una libreria. Per raggiungere questo obiettivo, crea un file seafile-ignore.txt nella cartella principale di una libreria. Questo file speciale specifica i file e le cartelle che Seafile non deve sincronizzare. Ogni riga in un file ignore.txt specifica un modello. I seguenti formati di modello sono supportati.
ja: ライブラリー内部のファイルやフォルダーを同期させない場合があります。この場合、seafile-ignore.txt ファイルをライブラリーのルートフォルダーに作成します。この特別なファイルでは、Seafileが同期すべきでないファイルやフォルダーを指定します。ignore.txt ファイルの各行はパターンを指定します。以下のパターン形式がサポートされます。
ko: 때로는 라이브러리의 일부 파일 또는 폴더를 동기화하고 싶지 않을 때가 있습니다. 이렇게 하려면 seafile-ignore.txt를 라이브러리의 최상위 폴더에 만듭니다. 이 특수한 파일은 Seafile에서 동기화하면 안되는 파일을 지정합니다. ignore.txt의 각 줄에 패턴을 지정합니다. 다음 패턴 형식을 지원합니다.
pl: Czasami możesz nie chcieć synchronizować niektórych plików lub folderów wewnątrz biblioteki. Aby to osiągnąć, możesz stworzyć plik o nazwie seafile-ignore.txt w głównym katalogu biblioteki. W tym specjalnym pliku, możesz określić które pliki i foldery mają nie być synchronizowane. Każda linia wewnątrz tego pliku określa wzorzec. Obsługiwane są następujące formaty wzorców.
ru: Иногда вы не хотите синхронизировать некоторые файлы или папки внутри библиотеки. Для этого, необходимо создать файл seafile-ignore.txt в корневой папке библиотеки. Этот специальный файл определяет файлы и папки, которые Seafile не будет синхронизировать. Каждая строка в файле ignore.txt задает шаблон. Следующий формат шаблона поддерживается.
sv: Ibland vill du inte synkronisera vissa filer eller mappar i en katalog. För att göra detta skapar du en fil med namnet seafile-ignore.txt i rotmappen i katalogen. Denna speciella fil specificerar filer och mappar som Seafile inte ska synka. Varje rad i seafile-ignore.txt speciferar ett mönster. Följande mönster stöds.
zh_cn: 有的时候你不想同步一个资料库中的某些文件或者目录。为此，你可以在该资料库的根目录中创建一个名为 seafile-ignore.txt 的文件。在这个文件中，你可以指定哪些文件和目录将不被同步。文件中的每一行都指定一个模式。目前支持的模式格式如下。
zh_tw: 有的時候你不想同步一個資料庫中的某些檔案或者目錄。為此，你可以在該資料庫的根目錄中建立一個名為 seafile-ignore.txt 的檔案。在這個檔案中，你可以指定哪些檔案和目錄將不被同步。檔案中的每一行都指定一個模式。目前支援的模式格式如下。

source: A blank line matches no files.
ar: سطر فارغ لا يطابق أي ملف.
de: Eine leere Zeile entspricht keinen Dateien.
es_ar: Una línea en blanco, equivale a ningún archivo.
fr: Une ligne vide ne trouve pas de fichier.
is: Tóm lína passar ekki við neinar skrár.
it: Una riga vuota non corrisponde a nessun file.
ja: 空行は、ファイルと一切一致しません。
ko: 빈 줄과 일치하는 파일이 없습니다.
pl: Pusta linia nie pasuje do żadnego pliku.
ru: Пустая строчка не совпадает ни с какими файлами - игнорируется.
sv: En blank rad matchar ingen fil.
zh_cn: 空行不匹配任何文件
zh_tw: 空行不匹配任何檔案

source: A line starting with # serves as a comment.
ar: سطر يبدأ ب # يرمز إلى تعليق.
de: Eine Zeile, die mit # beginnt, dient als Kommentar.
es_ar: Una línea que comienza con # sirve como comentario.
fr: Une ligne commençant par # sert de commentaire.
is: Lína sem byrjar á # merkir að hér sé athugasemd eða skýring
it: Una riga che inizia con # serve come commento.
ja: ＃から始まる行はコメントです。
ko: # 문자로 시작하는 줄은 주석으로 처리됩니다.
pl: Linia zaczynająca się od # oznacza komentarz.
ru: Начинающаяся с '#' строка считается комментарием - игнорируется.
sv: En rad som börjar med # behandlas som en kommentar
zh_cn: 以 # 开头的一行会被作为注释
zh_tw: 以 # 開頭的一行會被作為註釋
