Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Share to user: You can share to one or more users.
ar: المشاركة مع المستخدم: يمكنك المشاركة مع مستخدم واحد أو أكثر.
de: Für Benutzer freigeben: Sie können für einen oder mehrere Benutzer freigeben.
es_ar: Compartir con el usuario: puede compartir con uno o más usuarios.
fa_ir: اشتراک‌گذاری با کاربر: می‌توانید با یک یا چند کاربر به اشتراک بگذارید.
fr: Partage avec une utilisateur : vous pouvez partager avec un ou plusieurs utilisateurs.
is: Deila með notanda: Þú getur deilt með einum eða fleiri notendum.
it: Condividi a utente: puoi condividere a un utente o più utenti.
ja: ユーザーと共有：1人以上のユーザーと共有できます。
ko: 사용자에게 공유: 하나 이상의 사용자에게 공유할 수 있습니다.
pl: Udostępnij użytkownikowi: Możesz udostępnić jednemu lub większej liczbie użytkowników.
ru: Поделиться с пользователем: вы можете поделиться с одним или несколькими пользователями.
zh_cn: 共享给用户：可以共享给一个或多个用户。
zh_tw: 共享到使用者：您可以將資源庫或資料夾共享給一個或多個使用者。

source: Share to group: You can share to a group.
ar: المشاركة مع المجموعة: يمكنك المشاركة مع مجموعة.
de: Mit Gruppe teilen: Sie können mit einer Gruppe teilen.
es_ar: Compartir con el grupo: puede compartir con un grupo.
fa_ir: اشتراک‌گذاری با گروه: می‌توانید با یک گروه به اشتراک بگذارید.
fr: Partage avec un groupe : Vous pouvez partager avec un groupe
is: Deila með hópi: Þú getur deilt með hópi.
it: Condividi a gruppo: puoi condividere a un gruppo.
ja: グループと共有：グループと共有できます。
ko: 그룹에 공유: 그룹에 공유할 수 있습니다.
pl: Udostępnij grupie: Możesz udostępnić grupie.
ru: Поделиться с группой: вы можете поделиться с группой.
zh_cn: 共享给群组：可以共享给一个群组。
zh_tw: 共享到群組：您可以將資源庫或資料夾共享給一個群組。

source: Share to organization: If you're using a private server, sometimes it's useful to share to all members on the server (the entire organization).
ar: المشاركة مع المؤسسة: إذا كنت تستخدم خادمًا خاصًا، فمن المفيد أحيانًا المشاركة مع جميع الأعضاء على الخادم (المؤسسة بأكملها).
de: Mit Organisation teilen: Wenn Sie einen privaten Server verwenden, ist es manchmal sinnvoll, die Inhalte mit allen Mitgliedern auf dem Server (der gesamten Organisation) zu teilen.
es_ar: Compartir con la organización: si está utilizando un servidor privado, a veces es útil compartir con todos los miembros del servidor (toda la organización).
fa_ir: اشتراک‌گذاری با سازمان: اگر از یک سرور خصوصی استفاده می‌کنید، گاهی اوقات مفید است که با تمام اعضای سرور (کل سازمان) به اشتراک بگذارید.
fr: Partager avec une organisation : si vous avez un serveur privé, il est parfois utile de partager avec l'ensemble des membres du serveur (l'organisation entière)
is: Deila með stofnun: Ef þú ert að nota einkarekinn þjón er stundum gagnlegt að deila með öllum meðlimum á þjóninum (öll stofnunin).
it: Condividi a organizzazione: se si utilizza un server privato, talvolta può essere utile condividere a tutti i membri del server (l'intera organizzazione).
ja: 組織と共有：プライベートサーバーを使用している場合、サーバー上のすべてのメンバー（組織全体）と共有すると便利な場合があります。
ko: 조직에 공유: 개인 서버를 활용한다면 서버의 모든 구성원 (조직 전체)에 공유할 때 안성맞춤일 수 있습니다.
pl: Udostępnij organizacji: Jeśli używasz prywatnego serwera, czasami przydatne jest udostępnienie wszystkim członkom na serwerze (całej organizacji).
ru: Поделиться с организацией: если вы используете частный сервер, иногда полезно предоставить общий доступ всем участникам на сервере (всей организации).
zh_cn: 共享给团队：如果使用的是私有服务器，有时共享给服务器（整个团队）上的所有成员很有用。
zh_tw: 共享到組織：如果您使用的是私人伺服器，有時候共享給所有伺服器上的成員（整個組織）可能會有用。

source: You can also set permission on the share:
ar: يمكنك أيضًا تعيين الأذونات للمشاركة:
de: Sie können auch die Berechtigung für die Freigabe festlegen:
es_ar: También puede establecer permisos en el recurso compartido:
fa_ir: همچنین می‌توانید مجوز روی اشتراک‌گذاری را تنظیم کنید:
fr: Vous pouvez aussi définir des permissions sur les partages :
is: Þú getur einnig stillt leyfi á deilingunni:
it: Puoi anche impostare i permessi sulla condivisione:
ja: 共有のアクセス許可を設定することもできます：
ko: 공유물에 권한을 설정할 수도 있습니다:
pl: Możesz również ustawić uprawnienia do udostępniania:
ru: Вы также можете установить разрешения на общий ресурс:
zh_cn: 你也可以设置共享的权限：
zh_tw: 您也可以在共享上設定權限：

source: Read-Write: users can read, write, upload, download and sync files.
de: Lesen/Schreiben: Benutzer können Dateien lesen, schreiben, hochladen, herunterladen und synchronisieren.
es_ar: Lectura-Escritura: los usuarios pueden leer, escribir, subir, descargar y sincronizar archivos.
fa_ir: خواندن-نوشتن: کاربران می‌توانند فایل‌ها را بخوانند، بنویسند، آپلود کنند، دانلود کنند و همگام‌سازی کنند.
fr: Lecture-écriture : les utilisateurs peuvent lire, écrire, téléverser, télécharger et synchroniser les fichiers.
is: Lesa-Skrifa: notendur geta lesið, skrifað, hlaðið upp, hlaðið niður og samstillt skrár.
it: Leggi-Scrivi: gli utenti possono leggere, scrivere, caricare, scaricare e sincronizzare i file.
ja: 読み取り/書き込み：ユーザーは、ファイルの読み取り、書き込み、アップロード、ダウンロード、および同期を行うことができます。
ko: 읽기-쓰기: 사용자는 파일을 읽고, 쓰고, 업로드, 다운로드, 동기화할 수 있습니다.
pl: Odczyt-Zapis: użytkownicy mogą czytać, pisać, przesyłać, pobierać i synchronizować pliki.
ru: Чтение и запись: пользователи могут читать, писать, заружать, скачивать и синхронизировать файлы.
zh_cn: 可读写：用户可以查看、修改、上传、下载和同步文件。
zh_tw: 讀取/寫入：使用者可以讀取、寫入、上傳、下載和同步檔案。

source: Read-only: users can read, download and sync files.
de: Nur Lesen: Benutzer können Dateien lesen, herunterladen und synchronisieren.
es_ar: Sólo Lectura: los usuarios pueden leer, descargar y sincronizar archivos.
fa_ir: فقط خواندنی: کاربران می‌توانند فایل‌ها را بخوانند، دانلود کنند و همگام‌سازی کنند.
fr: Lecture seule : les utilisateurs peuvent lire, télécharger et synchroniser les fichiers.
is: Skrifvarið: notendur geta lesið, hlaðið niður og samstillt skrár.
it: Solo lettura: gli utenti possono leggere, scaricare e sincronizzare i file.
ja: 読み取り専用：ユーザーは、ファイルの読み取り、ダウンロード、および同期を行うことができます。
ko: 읽기 전용: 사용자는 파일을 읽고, 다운로드하고, 동기화할 수 있습니다.
pl: Tylko do odczytu: użytkownicy mogą czytać, pobierać i synchronizować pliki.
ru: Только для чтения: пользователи могут читать, скачивать и синхронизировать файлы.
zh_cn: 只读：用户可以查看、下载和同步文件。
zh_tw: 唯讀：使用者可以讀取、下載和同步檔案。

source: Admin: besides the write permission, users can also share the library.
de: Admin: Neben der Schreibberechtigung können Benutzer die Bibliothek auch freigeben.
es_ar: Administrador: además del permiso de escritura, los usuarios también pueden compartir la biblioteca.
fa_ir: مدیر: علاوه بر مجوز نوشتن، کاربران می‌توانند کتابخانه را نیز به اشتراک بگذارند.
fr: Administrateur : outre l'autorisation d'écriture, les utilisateurs peuvent également partager la bibliothèque.
is: Stjórnandi: auk skrifleyfis geta notendur einnig deilt safninu.
it: Amministratore: oltre al permesso di scrittura, gli utenti possono anche condividere la libreria.
ja: 管理者：書き込み権限に加えて、ユーザーはライブラリを共有することもできます。
ko: 관리자: 권한 설정과 더불어 라이브러리 공유를 할 수 있습니다.
pl: Administrator: oprócz uprawnień do zapisu, użytkownicy mogą również udostępniać bibliotekę.
ru: Администратор: помимо разрешения на запись, пользователи также могут делиться библиотекой.
zh_cn: 管理：除了可读写权限，用户还可以共享该资料库。
zh_tw: 管理員：除了寫入權限外，使用者還可以共享資源庫。

source: Online Read-Write: users can view and edit files online via a web browser. The files cannot be downloaded.
de: Online-Lesen/-Schreiben: Benutzer können Dateien online über einen Webbrowser anzeigen und bearbeiten. Die Dateien können nicht heruntergeladen werden.
es_ar: Lectura-Escritura Online: los usuarios pueden ver y editar archivos online mediante un navegador web. Los archivos no pueden ser descargados.
fa_ir: خواندن-نوشتن آنلاین: کاربران می‌توانند فایل‌ها را به صورت آنلاین از طریق مرورگر وب مشاهده و ویرایش کنند. فایل‌ها قابل دانلود نیستند.
fr: Lecture-écriture en ligne : les utilisateurs peuvent visualiser et modifier des fichiers en ligne via un navigateur web. Les fichiers ne peuvent pas être téléchargés.
is: Lesa-Skrifa á netinu: notendur geta skoðað og breytt skrám á netinu í gegnum vefskoðara. Ekki er hægt að hlaða niður skrám.
it: Leggi-Scrivi online: gli utenti possono visualizzare e modificare i file online via un browser web. I file non possono essere scaricati.
ja: オンライン読み取り/書き込み：ユーザーは、Webブラウザーを介してオンラインでファイルを表示および編集できます。ファイルはダウンロードできません。
ko: 온라인 읽기-쓰기: 사용자는 웹 브라우저를 통해 온라인에서 파일을 보고 편집할 수 있습니다. 파일 다운로드는 할 수 없습니다.
pl: Online Odczyt-Zapis: użytkownicy mogą przeglądać i edytować pliki online za pomocą przeglądarki internetowej. Plików nie można pobrać.
ru: Чтение и запись онлайн: пользователи могут просматривать и редактировать файлы в режиме онлайн через веб-браузер. Файлы не могут быть загружены.
zh_cn: 仅云端读写：用户可以通过 web 浏览器在线查看和编辑文件，不能下载文件。
zh_tw: 線上讀取/寫入：使用者可以透過網頁浏览器線上查看和編輯檔案。檔案不能被下載。

source: Online Read-only: users can only view files online via a web browser. The files cannot be downloaded.
de: Online-Nur-Lesen: Benutzer können Dateien nur online über einen Webbrowser anzeigen. Die Dateien können nicht heruntergeladen werden.
es_ar: Sólo Lectura Online: los usuarios sólo pueden ver archivos online mediante un navegador web. Los archivos no pueden ser descargados.
fa_ir: فقط خواندنی آنلاین: کاربران فقط می‌توانند فایل‌ها را به صورت آنلاین از طریق مرورگر وب مشاهده کنند. فایل‌ها قابل دانلود نیستند.
fr: En ligne en lecture seule : les utilisateurs peuvent uniquement consulter les fichiers en ligne via un navigateur web. Les fichiers ne peuvent pas être téléchargés.
is: Skrifvarið á netinu: notendur geta aðeins skoðað skrár á netinu í gegnum vefskoðara. Ekki er hægt að hlaða niður skrám.
it: Solo lettura online: gli utenti possono solo visualizzare i file online via un browser web. I file non possono essere scaricati.
ja: オンライン読み取り専用：ユーザーは、Webブラウザーを介してオンラインでファイルを表示することしかできません。ファイルはダウンロードできません。
ko: 온라인 읽기 전용: 사용자는 웹 브라우저를 통해 온라인에서 파일을 보기만 할 수 있습니다. 파일 다운로드는 할 수 없습니다.
ru: Только для чтения онлайн: пользователи могут просматривать файлы в Интернете только через веб-браузер. Файлы не могут быть скачаны.
zh_cn: 仅云端预览：用户只能通过 web 浏览器在线查看文件，不能下载文件。
zh_tw: 線上唯讀：使用者只能透過網頁浏览器線上查看檔案。檔案不能被下載。

source: To share a library or folder to a user or group:
de: So geben Sie eine Bibliothek oder einen Ordner für einen Benutzer oder eine Gruppe frei:
es_ar: Para compartir una biblioteca o carpeta a un usuario o grupo:
fa_ir: برای اشتراک‌گذاری یک کتابخانه یا پوشه با یک کاربر یا گروه:
fr: Partager une bibliothèque ou un dossier avec un utilisateur ou un groupe :
is: Til að deila safni eða möppu með notanda eða hópi:
it: Per condividere una libreria o cartella a un utente o gruppo:
ja: ライブラリまたはフォルダーをユーザーまたはグループと共有するには：
ko: 라이브러리 또는 폴더를 사용자 또는 그룹에 공유하려면:
ru: Чтобы предоставить доступ к библиотеке или папке пользователю или группе:
zh_cn: 共享一个资料库或目录给用户或群组：
zh_tw: 要將資源庫或資料夾與使用者或群組共享：

source: Hover your mouse over the library or folder and click on the "Share" icon that appears.
de: Bewegen Sie die Maus über die Bibliothek oder den Ordner und klicken Sie auf das angezeigte Symbol „Teilen“.
es_ar: Mueva el ratón sobre la biblioteca o carpeta y haga clic en el icono "Compartir" que aparece.
fa_ir: ماوس خود را روی کتابخانه یا پوشه ببرید و روی آیکون "اشتراک‌گذاری" که ظاهر می‌شود کلیک کنید.
fr: Passez votre souris sur la bibliothèque ou le dossier et cliquez sur l'icône "Partager" qui apparaît.
is: Haltu músinni yfir safnið eða möppuna og smelltu á „Deila“ táknið sem birtist.
it: Passa il mouse sulla libreria o cartella e fai clic sull'icona "Condividi" che appare.
ja: ライブラリまたはフォルダーの上にマウスを置き、表示される[共有]アイコンをクリックします。
ko: 라이브러리 또는 폴더에 마우스 커서를 올려둔 후 나타나는 "공유" 아이콘을 누릅니다.
ru: Наведите указатель мыши на библиотеку или папку и щелкните появившийся значок "Поделиться".
zh_cn: 将鼠标移动到资料库或目录上，然后点击出现的“共享”图标。
zh_tw: 將游標移到資源庫或資料夾上，然後點擊出現的 "共享" 圖示。

source: A pop-up window will appear with share options. Click the "Share to user" or "Share to group" tab on the left panel. Select the user or group. Then click "Submit".
de: Ein Popup-Fenster mit Freigabeoptionen wird angezeigt. Klicken Sie im linken Bereich auf die Registerkarte „Für Benutzer freigeben“ oder „Für Gruppe freigeben“. Wählen Sie den Benutzer oder die Gruppe aus. Klicken Sie dann auf „Senden“.
es_ar: Aparecerá una ventana emergente con opciones para compartir. Haga clic en la pestaña "Compartir con el usuario" o "Compartir con el grupo" en el panel izquierdo. Seleccione el usuario o grupo. Luego haga clic en "Enviar".
fa_ir: یک پنجره پاپ‌آپ با گزینه‌های اشتراک‌گذاری ظاهر خواهد شد. روی تب "اشتراک‌گذاری با کاربر" یا "اشتراک‌گذاری با گروه" در پنل سمت چپ کلیک کنید. کاربر یا گروه را انتخاب کنید. سپس روی "ارسال" کلیک کنید.
fr: Une fenêtre pop-up apparaît avec des options de partage. Cliquez sur l'onglet "Partager avec un utilisateur" ou "Partager avec un groupe" dans le panneau de gauche. Sélectionnez l'utilisateur ou le groupe. Cliquez ensuite sur "Soumettre".
is: Sprettigluggi birtist með deilingarvalkostum. Smelltu á flipann „Deila með notanda“ eða „Deila með hópi“ í vinstri spjaldinu. Veldu notandann eða hópinn. Smelltu síðan á „Senda“.
it: Una finestra a comparsa apparirà con opzioni di condivisione. Fai clic sul pulsante "Condividi a utente" o "Condividi a gruppo" nel pannello di sinistra. Seleziona l'utente o il gruppo. Quindi fai clic su "Invia".
ja: 共有オプションを含むポップアップウィンドウが表示されます。左側のパネルにある[ユーザーと共有]または[グループと共有]タブをクリックします。ユーザーまたはグループを選択します。次に、[送信]をクリックします。
ko: 공유 옵션이 들어간 팝업 창이 뜹니다. 좌측 창의 "사용자와 공유" 탭을 누르거나 "그룹과 공유" 탭을 누릅니다. 사용자 또는 그룹을 선택합니다. 그리고 "보내기"를 누릅니다.
ru: Появится всплывающее окно с параметрами общего доступа. Перейдите на вкладку "Поделиться с пользователем" или "Поделиться с группой" на левой панели. Выберите пользователя или группу. Затем нажмите "Отправить".
zh_cn: 一个包含共享选项的弹框会弹出来。点击左侧面板中的“共享给用户”或“共享给群组”，选择目标用户或群组，然后点击“提交”。
zh_tw: 一個彈出對話框將出現，提供共享選項。點擊左側面板中的 "共享到使用者" 或 "共享到群組" 分頁。選擇使用者或群組。然後點擊 "提交"。

source: After you share a library or folder to a user, the user can see it by clicking the "Shared with me" tab on the left panel in Seafile web app. If you share it to a group, the group members can only see it by navigating into the group.
de: Nachdem Sie eine Bibliothek oder einen Ordner für einen Benutzer freigegeben haben, kann dieser diese sehen, indem er in der Seafile-Web-App im linken Bereich auf die Registerkarte „Mit mir geteilt“ klickt. Wenn Sie die Bibliothek oder den Ordner für eine Gruppe freigeben, können die Gruppenmitglieder diese nur sehen, indem sie in die Gruppe navigieren.
es_ar: Después de compartir una biblioteca o carpeta con un usuario, el usuario puede verla haciendo clic en la pestaña "Compartido conmigo" en el panel izquierdo de la aplicación web de Seafile. Si lo comparte con un grupo, los miembros del grupo solo pueden verlo navegando dentro del grupo.
fa_ir: پس از اشتراک‌گذاری یک کتابخانه یا پوشه با یک کاربر، کاربر می‌تواند با کلیک روی تب "اشتراک‌گذاری شده با من" در پنل سمت چپ برنامه وب Seafile آن را ببیند. اگر آن را با یک گروه به اشتراک بگذارید، اعضای گروه فقط با رفتن به داخل گروه می‌توانند آن را ببینند.
fr: Après avoir partagé une bibliothèque ou un dossier avec un utilisateur, ce dernier peut le voir en cliquant sur l'onglet "Partagé avec moi" sur le panneau de gauche dans l'application web Seafile. Si vous la partagez avec un groupe, les membres du groupe ne peuvent la voir qu'en naviguant dans le groupe.
is: Eftir að þú deilir safni eða möppu með notanda getur notandinn séð það með því að smella á flipann „Deilt með mér“ í vinstri spjaldinu í Seafile vefforritinu. Ef þú deilir því með hópi geta hópmeðlimir aðeins séð það með því að fara inn í hópinn.
it: Dopo aver condiviso una libreria o cartella con un utente, l'utente può vederla facendo clic sulla scheda "Condiviso con me" nel pannello di sinistra nell'app web Seafile. Se condividi con un gruppo, i membri del gruppo possono vederla solo navigando nel gruppo.
ja: ライブラリまたはフォルダーをユーザーと共有すると、ユーザーはSeafile Webアプリの左側のパネルにある[自分と共有]タブをクリックして表示できます。グループと共有する場合、グループメンバーはグループに移動することによってのみ表示できます。
ko: 라이브러리 또는 폴더를 사용자에게 공유하고 나면 사용자는 Seafile 웹 앱의 좌측 창에서 "나에게 공유" 탭을 눌러 볼 수 있습니다. 그룹에 공유했다면 그룹을 탐색했을 때만 그룹 구성원이 볼 수 있습니다.
ru: После того, как вы предоставили пользователю доступ к библиотеке или папке, пользователь может увидеть ее, щелкнув вкладку "Общие со мной" на левой панели в веб-приложении Seafile. Если вы поделитесь им с группой, участники группы смогут увидеть его, только перейдя в группу.
zh_cn: 将一个资料库或目录共享给一个用户后，该用户可以在 Seafile web app 中点击左侧面板上的“共享给我的”来查看它。如果是共享给一个群组，那么群组中的成员只能进入该群组去查看它。
zh_tw: 在您將資源庫或資料夾共享給使用者後，使用者可以透過點擊 Seafile 網頁應用中的 "與我共享" 分頁來查看它。如果您將它共享給群組，群組成員只能透過導航到群組中來查看它。

source: To share a library to the entire organization: In Seafile web app, click the "Shared with all" tab on the left panel. Then click the "Add Library" button. In the drop-down menu, you can choose to share an existing library or create a new library and share it.
de: So geben Sie eine Bibliothek für die gesamte Organisation frei: Klicken Sie in der Seafile-Web-App im linken Bereich auf die Registerkarte „Für alle freigegeben“. Klicken Sie dann auf die Schaltfläche „Bibliothek hinzufügen“. Im Dropdown-Menü können Sie auswählen, ob Sie eine vorhandene Bibliothek freigeben oder eine neue Bibliothek erstellen und freigeben möchten.
es_ar: Para compartir una biblioteca con toda la organización: en la aplicación web de Seafile, haga clic en la pestaña "Compartido con todos" en el panel izquierdo. Luego haga clic en el botón "Agregar biblioteca". En el menú desplegable, puede elegir compartir una biblioteca existente o crear una nueva biblioteca y compartirla.
fa_ir: برای اشتراک‌گذاری یک کتابخانه با کل سازمان: در برنامه وب Seafile، روی تب "اشتراک‌گذاری با همه" در پنل سمت چپ کلیک کنید. سپس روی دکمه "افزودن کتابخانه" کلیک کنید. در منوی کشویی، می‌توانید انتخاب کنید که یک کتابخانه موجود را به اشتراک بگذارید یا یک کتابخانه جدید ایجاد کنید و آن را به اشتراک بگذارید.
fr: Pour partager une bibliothèque à l'ensemble de l'organisation : Dans Seafile web app, cliquez sur l'onglet "Partagée avec tout le monde" sur le panneau gauche. Puis cliquez sur le bouton "Ajouter une bibliothèque". Dans le menu déroulant, vous pouvez choisir de partager une bibliothèque existante ou de créer une nouvelle bibliothèque et de la partager.
is: Til að deila safni með allri stofnuninni: Í Seafile vefforritinu skaltu smella á flipann „Deilt með öllum“ í vinstri spjaldinu. Smelltu síðan á „Bæta við safni“ hnappinn. Í fellivalmyndinni geturðu valið að deila núverandi safni eða búa til nýtt safn og deila því.
it: Per condividere una libreria con l'intera organizzazione: nell'app web Seafile, fai clic sulla scheda "Condiviso con tutti" nel pannello di sinistra. Quindi fai clic sul pulsante "Aggiungi libreria". Nel menu a discesa, puoi scegliere di condividere una libreria esistente o creare una nuova libreria e condividerla.
ja: ライブラリを組織全体と共有するには：Seafile Webアプリで、左側のパネルにある[すべてと共有]タブをクリックします。次に、[ライブラリの追加]ボタンをクリックします。ドロップダウンメニューで、既存のライブラリを共有するか、新しいライブラリを作成して共有するかを選択できます。
ko: 라이브러리를 전체 조직에 공유하기: Seafile 웹 앱에서 좌측 창의 "모두에게 공유" 탭을 누릅니다. 그리고 "라이브러리 추가" 단추를 누릅니다. 드롭다운 메뉴에서 기존 라이브러리를 공유하거나 새 라이브러리를 만들어 공유할 수 있습니다.
ru: Чтобы предоставить доступ к библиотеке для всей организации: В веб-приложении Seafile щелкните вкладку "Общие со всеми" на левой панели. Затем нажмите кнопку "Добавить библиотеку". В раскрывающемся меню вы можете выбрать общий доступ для существующей библиотеки или создать новую библиотеку и ей поделиться.
zh_cn: 共享一个资料库到整个团队：在 Seafile web app 中，点击左侧面板上的“公共资料库”。然后点击“添加资料库”按钮。在弹出的下拉菜单中，你可以选择共享一个已存在的资料库，或者新建一个资料库并共享它。
zh_tw: 要將資源庫與整個組織共享：在 Seafile 網頁應用中，點擊左側面板中的 "與所有人共享" 分頁。然後點擊 "新增資源庫" 按鈕。在下拉菜單中，您可以選擇共享現有的資源庫或建立一個新的資源庫並共享它。

source: Internal links
ar: روابط داخلية
de: Interne Links
es_ar: Enlaces internos
fa_ir: لینک‌های داخلی
fr: Liens interne
is: Innri tenglar
it: Link interni
ja: 内部リンク
ko: 내부 링크
ru: Внутренние ссылки
zh_cn: 内部链接
zh_tw: 內部連結

source: Only logged in users who have read permission to the file or folder can access this link. It is used for internal file sharing. It's a convenient way for sharing files among team members who have access to a common library. You may just copy the link and paste it into an email or IM software.
de: Nur angemeldete Benutzer mit Leseberechtigung für die Datei oder den Ordner können auf diesen Link zugreifen. Er wird für die interne Dateifreigabe verwendet. Er ist eine praktische Möglichkeit, Dateien zwischen Teammitgliedern auszutauschen, die Zugriff auf eine gemeinsame Bibliothek haben. Sie können den Link einfach kopieren und in eine E-Mail oder IM-Software einfügen.
es_ar: Sólo los usuarios registrados que tienen permiso de lectura al archivo o carpeta pueden acceder a este enlace. Se utiliza para compartir archivos internamente. Es una forma conveniente de compartir archivos entre los miembros del equipo que tienen acceso a una biblioteca común. Puede copiar el enlace y pegarlo en un correo electrónico o en un software de mensajería instantánea.
fa_ir: فقط کاربران وارد شده‌ای که دسترسی خواندن به فایل یا پوشه را دارند می‌توانند به این لینک دسترسی پیدا کنند. برای اشتراک‌گذاری داخلی فایل استفاده می‌شود. این یک روش مناسب برای اشتراک‌گذاری فایل‌ها بین اعضای تیمی است که به یک کتابخانه مشترک دسترسی دارند. ممکن است فقط لینک را کپی کنید و در یک ایمیل یا نرم‌افزار پیام‌رسانی قرار دهید.
fr: Seul les utilisateurs authentifiés ayant le droit de lecture peuvent accéder à ce lien. Ce lien est utilisé pour du partage interne. C'est un bon moyen de partager des documents entres membres d'une équipe ayant accès à une librairie commune. Il suffit de copier le lien et de le transmettre par mail ou messagerie instantanée.
is: Aðeins innskráðir notendur sem hafa lesheimild á skránni eða möppunni geta fengið aðgang að þessum tengli. Það er notað til innri skráadeilingar. Það er þægileg leið til að deila skrám meðal liðsmanna sem hafa aðgang að sameiginlegu safni. Þú getur bara afritað tengilinn og límt hann inn í tölvupóst eða spjallforrit.
it: Solo gli utenti connessi che hanno il permesso di lettura per il file o la cartella possono accedere a questo link. Viene utilizzato per la condivisione di file all'interno dell'azienda. E' un modo conveniente per condividere file tra membri del team che hanno accesso a una libreria comune. Puoi semplicemente copiare il link e incollarlo in un'email o in un software di messaggistica istantanea.
ja: ログインしているユーザーのみが、ファイルまたはフォルダーへの読み取り権限を持っている場合に、このリンクにアクセスできます。これは、内部ファイル共有に使用されます。共通のライブラリにアクセスできるチームメンバー間でファイルを共有するのに便利な方法です。リンクをコピーして、メールまたはIMソフトウェアに貼り付けるだけです。
ko: 파일 또는 폴더에 읽기 권한을 가진 로그인한 사용자만 이 링크에 접근할 수 있습니다. 내부 파일 공유에 활용합니다. 일반 라이브러리에 접근하는 팀 구성원 끼리 파일을 공유하는 간편한 방식입니다. 링크를 복사하여 전자메일 또는 메신저 프로그램에 붙여넣기만 하면 됩니다.
ru: Только зарегистрированные пользователи, у которых есть разрешение на чтение файла или папки, могут получить доступ к этой ссылке. Она используется для внутреннего обмена файлами. Это удобный способ обмена файлами между членами команды, имеющими доступ к общей библиотеке. Вы можете просто скопировать ссылку и вставить ее в электронную почту или программу обмена мгновенными сообщениями.
zh_cn: 只有已登录并对相应的文件或目录有读权限的用户才可以访问这个链接。该功能用于内部文件共享。这是在有权限访问一个公共资料库的团队成员之间共享文件的一种便捷方法。你可以将链接复制粘贴到邮件或 IM 软件中。
zh_tw: 只有擁有檔案或資料夾讀取權限的已登入使用者可以存取此連結。此連結用於內部檔案共享，方便具有共同資源庫存取權的團隊成員間共享檔案。您可以將連結複製並貼上到電子郵件或即時通訊軟體中。
