Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: You can navigate into a library and manage your files and folders. You can upload, download, rename, move, copy and delete files.
ar: يمكنك التنقل إلى مكتبة وإدارة ملفاتك ومجلداتك. يمكنك تحميل الملفات وتنزيلها وإعادة تسميتها ونقلها ونسخها وحذفها.
de: Sie können in eine Bibliothek navigieren und Ihre Dateien und Ordner verwalten. Sie können Dateien hochladen, herunterladen, umbenennen, verschieben, kopieren und löschen.
es_ar: Usted puede navegar dentro de una biblioteca y gestionar sus archivos y carpetas. Puede subir, descargar, renombrar, mover, copiar y eliminar archivos.
fa_ir: می‌توانید به داخل یک کتابخانه بروید و فایل‌ها و پوشه‌های خود را مدیریت کنید. می‌توانید فایل‌ها را آپلود، دانلود، تغییر نام، جابجا، کپی و حذف کنید.
fr: Vous pouvez naviguer dans une librairie et gérer vos fichiers et dossiers. Vous pouvez téléverser, télécharger, renommer, déplacer, copier et supprimer des fichiers.
it: Puoi navigare in una libreria e gestire i tuoi file e cartelle. Puoi caricare, scaricare, rinominare, spostare, copiare e cancellare file.
ja: ライブラリに移動して、ファイルとフォルダーを管理できます。ファイルのアップロード、ダウンロード、名前変更、移動、コピー、削除が可能です。
ko: 라이브러리 내부를 탐색하고 파일과 폴더를 관리할 수 있습니다. 파일을 업로드, 다운로드, 이름 바꾸기, 이동, 복사, 삭제할 수 있습니다.
pl: Możesz przejść do biblioteki i zarządzać plikami oraz folderami. Możesz przesyłać, pobierać, zmieniać nazwy, przenosić, kopiować i usuwać pliki.
ru: Вы можете переходить в библиотеку и управлять своими файлами и папками. Вы можете загружать, скачивать, переименовывать, перемещать, копировать и удалять файлы.
zh_cn: 你可以进入一个资料库管理你的文件和目录。你可以上传，下载，重命名，移动，复制和删除文件。
zh_tw: 您可以瀏覽資源庫，並管理您的檔案和資料夾。您可以上傳、下載、重新命名、移動、複製和刪除檔案。

source: After <a href="%(SITE_ROOT)shelp/install_sync/">syncing a library with desktop client</a>, you can do any file operations inside the local library folder. The operations will be uploaded to the server.
ar: بعد <a href="%(SITE_ROOT)shelp/install_sync/">مزامنة مكتبة مع عميل سطح المكتب</a> ، يمكنك القيام بأي عمليات ملفات داخل مجلد المكتبة المحلية. سيتم تحميل العمليات على الخادم.
de: Nach <a href="%(SITE_ROOT)shelp/install_sync/">Synchronisieren einer Bibliothek mit dem Desktop-Client</a>, Sie können beliebige Dateivorgänge im lokalen Bibliotheksordner ausführen. Die Vorgänge werden auf den Server hochgeladen.
es_ar: Luego de <a href="%(SITE_ROOT)shelp/install_sync/">sincronizar una biblioteca con el cliente de escritorio</a>, usted puede realizar cualquier tipo de operación dentro de la carpeta local de la biblioteca. Esas operaciones serán subidas al servidor.
fa_ir: پس از <a href="%(SITE_ROOT)shelp/install_sync/">همگام‌سازی یک کتابخانه با کلاینت دسکتاپ</a>، می‌توانید هر عملیات فایلی را در داخل پوشه کتابخانه محلی انجام دهید. عملیات به سرور آپلود خواهند شد.
fr: Après avoir <a href="%(SITE_ROOT)shelp/install_sync/">synchroniser une librairie avec un client de bureau</a>, vous pouvez effectuer n'importe quel opérations depuis le dossier local de la librairie. Les opérations seront répercutées sur le serveur.
it: Dopo aver <a href="%(SITE_ROOT)shelp/install_sync/">sincronizzato una libreria con client desktop</a>, puoi eseguire qualsiasi operazione di file all'interno della cartella della libreria locale. Le operazioni verranno caricate sul server.
ja: ＜a href="%(SITE_ROOT)shelp/install_sync/"＞デスクトップクライアントとライブラリを同期する＜/a＞と、ローカルライブラリフォルダ内で任意のファイル操作を実行できます。操作はサーバーにアップロードされます。
ko: <a href="%(SITE_ROOT)shelp/install_sync/">데스크톱 클라이언트로 라이브러리 동기화</a>를 진행한 이후, 로컬 라이브러리 폴더에서 파일 처리를 진행할 수 있습니다. 해당 동작은 서버로 올릴 수도 있습니다.
pl: Po <a href="%(SITE_ROOT)shelp/install_sync/">zsynchronizowaniu biblioteki z klientem desktopowym</a> możesz wykonywać dowolne operacje na plikach w lokalnym folderze biblioteki. Operacje zostaną przesłane na serwer.
ru: После <a href="%(SITE_ROOT)shelp/install_sync/">синхронизации библиотеки с настольным клиентом</a> вы можете выполнять любые файловые операции внутри папки локальной библиотеки. Операции будут загружены на сервер.
zh_cn: <a href="%(SITE_ROOT)shelp/install_sync/">同步一个资料库到桌面客户端</a>后，你可以在本地的资料库目录中做任何的文件操作。这些操作会被上传到服务器端。
zh_tw: 在 <a href="%(SITE_ROOT)shelp/install_sync/">使用桌面客戶端同步資源庫</a> 之後，您可以在本地資源庫資料夾中進行任何檔案操作。這些操作將被上傳到伺服器。

source: Seafile tracks modification history for the entire library. Whenever a file operation applies to a library (file update, file deletion etc.), Seafile creates a "snapshot" of the previous state of the library. The snapshot contains the complete file and folder structure of the library.
ar: يتتبع سيفايل Seafile محفوظات التعديل للمكتبة بأكملها. عندما تنطبق عملية ملف على مكتبة (تحديث الملف ، حذف الملف ، إلخ) ، يقوم سيفايل بإنشاء "لقطة" للحالة السابقة للمكتبة. تحتوي اللقطة على بنية الملف والمجلد الكاملة للمكتبة.
de: Seafile verfolgt den Änderungsverlauf für die gesamte Bibliothek. Immer wenn eine Dateioperation auf eine Bibliothek angewendet wird (Dateiaktualisierung, Dateilöschung usw.), erstellt Seafile einen „Schnappschuss“ des vorherigen Zustands der Bibliothek. Der Schnappschuss enthält die vollständige Datei- und Ordnerstruktur der Bibliothek.
es_ar: Seafile realiza un seguimiento del historial de modificaciones para la biblioteca completa. Cada vez que una operación de archivo se aplica a una biblioteca (actualización de archivo, eliminación de archivo, etc.), Seafile crea una "instantánea" del estado previo de la biblioteca. La instantánea contiene el archivo completo y la estructura de carpetas de la biblioteca.
fa_ir: Seafile تاریخچه تغییرات را برای کل کتابخانه ردیابی می‌کند. هر زمان که یک عملیات فایل روی یک کتابخانه اعمال شود (به‌روزرسانی فایل، حذف فایل و غیره)، Seafile یک "اسنپ‌شات" از وضعیت قبلی کتابخانه ایجاد می‌کند. اسنپ‌شات شامل ساختار کامل فایل و پوشه کتابخانه است.
fr: Seafile suit l'historique de modification de la librairie entière. Lorsqu'une opération s'applique à une librairie (mise à jour de fichier, suppression de fichier etc...), Seafile créé une "image" de l'état précédent de la librairie. L'image contient la structure complète des fichiers et dossiers de la librairie.
it: Seafile traccia la cronologia delle modifiche per l'intera libreria. Ogni volta che un'operazione di file si applica a una libreria (aggiornamento file, eliminazione file ecc.), Seafile crea un "snapshot" dello stato precedente della libreria. Lo snapshot contiene la struttura completa dei file e delle cartelle della libreria.
ja: Seafileは、ライブラリ全体の変更履歴を追跡します。ファイル操作がライブラリに適用されるたびに（ファイルの更新、ファイルの削除など）、Seafileはライブラリの以前の状態の「スナップショット」を作成します。スナップショットには、ライブラリの完全なファイルとフォルダー構造が含まれています。
ko: Seafile 에서는 라이브러리 전체의 수정 이력을 추적합니다. 파일 동작을 라이브러리에 적용(파일 업데이트, 파일 삭제 등)하면, Seafile에서는 라이브러리 이전 상태의 "스냅샷"을 만듭니다. 스냅샷에는 라이브러리의 완전한 파일 및 폴더 구조가 들어있습니다.
pl: Seafile śledzi historię modyfikacji całej biblioteki. Za każdym razem, gdy operacja na pliku dotyczy biblioteki (aktualizacja pliku, usunięcie pliku itp.), Seafile tworzy "migawkę" poprzedniego stanu biblioteki. Migawka zawiera kompletną strukturę plików i folderów biblioteki.
ru: Seafile отслеживает историю изменений для всей библиотеки. Каждый раз, когда файловая операция применяется к библиотеке (обновление файла, удаление файла и т. д.), Seafile создает "снимок" предыдущего состояния библиотеки. Снимок содержит полную структуру файлов и папок библиотеки.
zh_cn: Seafile 会跟踪整个资料库的修改历史。当资料库中有文件操作（比如文件更新，文件删除等）时，Seafile 会给资料库的前一个状态创建一个“快照”。这个快照包含这个资料库的全部文件和目录结构。
zh_tw: Seafile 追蹤整個資源庫的修改歷史。每當檔案操作適用于資源庫（例如檔案更新、檔案刪除等）時，Seafile 都會創建一個 "快照"，以便將資源庫的先前狀態 完整地記錄下來。

source: In some cases, you have changed a lot of files in the library, and find that you want to revert all these changes. Restoring many files to their old versions can be tedious. At this time, the snapshot feature becomes very handy. You can restore the entire library to any point in the past. All the files in the library will be restored to that point of time, all at once. It works like a "time machine" for the library.
ar: في بعض الحالات ، قمت بتغيير الكثير من الملفات في المكتبة ، ووجدت أنك تريد التراجع عن كل هذه التغييرات. قد تكون استعادة العديد من الملفات إلى إصداراتها القديمة أمرا شاقا. في هذا الوقت ، تصبح ميزة اللقطة مفيدة للغاية. يمكنك استعادة المكتبة بأكملها إلى أي نقطة في الماضي. ستتم استعادة جميع الملفات الموجودة في المكتبة إلى تلك النقطة الزمنية ، دفعة واحدة. إنه يعمل مثل "آلة الزمن" للمكتبة.
de: In manchen Fällen haben Sie viele Dateien in der Bibliothek geändert und möchten nun alle Änderungen rückgängig machen. Das Wiederherstellen vieler Dateien in ihren alten Versionen kann mühsam sein. In solchen Fällen ist die Snapshot-Funktion sehr praktisch. Sie können die gesamte Bibliothek zu jedem beliebigen Zeitpunkt in der Vergangenheit wiederherstellen. Alle Dateien in der Bibliothek werden gleichzeitig auf diesen Zeitpunkt zurückgesetzt. Es funktioniert wie eine „Zeitmaschine“ für die Bibliothek.
es_ar: En algunos casos, usted ha realizado gran cantidad de cambios en la biblioteca y se da cuenta que desea revertir todos esos cambios. Restaurar muchos archivos a su versión anterior puede ser un trabajo tedioso. En este momento es cuando la instantánea se torna útil. Puede restaurar la biblioteca completa a cualquier punto en el pasado. Todos los archivos en la biblioteca serán restaurados a ese instante de tiempo, simultáneamente. Funciona como una "máquina del tiempo" para la biblioteca.
fa_ir: در برخی موارد، شما فایل‌های زیادی را در کتابخانه تغییر داده‌اید و متوجه می‌شوید که می‌خواهید تمام این تغییرات را برگردانید. بازیابی فایل‌های زیاد به نسخه‌های قدیمی‌شان می‌تواند خسته‌کننده باشد. در این زمان، ویژگی اسنپ‌شات بسیار کاربردی می‌شود. می‌توانید کل کتابخانه را به هر نقطه‌ای در گذشته بازگردانید. تمام فایل‌های موجود در کتابخانه به آن نقطه زمانی، همه با هم، بازگردانده خواهند شد. این مانند یک "ماشین زمان" برای کتابخانه عمل می‌کند.
fr: Dans certains cas, vous avez modifié de nombreux fichiers, et souhaitez annuler ces changements. Restaurer de nombreux fichiers vers une versions antérieur peut être fastidieux. Dans ce cas, l'image de la librairie devient très pratique. Vous pouvez restaurer entièrement la librairie a n'importe quel moment du passé. Tout les fichiers de la librairie seront restaurer à ce instant du passé en une fois. Cela fonctionne comme "une machine à remonter le temps" pour la librairie
it: In alcuni casi, hai modificato molti file nella libreria e scopri di voler annullare tutte queste modifiche. Ripristinare molti file alle loro vecchie versioni può essere tedioso. In questo momento, la funzione di snapshot diventa molto utile. Puoi ripristinare l'intera libreria a qualsiasi punto del passato. Tutti i file nella libreria verranno ripristinati a quel punto nel tempo, tutto in una volta. Funziona come una "macchina del tempo" per la libreria.
ja: 場合によっては、ライブラリ内の多くのファイルを変更し、これらの変更をすべて元に戻したい場合があります。多くのファイルを古いバージョンに復元するのは面倒な場合があります。このとき、スナップショット機能が非常に役立ちます。ライブラリ全体を過去の任意の時点に復元できます。ライブラリ内のすべてのファイルが、その時点に一度に復元されます。これは、ライブラリの「タイムマシン」のように機能します。
ko: 어떤 경우에는 라이브러리의 많은 파일을 바꿀 수도 있으며, 바꾼 파일을 되돌려놓고 싶을 때가있습니다. 여러 파일을 이전 버전으로 되돌려놓는 과정은 따분한 일이 될 수 있습니다. 이때, 스냅샷 기능이 이 과정을 간단하게 처리해줍니다. 라이브러리 전체를 과거의 어떤 시점으로 되돌려줄 수 있습니다. 라이브러리의 모든 파일을 한번에 어떤 시점으로 되돌려놓습니다. 마치 라이브러리의 "타임 머신" 처럼 동작하죠.
pl: W niektórych przypadkach, gdy zmienisz wiele plików w bibliotece i zorientujesz się, że chcesz cofnąć wszystkie te zmiany, przywracanie wielu plików do ich starych wersji może być uciążliwe. W tym momencie funkcja migawki staje się bardzo przydatna. Możesz przywrócić całą bibliotekę do dowolnego punktu w przeszłości. Wszystkie pliki w bibliotece zostaną przywrócone do tego momentu, wszystkie na raz. Działa to jak "wehikuł czasu" dla biblioteki.
ru: В некоторых случаях вы изменили много файлов в библиотеке и обнаружите, что хотите отменить все эти изменения. Восстановление многих файлов до их старых версий может быть утомительным. В это время функция моментального снимка становится очень удобной. Вы можете восстановить всю библиотеку до любого момента в прошлом. Все файлы в библиотеке будут восстановлены на этот момент одновременно. Для библиотеки он работает как "машина времени".
zh_cn: 有些情况下，你修改了资料库中的很多文件，然后发现你想去掉所有的修改。把很多文件都恢复到旧版本可能会很乏味。此时，快照功能就变得很方便了。你可以将整个资料库都恢复到某个时间点。资料库中的所有文件都会被立刻恢复到那个时间点。它就像资料库的“时光机”。
zh_tw: 有時候，您在資源庫中修改了許多檔案，卻發現您想要還原所有這些變更。將多個檔案還原到舊版本可能很麻煩。此時，快照功能就非常有幫助了。您可以將整個 資源庫還原到過去的任何時刻。所有的檔案都將被還原到該時刻，且都是同時進行的。這就像是一個 "時間機器"， 專門用於資源庫。

source: To view library history and snapshots:
ar: تاريخ المكتبات و لقطاتها
de: So zeigen Sie den Bibliotheksverlauf und die Snapshots an:
es_ar: Para ver el historial de la biblioteca y las instantáneas:
fa_ir: برای مشاهده تاریخچه و اسنپ‌شات‌های کتابخانه:
fr: Pour voir l'historique et les images d'une librairie :
it: Per visualizzare la cronologia della libreria e gli snapshot:
ja: ライブラリの履歴とスナップショットを表示するには：
ko: 라이브러리 기록과 스냅샷을 보려면:
pl: Aby wyświetlić historię biblioteki i migawki:
ru: Для просмотра истории библиотеки и снимков:
zh_cn: 查看资料库历史和快照：
zh_tw: 檢視資源庫歷史和快照：

source: In Seafile Web App, navigate into the root folder of a library. Click the "History" icon in the library navigation top bar. All the change record of the library will be displayed in a list.
ar: في صفحة الويب، انتقل إلى المجلد الرئيسي للمكتبة. انقر على أيقونة "المحفوظات" في شريط التنقل العلوي للمكتبة. سيتم عرض كل سجل التعديلات الخاص بالمكتبة في قائمة.
de: Navigieren Sie in der Seafile Web App zum Stammordner einer Bibliothek. Klicken Sie in der oberen Navigationsleiste der Bibliothek auf das Symbol „Verlauf“. Alle Änderungsdatensätze der Bibliothek werden in einer Liste angezeigt.
es_ar: En la Web App Seafile, navegar hasta la carpeta raíz de la biblioteca. Hacer click en el icono "Historial" en la barra superior de navegación de la biblioteca. El registro de cambios de la biblioteca se mostrará en una lista.
fa_ir: در برنامه وب Seafile، به پوشه ریشه یک کتابخانه بروید. روی آیکون "تاریخچه" در نوار بالای ناوبری کتابخانه کلیک کنید. تمام سوابق تغییرات کتابخانه در یک لیست نمایش داده خواهد شد.
fr: Dans l'interface Web de Seafile, se rendre dans le dossier racine de la librairie. Cliquer sur l'icône "Historique" dans la barre de navigation situé en haut. Tout les changements de la librairie apparaîtront sous forme de liste
it: Nell'applicazione Web Seafile, naviga nella cartella principale di una libreria. Fai clic sull'icona "Cronologia" nella barra di navigazione superiore della libreria. Tutti i registri delle modifiche della libreria verranno visualizzati in un elenco.
ja: Seafile Webアプリで、ライブラリのルートフォルダーに移動します。ライブラリナビゲーションの上部バーにある[履歴]アイコンをクリックします。ライブラリのすべての変更レコードがリストに表示されます。
ko: Seafile 웹 앱에서 라이브러리의 최상위 폴더를 찾아봅니다. 라이브러리 탐색 상위 표시줄에서 "기록"를 누릅니다. 이 목록에 라이브러리의 바뀐 모든 기록이 나타납니다.
pl: W aplikacji internetowej Seafile przejdź do folderu głównego biblioteki. Kliknij ikonę "Historia" na górnym pasku nawigacji biblioteki. Wszystkie rekordy zmian biblioteki zostaną wyświetlone na liście.
ru: В веб-приложении Seafile перейдите в корневую папку библиотеки. Щелкните значок "История" на верхней панели навигации библиотеки. Все записи об изменениях библиотеки будут отображаться в списке.
zh_cn: 在 Seafile Web App 里，进入一个资料库的根目录，点击导航条上的“历史”图标，资料库的所有修改历史都会被列出来。
zh_tw: 在 Seafile 的網頁應用程式中，瀏覽至某個資源庫的根目錄。點擊資源庫導航欄中的 "歷史" 圖示。所有的變更記錄都將被顯示在一個列表中。

source: Click the "view snapshot" link on any modification record. You'll see the library state at the point of time.
ar: انقر على رابط "عرض لقطة" في أي سجل التعديلات. سترى حالة المكتبة في الوقت المناسب.
de: Klicken Sie in einem beliebigen Änderungsdatensatz auf den Link „Schnappschuss anzeigen“. Sie sehen den Bibliotheksstatus zum jeweiligen Zeitpunkt.
es_ar: Haga click en el enlace "ver instantánea" en cualquier registro de modificación. Podrá ver el estado de la biblioteca en ese instante de tiempo.
fa_ir: روی لینک "مشاهده اسنپ‌شات" در هر سابقه تغییر کلیک کنید. وضعیت کتابخانه در آن نقطه زمانی را خواهید دید.
fr: Cliquez sur le lien "voir l'image" sur n'importe quel entrée de modification. Vous verrez l'état de la librairie à ce moment du passé.
it: Fai clic sul link "visualizza snapshot" su qualsiasi registro di modifica. Vedrai lo stato della libreria in quel momento.
ja: 変更レコードの[スナップショットの表示]リンクをクリックします。その時点でのライブラリの状態が表示されます。
ko: 수정 기록 어디에서든 "스냅샷 보기" 링크를 누릅니다. 해당 시점의 라이브러리 상태를 볼 수 있습니다.
pl: Kliknij łącze "wyświetl migawkę" przy dowolnym rekordzie modyfikacji. Zobaczysz stan biblioteki w danym momencie.
ru: Щелкните ссылку "просмотреть снимок" в любой записи об изменении. Вы увидите состояние библиотеки на определенный момент времени.
zh_cn: 点击任意修改记录上的“查看快照”链接，你可以看到那个时间点上的资料库状态。
zh_tw: 點擊任何修改記錄上的 "檢視快照" 連結。您將可以看到資源庫在該時刻的狀態。

source: In the snapshot view, you can download or restore any file or folder. If you're the library's owner, you can restore the enitre library to this point of time.
ar: في طريقة عرض اللقطة ، يمكنك تنزيل أو استعادة أي ملف أو مجلد. إذا كنت مالك المكتبة، يمكنك استعادة المكتبة كاملاً إلى هذا الوقت.
de: In der Snapshot-Ansicht können Sie beliebige Dateien oder Ordner herunterladen oder wiederherstellen. Wenn Sie der Eigentümer der Bibliothek sind, können Sie die gesamte Bibliothek bis zu diesem Zeitpunkt wiederherstellen.
fr: Depuis l'affichage de l'image, vous pouvez télécharger ou restaurer n'importe quel fichier ou dossier. Si vous êtes le propriétaire de la librairie, vous pouvez restaurer entièrement la librairie à ce moment du temps.
ko: 스냅샷 보기에서 파일 또는 폴더를 다운로드하거나 복원할 수 있습니다. 라이브러리 소유자라면 해당 시점으로 라이브러리 전체를 되돌릴 수 있습니다.
ru: В режиме просмотра снимков вы можете загрузить или восстановить любой файл или папку. Если вы являетесь владельцем библиотеки, вы можете восстановить библиотеку до этого момента времени.

source: You can configure the retention period of library history: <a href="%(SITE_ROOT)shelp/setting_library_history/">setting history retention period</a>.
ar: يمكنك تكوين فترة الاحتفاظ بمحفوظات المكتبة: <a href="%(SITE_ROOT)shelp/setting_library_history/">تعيين فترة استبقاء المحفوظات</a>.
de: Sie können die Aufbewahrungsdauer des Bibliotheksverlaufs konfigurieren: <a href="%(SITE_ROOT)shelp/setting_library_history/">Festlegen der Aufbewahrungsdauer des Verlaufs</a>.
es_ar: Puede configurar el período de retención del historial de la biblioteca: <a href="%(SITE_ROOT)shelp/setting_library_history/">configurando el periodo de retención del historial</a>.
fa_ir: می‌توانید دوره نگهداری تاریخچه کتابخانه را پیکربندی کنید: <a href="%(SITE_ROOT)shelp/setting_library_history/">تنظیم دوره نگهداری تاریخچه</a>.
fr: Vous pouvez configurer la période de rétention de l'historique de la librairie: <a href="%(SITE_ROOT)shelp/setting_library_history/">Paramètre de la période de rétention de l'historique</a>.
it: Puoi configurare il periodo di conservazione della cronologia della libreria: <a href="%(SITE_ROOT)shelp/setting_library_history/">impostare il periodo di conservazione della cronologia</a>.
ja: ライブラリの履歴の保持期間を設定できます：<a href="%(SITE_ROOT)shelp/setting_library_history/"＞履歴の保持期間の設定＜/a＞。
ko: 라이브러리 기록 유지 기간을 설정할 수 있습니다: <a href="%(SITE_ROOT)shelp/setting_library_history/">기록 유지 기간 설정</a>.
pl: Możesz skonfigurować okres przechowywania historii biblioteki: <a href="%(SITE_ROOT)shelp/setting_library_history/">ustawianie okresu przechowywania historii</a>.
ru: Вы можете настроить срок хранения истории библиотеки: <a href="%(SITE_ROOT)shelp/setting_library_history/">установив срок хранения истории</a>.
zh_cn: 你可以配置资料库历史的保存时间：<a href="%(SITE_ROOT)shelp/setting_library_history/">设置历史保留时间</a>。
zh_tw: 您可以設定資源庫歷史的保留期限：<a href="%(SITE_ROOT)shelp/setting_library_history/">設定歷史保留期限</a>。

source: Capturing and storing little structured data in an easy-to-use fashion – that is what Seafile’s wikis are for. Wiki pages are written in Markdown (MD), a simple markup language, to ensure cross platform compatibility. MD files store textual, tabular as well as graphical information; You can also add links to other documents in a Markdown file.
ar: التقاط وتخزين القليل من البيانات المنظمة بطريقة سهلة الاستخدام - هذا هو الغرض من مواقع الويكي الخاصة بسيفايل. تتم كتابة صفحات Wiki بلغة ماركداون Markdown (MD) ، وهي لغة ترميز بسيطة ، لضمان التوافق عبر الأنظمة الأساسية. ملفات MD تخزين المعلومات النصية والجدولية وكذلك الرسومية. يمكنك أيضا إضافة روابط إلى مستندات أخرى في ملف ماركداون.
de: Kleine, strukturierte Daten auf benutzerfreundliche Weise erfassen und speichern – dafür sind die Wikis von Seafile da. Wiki-Seiten werden in Markdown (MD) geschrieben, einer einfachen Auszeichnungssprache, um plattformübergreifende Kompatibilität zu gewährleisten. MD-Dateien speichern Text-, Tabellen- und Grafikinformationen. Sie können einer Markdown-Datei auch Links zu anderen Dokumenten hinzufügen.
es_ar: Capturar y almacenar pequeños datos estructurados de una manera fácil de usar: para eso sirven los wikis de Seafile. Las páginas wiki están escritas en Markdown (MD), un lenguaje de marcado simple, para garantizar la compatibilidad entre plataformas. Los archivos MD almacenan información textual, tabular y gráfica; También puede agregar enlaces a otros documentos en un archivo Markdown.
fa_ir: ضبط و ذخیره داده‌های ساختاریافته کوچک به روشی آسان برای استفاده - این همان چیزی است که ویکی‌های Seafile برای آن هستند. صفحات ویکی به زبان Markdown (MD) نوشته می‌شوند، یک زبان نشانه‌گذاری ساده، برای اطمینان از سازگاری بین پلتفرم‌ها. فایل‌های MD اطلاعات متنی، جدولی و همچنین گرافیکی را ذخیره می‌کنند؛ همچنین می‌توانید لینک‌هایی به سایر اسناد در یک فایل Markdown اضافه کنید.
fr: Saisir et stocker des données peu structurées d'une manière facile à utiliser - voilà à quoi servent les wikis de Seafile. Les pages du wiki sont écrites en Markdown (MD), un langage de balisage simple, pour assurer la compatibilité entre les plateformes. Les fichiers MD stockent des informations textuelles, tabulaires et graphiques. Vous pouvez également ajouter des liens vers d'autres documents dans un fichier Markdown.
it: Catturare e memorizzare piccoli dati strutturati in modo facile da usare – è per questo che servono i wiki di Seafile. Le pagine wiki sono scritte in Markdown (MD), un semplice linguaggio di markup, per garantire la compatibilità tra piattaforme. I file MD memorizzano informazioni testuali, tabellari e grafiche; Puoi anche aggiungere collegamenti ad altri documenti in un file Markdown.
ja: 使いやすい方法で構造化されていないデータをキャプチャして保存すること—これがSeafileのwikiの目的です。 Wikiページは、クロスプラットフォームの互換性を確保するために、シンプルなマークアップ言語であるMarkdown（MD）で記述されています。 MDファイルには、テキスト、表形式、およびグラフィカルな情報が保存されます。 Markdownファイル内の他のドキュメントへのリンクを追加することもできます。
ko: 간편한 방식의 약간 구조화한 데이터 캡처 및 저장 – Seafiel 위키를 둔 이유입니다. 위키 페이지는 단순한 마크업 언어인 마크다운(MD)으로 작성하여, 교차 플랫폼 호환성을 보증합니다. MD 파일은 그래픽 정보처럼 텍스트와 표로 가지런하게 저장합니다. 마크다운 파일에 다른 문서를 연결할 수도 있습니다.
pl: Przechwytywanie i przechowywanie małych danych strukturalnych w łatwy do użycia sposób – do tego służą wiki Seafile. Strony wiki są pisane w Markdown (MD), prostym języku znaczników, aby zapewnić kompatybilność między platformami. Pliki MD przechowują informacje tekstowe, tabelaryczne oraz graficzne; Możesz również dodawać łącza do innych dokumentów w pliku Markdown.
ru: Сбор и хранение небольших структурированных данных в удобной форме - вот для чего нужны вики-сайты Seafile. Wiki-страницы написаны на Markdown (MD), простом языке разметки, чтобы гарантировать кросс-платформенную совместимость. Файлы MD хранят текстовую, табличную, а также графическую информацию; Вы также можете добавалять ссылки на другие документы в файле Markdown.
zh_cn: 以一种易于使用的方式捕获和存储非结构化的数据，这就是 Seafile Wiki 的目的。 Wiki 页面以 Markdown（MD），一种简单的标记语言，编写，以确保跨平台兼容性。 MD 文件存储文本，表格和图形信息； 你还可以在 Markdown 文件中添加指向其他文档的链接。
zh_tw: 捕捉和儲存少量的無結構化資料，以便實現易於使用的 wiki – 這是 Seafile 的 wikis 的用途。Wiki 頁面使用 Markdown (MD)，一個簡單的標記語言，以確保跨平台的相容性。MD 檔案可以儲存文字、表格、圖形資訊，也可以在 Markdown 檔案中添加到其他 文檔的連結。
