Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: You can manage a standard library in Seafile like a Wiki, with the "Column View" introduced in 7.0 version. Since Seafile implements wikis as standard Seafile libraries, they can be synced and shared with other users just like any ordinary library.
ar: يمكنك إدارة مكتبة قياسية في سيفايل مثل Wiki ، مع "عرض العمود" المقدم في الإصدار 7.0. نظرا لأن سيفايل ينفذ مواقع الويكي كمكتبات سيفايل اﻷساسية ، فيمكن مزامنتها ومشاركتها مع مستخدمين آخرين تماما مثل أي مكتبة عادية.
de: Sie können eine Standardbibliothek in Seafile wie ein Wiki verwalten, mit der in Version 7.0 eingeführten „Spaltenansicht“. Da Seafile Wikis als Standardbibliotheken von Seafile implementiert, können sie wie jede normale Bibliothek synchronisiert und mit anderen Benutzern geteilt werden.
es_ar: Puede administrar una biblioteca estándar en Seafile como una Wiki, con la "Vista de columna" introducida en la versión 7.0. Dado que Seafile implementa wikis como bibliotecas estándar de Seafile, se pueden sincronizar y compartir con otros usuarios como cualquier biblioteca ordinaria.
fa_ir: می‌توانید یک کتابخانه استاندارد در Seafile را مانند یک ویکی مدیریت کنید، با "نمایش ستونی" که در نسخه 7.0 معرفی شد. از آنجایی که Seafile ویکی‌ها را به عنوان کتابخانه‌های استاندارد Seafile پیاده‌سازی می‌کند، می‌توان آن‌ها را مانند هر کتابخانه معمولی با کاربران دیگر همگام‌سازی و به اشتراک گذاشت.
fr: Vous pouvez gérer une bibliothèque standard dans Seafile comme un Wiki, avec la "Vue en colonne" introduite dans la version 7.0. Puisque Seafile implémente les wikis comme des bibliothèques Seafile standard, ils peuvent être synchronisés et partagés avec d'autres utilisateurs comme n'importe quelle bibliothèque ordinaire.
it: È possibile gestire una libreria standard in Seafile come un Wiki, con la "Vista colonna" introdotta nella versione 7.0. Poiché Seafile implementa wiki come librerie Seafile standard, possono essere sincronizzate e condivise con altri utenti proprio come qualsiasi libreria ordinaria.
ja: Seafileの標準ライブラリをWikiのように管理できます。バージョン7.0で導入された「カラム表示」を使用します。SeafileはWikiを標準のSeafileライブラリとして実装しているため、通常のライブラリと同じように他のユーザーと同期および共有できます。
ko: 7.0 버전에 도입한 "열 보기" 방식으로 Seafile의 표준 라이브러리를 위키 처럼 관리할 수 있습니다. Seafile에서는 위키를 표준 Seafile 라이브러리로 구현했기 때문에, 다른 일반 라이브러리 처럼 동기화하고 다른 사용자에게 공유할 수 있습니다.
pl: Możesz zarządzać standardową biblioteką w Seafile jak Wiki, za pomocą "Widoku kolumnowego" wprowadzonego w wersji 7.0. Ponieważ Seafile implementuje wiki jako standardowe biblioteki Seafile, można je synchronizować i udostępniać innym użytkownikom tak jak każdą zwykłą bibliotekę.
ru: Вы можете управлять стандартной библиотекой в ​​Seafile, как Wiki, с помощью "Вид столбцов", представленного в версии 7.0. Поскольку Seafile реализует вики как стандартные библиотеки Seafile, они могут быть синхронизированы и предоставлены другим пользователям, как и любая обычная библиотека.
zh_cn: 应用 7.0 版中介绍的“分栏查看”模式，在 Seafile 中你可以像使用 Wiki 一样管理一个标准的资料库。由于 wiki 被实现为标准的资料库，它们可以像其他普通的资料库一样被同步和被共享给其他用户。
zh_tw: 您可以像 wiki 一樣管理 Seafile 的標準資源庫，使用 7.0 版本中引入的 "Column View"。因為 Seafile 將 wikis 實現為標準的 Seafile 資 源庫，因此它們可以與其他用戶同步和共享，就像任何普通的資源庫一樣。

source: Column view
ar: عرض العمود
de: Spaltenansicht
es_ar: Vista de columna
fa_ir: نمایش ستونی
fr: Vue colonne
it: Vista colonna
ja: カラム表示
ko: 열 보기
pl: Widok kolumnowy
ru: Вид столбцов
zh_cn: 分栏视图
zh_tw: 行视图

source: Wikis usually have a side bar containing a tree-like folder structure, to enable quick-and-easy browsing of Wiki pages. Seafile's Column View allows you to manage the files in a library in the same way as a Wiki space. Users can browse in it and move files and folders just by dragging and dropping. File actions such as renaming, moving, and opening via client are available in a right-click-accessible context menu.
ar: عادة ما تحتوي مواقع الويكي على شريط جانبي يحتوي على بنية مجلد تشبه الشجرة ، لتمكين التصفح السريع والسهل لصفحات Wiki. يتيح لك عرض العمود في سيفايل إدارة الملفات في مكتبة بنفس طريقة مساحة Wiki. يمكن للمستخدمين تصفحه ونقل الملفات والمجلدات فقط عن طريق السحب والإفلات. تتوفر إجراءات الملفات مثل إعادة التسمية والنقل والفتح عبر العميل في قائمة سياق يمكن الوصول إليها بالنقر بزر الماوس الأيمن.
de: Wikis verfügen normalerweise über eine Seitenleiste mit einer baumartigen Ordnerstruktur, um ein schnelles und einfaches Durchsuchen der Wiki-Seiten zu ermöglichen. Mit der Spaltenansicht von Seafile können Sie die Dateien in einer Bibliothek auf die gleiche Weise wie in einem Wiki-Bereich verwalten. Benutzer können darin stöbern und Dateien und Ordner einfach per Drag & Drop verschieben. Dateiaktionen wie Umbenennen, Verschieben und Öffnen über den Client sind in einem per Rechtsklick erreichbaren Kontextmenü verfügbar.
es_ar: Los wikis suelen tener una barra lateral que contiene una estructura de carpetas en forma de árbol, para permitir una navegación rápida y sencilla de las páginas wiki. La vista de columna de Seafile le permite administrar los archivos en una biblioteca de la misma manera que un espacio wiki. Los usuarios pueden navegar en él y mover archivos y carpetas simplemente arrastrando y soltando. Las acciones de archivo, como cambiar el nombre, mover y abrir a través del cliente, están disponibles en un menú contextual accesible con el botón derecho.
fa_ir: ویکی‌ها معمولاً یک نوار کناری دارند که شامل یک ساختار پوشه‌ای درختی است، تا مرور سریع و آسان صفحات ویکی را ممکن سازد. نمایش ستونی Seafile به شما امکان می‌دهد فایل‌های یک کتابخانه را به همان روش یک فضای ویکی مدیریت کنید. کاربران می‌توانند در آن مرور کنند و فایل‌ها و پوشه‌ها را فقط با کشیدن و رها کردن جابجا کنند. اقدامات فایل مانند تغییر نام، جابجایی و باز کردن از طریق کلاینت در یک منوی زمینه قابل دسترسی با کلیک راست در دسترس هستند.
fr: Les wikis ont généralement une barre latérale contenant une structure de dossiers en forme d'arbre, pour permettre une navigation rapide et facile des pages du wiki. La vue en colonnes de Seafile permet de gérer les fichiers d'une bibliothèque de la même manière qu'un espace Wiki. Les utilisateurs peuvent y naviguer et déplacer des fichiers et des dossiers par simple glisser-déposer. Les actions sur les fichiers telles que le renommage, le déplacement et l'ouverture via le client sont disponibles dans un menu contextuel accessible par un clic droit.
it: Le wiki solitamente hanno una barra laterale contenente una struttura ad albero dei file e delle cartelle, per consentire una navigazione rapida e facile delle pagine della wiki. La vista colonna di Seafile consente di gestire i file in una libreria nello stesso modo di uno spazio della wiki. Gli utenti possono navigare in essa e spostare file e cartelle semplicemente trascinando e rilasciando. Le azioni del file come rinominare, spostare e aprire via client sono disponibili in un menu contestuale accessibile con un clic destro.
ja: 通常、Wikiには、Wikiページをすばやく簡単に閲覧できるように、ツリーのようなフォルダー構造を含むサイドバーがあります。Seafileのカラム表示を使用すると、Wikiスペースと同じ方法でライブラリ内のファイルを管理できます。ユーザーはそれを閲覧し、ドラッグアンドドロップするだけでファイルとフォルダーを移動できます。名前の変更、移動、クライアント経由でのオープンなどのファイルアクションは、右クリックでアクセスできるコンテキストメニューで使用できます。
ko: 위키는 위키 페이지의 간편 탐색이 가능하게끔 트리 형태 폴더 구조식의 가장자리 표시줄이 있습니다. Seafile의 열 보기 기능은 위키 영역을 라이브러리 파일 관리 방식처럼 관리할 수 있게 해줍니다. 사용자는 라이브러리의 파일을 관리하듯 탐색할 수 있으며, 끌어다 놓기 방식으로 파일과 폴더를 이동할 수 있습니다. 이름 바꾸기, 이동, 클라이언트로 열기 등의 파일 동작 역시 오른쪽 단추 단축 메뉴로 사용할 수 있습니다.
pl: Wiki zazwyczaj mają pasek boczny zawierający strukturę folderów w postaci drzewa, aby umożliwić szybkie i łatwe przeglądanie stron Wiki. Widok kolumnowy Seafile pozwala zarządzać plikami w bibliotece w taki sam sposób jak przestrzenią Wiki. Użytkownicy mogą przeglądać oraz przenosić pliki i foldery poprzez przeciąganie i upuszczanie. Akcje na plikach, takie jak zmiana nazwy, przenoszenie i otwieranie za pomocą klienta, są dostępne w menu kontekstowym dostępnym po kliknięciu prawym przyciskiem myszy.
ru: Вики-сайты обычно имеют боковую панель, содержащую древовидную структуру папок, чтобы обеспечить быстрый и легкий просмотр страниц вики. "Вид столбцов" в Seafile позволяет вам управлять файлами в библиотеке так же, как и в Wiki. Пользователи могут просматривать в нем и перемещать файлы и папки, просто перетаскивая их. Действия с файлом, такие как переименование, перемещение и открытие через клиент, доступны в контекстном меню, доступном по щелчку правой кнопкой мыши.
zh_cn: Wiki 通常有一个包含树状文件夹结构的侧边栏，以实现对 Wiki 页面的快速便捷浏览。 Seafile 的分栏视图允许你以与 Wiki 空间相同的方式管理资料库中的文件。 用户可以在其中浏览，并且通过拖放来移动文件和文件夹。 可以在右键单击弹出的菜单中找到诸如重命名，移动，和在客户端中打开等文件操作。
zh_tw: wikis 通常具有側邊欄，包含樹狀的資料夾結構，以便快速瀏覽 Wiki 頁面。Seafile 的 Column View 允許您以相同的方式管理資源庫中的檔案 ，就像 Wiki 空間一樣。用戶可以在其中瀏覽、拖曳和拖曳檔案和資料夾。檔案操作，例如重新命名、移動和使用客戶端打開， 可以在右鍵可存取的上下文菜單中使用。

source: WYSIWYG Markdown editor
ar: محرر WYSIWYG ماركداون
es_ar: Editor de Markdown WYSIWYG
fa_ir: ویرایشگر Markdown WYSIWYG
fr: Éditeur Markdown WYSIWYG
it: Editor markdown WYSIWYG
ja: WYSIWYG Markdownエディター
ko: 위지윅 마크다운 편집기
pl: Edytor Markdown WYSIWYG
ru: Редактор WYSIWYG Markdown
zh_cn: WYSIWYG Markdown 编辑器
zh_tw: WYSIWYG Markdown 編輯器

source: Wiki pages in Seafile are saved as ordinary documents in Markdown format. To create a new Wiki page in a library, just create a new Markdown document. MD files can be edited straight from Seafile’s web interface with the online MD editor. The web-based editor offers a smooth user experience and rich formatting options for text, images, and tables. Images can be imported into MD files from libraries and local storage as well as by hyperlinks. Basic image editing functions such as scaling can also be performed in the editor’s what-you-see-is-what-you-get (WYSIWYG) interface. Tables can be inserted and modified with just a few clicks. The same thing goes for a table’s content: A table can be copied in its entirety or in part without leaving the WYSIWYG view.
ar: يتم حفظ صفحات Wiki في سيفايل كمستندات عادية بتنسيق ماركداون. لإنشاء صفحة Wiki جديدة في مكتبة ، ما عليك سوى إنشاء مستند ماركداون جديد. يمكن تحرير ملفات ماركداون MD مباشرة من واجهة الويب الخاصة ب سيفايل باستخدام محرر ماركداون MD عبر الإنترنت. يوفر المحرر المستند إلى الويب تجربة مستخدم سلسة وخيارات تنسيق غنية للنصوص والصور والجداول. يمكن استيراد الصور إلى ملفات ماركداون MD من المكتبات والتخزين المحلي وكذلك عن طريق الارتباطات التشعبية. يمكن أيضا تنفيذ وظائف تحرير الصور الأساسية مثل القياس في واجهة المحرر "ما تراه هو ما تحصل عليه" (WYSIWYG). يمكن إدراج الجداول وتعديلها ببضع نقرات فقط. الشيء نفسه ينطبق على محتوى الجدول: يمكن نسخ الجدول كليا أو جزئيا دون مغادرة عرض WYSIWYG.
de: Wiki-Seiten in Seafile werden als normale Dokumente im Markdown-Format gespeichert. Um eine neue Wiki-Seite in einer Bibliothek zu erstellen, erstellen Sie einfach ein neues Markdown-Dokument. MD-Dateien können direkt über die Weboberfläche von Seafile mit dem Online-MD-Editor bearbeitet werden. Der webbasierte Editor bietet eine reibungslose Benutzererfahrung und umfangreiche Formatierungsoptionen für Text, Bilder und Tabellen. Bilder können aus Bibliotheken und lokalen Speichern sowie über Hyperlinks in MD-Dateien importiert werden. Grundlegende Bildbearbeitungsfunktionen wie Skalierung können auch in der WYSIWYG-Oberfläche (What-you-see-is-what-you-get) des Editors ausgeführt werden. Tabellen können mit nur wenigen Klicks eingefügt und geändert werden. Dasselbe gilt für den Inhalt einer Tabelle: Eine Tabelle kann vollständig oder teilweise kopiert werden, ohne die WYSIWYG-Ansicht zu verlassen.
es_ar: Las páginas wiki en Seafile se guardan como documentos ordinarios en formato Markdown. Para crear una nueva página wiki en una biblioteca, simplemente cree un nuevo documento Markdown. Los archivos MD se pueden editar directamente desde la interfaz web de Seafile con el editor MD en línea. El editor basado en web ofrece una experiencia de usuario fluida y ricas opciones de formato para texto, imágenes y tablas. Las imágenes se pueden importar a archivos MD desde bibliotecas y almacenamiento local, así como mediante hipervínculos. Las funciones básicas de edición de imágenes, como el escalado, también se pueden realizar en la interfaz de lo que ve es lo que obtiene (WYSIWYG) del editor. Las tablas se pueden insertar y modificar con solo unos pocos clics. Lo mismo ocurre con el contenido de una tabla: una tabla se puede copiar en su totalidad o en parte sin salir de la vista WYSIWYG.
fa_ir: صفحات ویکی در Seafile به عنوان اسناد معمولی در قالب Markdown ذخیره می‌شوند. برای ایجاد یک صفحه ویکی جدید در یک کتابخانه، فقط یک سند Markdown جدید ایجاد کنید. فایل‌های MD را می‌توان مستقیماً از رابط وب Seafile با ویرایشگر MD آنلاین ویرایش کرد. ویرایشگر مبتنی بر وب یک تجربه کاربری روان و گزینه‌های قالب‌بندی غنی برای متن، تصاویر و جداول ارائه می‌دهد. تصاویر را می‌توان از کتابخانه‌ها و ذخیره‌سازی محلی و همچنین از طریق هایپرلینک‌ها به فایل‌های MD وارد کرد. عملکردهای ویرایش تصویر پایه مانند تغییر اندازه نیز می‌تواند در رابط WYSIWYG (آنچه می‌بینید همان چیزی است که دریافت می‌کنید) ویرایشگر انجام شود. جداول را می‌توان فقط با چند کلیک درج و تغییر داد. همین موضوع برای محتوای یک جدول نیز صدق می‌کند: یک جدول را می‌توان به طور کامل یا جزئی کپی کرد بدون اینکه از نمای WYSIWYG خارج شوید.
fr: Les pages Wiki de Seafile sont enregistrées comme des documents ordinaires au format Markdown. Pour créer une nouvelle page Wiki dans une bibliothèque, il suffit de créer un nouveau document Markdown. Les fichiers MD peuvent être édités directement depuis l'interface web de Seafile avec l'éditeur MD en ligne. L'éditeur en ligne offre une expérience utilisateur fluide et des options de formatage riches pour le texte, les images et les tableaux. Les images peuvent être importées dans les fichiers MD depuis les bibliothèques et le stockage local, ainsi que par des hyperliens. Les fonctions d'édition d'images de base, telles que la mise à l'échelle, peuvent également être exécutées dans l'interface WYSIWYG (what-you-see-is-what-you-get) de l'éditeur. Les tableaux peuvent être insérés et modifiés en quelques clics. Il en va de même pour le contenu d'un tableau : Un tableau peut être copié dans sa totalité ou en partie sans quitter la vue WYSIWYG.
it: Le pagine della wiki in Seafile sono salvate come documenti ordinarie in formato Markdown. Per creare una nuova pagina della wiki in una libreria, basta creare un nuovo documento Markdown. I file MD possono essere modificati direttamente dall'interfaccia web di Seafile con l'editor MD online. L'editor web offre un'esperienza utente fluida e opzioni di formattazione ricche per testo, immagini e tabelle. Le immagini possono essere importate nei file MD da librerie e archiviazione locale, nonch mediante collegamenti ipertestuali. Funzionalit di editing di base come la scalatura possono anche essere eseguite all'interno dell'interfaccia WYSIWYG dell'editor. Le tabelle possono essere inserite e modificate con pochi click. Lo stesso vale per il contenuto di una tabella: una tabella pu essere copiata nella sua interezza o in parte senza lasciare la vista WYSIWYG.
ja: SeafileのWikiページは、Markdown形式の通常のドキュメントとして保存されます。ライブラリに新しいWikiページを作成するには、新しいMarkdownドキュメントを作成するだけです。MDファイルは、オンラインMDエディターを使用して、SeafileのWebインターフェースから直接編集できます。Webベースのエディターは、スムーズなユーザーエクスペリエンスと、テキスト、画像、テーブルの豊富な書式設定オプションを提供します。画像は、ライブラリやローカルストレージから、またはハイパーリンクでMDファイルにインポートできます。スケーリングなどの基本的な画像編集機能も、エディターのWYSIWYGインターフェースで実行できます。テーブルは、数回クリックするだけで挿入および変更できます。テーブルのコンテンツも同様です。テーブルは、WYSIWYGビューを離れることなく、全体または一部をコピーできます。
ko: Seafile의 위키 페이지는 마크다운 형식의 보통 문서로 저장합니다. 라이브러리에 새 위키 페이지를 만들려면 새 마크다운 문서를 만들면 됩니다. 마크다운 파일은 온라인 마크다운 편집기를 붙인 Seafile 웹 인터페이스에서 바로 편집할 수 있습니다. 웹 기반 편집기에서는 유연한 사용자 경험, 다양한 텍스트, 그림, 표의 모양새 옵션을 제공합니다. 라이브러리 및 로컬 저장소의 그림을 하이퍼링크로 마크다운 파일에 가져다 놓을 수 있습니다. 크기 조절과 같은 기본 그림 편집 기능은 편집기의 위지윅(WYSIWYG) 인터페이스에서 처리할 수 있습니다. 표는 몇번의 선택으로 넣고 수정할 수 있습니다. 마찬가지로 테이블의 내용도 그렇게 넣을 수 있습니다. 테이블을 통째로 또는 일부만 복사하는 동작 역시 위지윅 보기를 벗어나지 않고도 처리할 수 있습니다.
pl: Strony wiki w Seafile są zapisywane jako zwykłe dokumenty w formacie Markdown. Aby utworzyć nową stronę wiki w bibliotece, wystarczy utworzyć nowy dokument Markdown. Pliki MD można edytować bezpośrednio z interfejsu internetowego Seafile za pomocą edytora MD online. Edytor internetowy oferuje płynne doświadczenie użytkownika i bogate opcje formatowania tekstu, obrazów i tabel. Obrazy można importować do plików MD z bibliotek i lokalnego magazynu, a także za pomocą hiperłączy. Podstawowe funkcje edycji obrazów, takie jak skalowanie, można również wykonywać w interfejsie WYSIWYG (what-you-see-is-what-you-get) edytora. Tabele można wstawiać i modyfikować za pomocą kilku kliknięć. To samo dotyczy zawartości tabeli: Tabelę można skopiować w całości lub częściowo bez opuszczania widoku WYSIWYG.
ru: Вики-страницы в Seafile сохраняются как обычные документы в формате Markdown. Чтобы создать новую страницу Wiki в библиотеке, просто создайте новый документ Markdown. Файлы MD можно редактировать прямо из веб-интерфейса Seafile с помощью онлайн-редактора MD. Веб-редактор предлагает удобное взаимодействие с пользователем и богатые возможности форматирования текста, изображений и таблиц. Изображения можно импортировать в файлы MD из библиотек и локального хранилища, а также по гиперссылкам. Основные функции редактирования изображений, такие как масштабирование, также можно выполнять в интерфейсе редактора "что видишь, то и получаешь" (WYSIWYG). Таблицы можно вставлять и изменять всего несколькими щелчками мыши. То же самое и с содержимым таблицы: таблицу можно скопировать полностью или частично, не выходя из представления WYSIWYG.
zh_cn: 在 Seafile 中，Wiki 页面被以 Markdown 格式存储为普通的文档。 要在资料库中创建新的 Wiki 页面，只需创建一个新的 Markdown 文档。 MD 文件可以使用在线 MD 编辑器直接在 Seafile 的 Web 界面进行编辑。 基于 Web 的编辑器为文本，图片和表格提供了流畅的用户体验和丰富的格式选项。 图片可以从资料库和本地以及通过超链接导入到 MD 文件中。 基本的图片编辑功能，例如缩放，也可以在编辑器的所见即所得（WYSIWYG）界面中执行。 只需单击几下即可插入和修改表格。 表格的内容也一样：可以完全复制或部分复制表格，无需离开所见即所得视图。
zh_tw: Seafile 中的 Wiki 頁面以 Markdown 格式保存為普通文檔。在資源庫中創建一個新的 Wiki 頁面，只需創建一個新的 Markdown 文 檔。MD 檔案可以直接在 Seafile 的網頁界面中使用線上 MD 編輯器進行編輯。網頁基礎編輯器提供了流暢的用戶體驗和豐富的 文本、圖像和表格格式選項。圖像可以從資源庫、局部存儲和超鏈接中導入到 MD 檔案中。基本的圖像編輯功能，例如縮放， 也可以在編輯器的 what-you-see-is-what-you-get (WYSIWYG) 界面中進行。表格可以用幾個點擊進行插入和修改。同樣， 表格的內容也可以分別或整體複製，不需要離開 WYSIWYG 界面。

source: The change history of a Markdown file can be easily accessed by clicking the "File History" button in the menu on top of the editor interface.
ar: يمكن الوصول بسهولة إلى محفوظات التغيير لملف ماركداون بالنقر فوق الزر "محفوظات الملفات" في القائمة أعلى واجهة المحرر.
de: Auf den Änderungsverlauf einer Markdown-Datei kann einfach zugegriffen werden, indem Sie oben in der Editoroberfläche im Menü auf die Schaltfläche „Dateiverlauf“ klicken.
es_ar: Se puede acceder fácilmente al historial de cambios de un archivo Markdown haciendo clic en el botón "Historial de archivos" en el menú en la parte superior de la interfaz del editor.
fa_ir: تاریخچه تغییرات یک فایل Markdown را می‌توان به راحتی با کلیک روی دکمه "تاریخچه فایل" در منوی بالای رابط ویرایشگر دسترسی پیدا کرد.
fr: L'historique des modifications d'un fichier Markdown est facilement accessible en cliquant sur le bouton "Historique du fichier" dans le menu en haut de l'interface de l'éditeur.
it: La cronologia delle modifiche di un file Markdown pu essere facilmente accessibile facendo clic sul pulsante "Cronologia file" nel menu in alto nell'interfaccia dell'editor.
ja: Markdownファイルの変更履歴には、エディターインターフェース上部のメニューにある[ファイル履歴]ボタンをクリックすると簡単にアクセスできます。
ko: 마크다운 파일에 대한 바뀜 기록은 편집기 인터페이스 상단 메뉴 표시줄에 있는 "파일 기록" 단추를 누르면 쉽게 찾아볼 수 있습니다.
pl: Historię zmian pliku Markdown można łatwo uzyskać, klikając przycisk "Historia pliku" w menu na górze interfejsu edytora.
ru: К истории изменений файла Markdown можно легко получить доступ, нажав кнопку "История файла" в меню в верхней части интерфейса редактора.
zh_cn: 通过单击编辑器界面顶部菜单中的“文件历史”按钮，可以轻松访问 Markdown 文件的更改历史记录。
zh_tw: Markdown 檔案的變更歷史可以通過點擊編輯器界面頂部菜單中的 "檔案歷史" 按鈕輕鬆訪問。

source: You can open a hidden side bar on the right side of the Markdown editor. Table of contents, file information, and collaborative commenting are provided in this side bar.
ar: يمكنك فتح شريط جانبي مخفي على الجانب الأيمن من محرر ماركداون. يتم توفير جدول المحتويات ومعلومات الملف والتعليق التعاوني في هذا الشريط الجانبي.
de: Sie können auf der rechten Seite des Markdown-Editors eine versteckte Seitenleiste öffnen. In dieser Seitenleiste werden Inhaltsverzeichnis, Dateiinformationen und die Möglichkeit zur gemeinsamen Kommentierung bereitgestellt.
es_ar: Puede abrir una barra lateral oculta en el lado derecho del editor de Markdown. En esta barra lateral se proporciona la tabla de contenido, la información del archivo y los comentarios colaborativos.
fa_ir: می‌توانید یک نوار کناری مخفی در سمت راست ویرایشگر Markdown باز کنید. فهرست مطالب، اطلاعات فایل و نظرگیری مشارکتی در این نوار کناری ارائه شده است.
fr: Vous pouvez ouvrir une barre latérale cachée sur le côté droit de l'éditeur Markdown. La table des matières, les informations sur les fichiers et les commentaires collaboratifs sont fournis dans cette barre latérale.
it: Puoi aprire una barra laterale nascosta sul lato destro dell'editor Markdown. La tabella dei contenuti, le informazioni sui file e il commento collaborativo sono disponibili in questa barra laterale.
ja: Markdownエディターの右側に隠されたサイドバーを開くことができます。目次、ファイル情報、および共同コメントがこのサイドバーに表示されます。
ko: 마크다운 편집기 우측에 숨겨둔 가장자리 창을 열 수 있습니다. 여기에는 목차, 파일 정보, 협업 주석 등의 기능을 제공합니다.
pl: Możesz otworzyć ukryty pasek boczny po prawej stronie edytora Markdown. Spis treści, informacje o pliku i komentarze współpracy są dostępne w tym pasku bocznym.
ru: Вы можете открыть скрытую боковую панель в правой части редактора Markdown. На этой боковой панели представлены оглавление, информация о файле и возможность совместного комментирования.
zh_cn: 你可以在 Markdown 编辑器的右边打开一个隐藏的侧边栏。该侧边栏提供文件目录，文件信息，协同评论。
zh_tw: 您可以在 Markdown 編輯器的右側打開一個隱藏的側邊欄。這個側邊欄提供了目錄、檔案資訊和協作評論功能。

source: File tagging and related documents
ar: وضع علامات على الملفات والمستندات ذات الصلة
de: Datei-Tagging und zugehörige Dokumente
es_ar: Etiquetado de archivos y documentos relacionados
fa_ir: برچسب‌گذاری فایل و اسناد مرتبط
fr: Étiquetage des fichiers et documents connexes
it: Etichettatura dei file e documenti correlati
ja: ファイルのタグ付けと関連ドキュメント
ko: 파일 태깅 및 관련 문서
pl: Znakowanie plików i powiązane dokumenty
ru: Пометка файлов и связанные документы
zh_cn: 文件标签和相关文档
zh_tw: 檔案標籤和相關文檔
