Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: You may have some very large libraries on the Seafile server. And you're currently only interested in a sub-folder inside one library. Then you can selectively sync a sub-folder in a library, instead of syncing the entire library.
ar: قد يكون لديك بعض المكتبات الكبيرة جدا على خادم سيفايل. وأنت مهتم حاليا فقط بمجلد فرعي داخل مكتبة واحدة. ثم يمكنك مزامنة مجلد فرعي في مكتبة بشكل انتقائي ، بدلا من مزامنة المكتبة بأكملها.
de: Möglicherweise haben Sie einige sehr große Bibliotheken auf dem Seafile-Server. Und Sie interessieren sich derzeit nur für einen Unterordner innerhalb einer Bibliothek. Dann können Sie selektiv einen Unterordner in einer Bibliothek synchronisieren, anstatt die gesamte Bibliothek zu synchronisieren.
es_ar: Puede que tenga algunas bibliotecas muy grandes en el servidor Seafile. Y actualmente sólo está interesado en una subcarpeta dentro de una biblioteca. Entonces puede sincronizar selectivamente una subcarpeta en una biblioteca, en lugar de sincronizar toda la biblioteca.
fa_ir: ممکن است برخی کتابخانه‌های بسیار بزرگ در سرور Seafile داشته باشید. و در حال حاضر فقط به یک پوشه فرعی در داخل یک کتابخانه علاقه‌مند هستید. سپس می‌توانید به طور انتخابی یک پوشه فرعی در یک کتابخانه را همگام‌سازی کنید، به جای اینکه کل کتابخانه را همگام‌سازی کنید.
fr: Vous avez peut-être de très grandes bibliothèques sur le serveur Seafile. Et vous n'êtes actuellement intéressé que par un sous-dossier dans une bibliothèque. Vous pouvez alors synchroniser sélectivement un sous-dossier dans une bibliothèque, au lieu de synchroniser la bibliothèque entière.
is: Þú gætir haft mjög stór söfn á Seafile þjóninum. Og þú hefur aðeins áhuga á undirmöppu innan eins safns. Þá geturðu valið að samstilla undirmöppu í safni, í stað þess að samstilla allt safnið.
it: Potresti avere librerie molto grandi sul server Seafile. E attualmente ti interessa solo una sottocartella all'interno di una libreria. Puoi quindi sinchronizzare in modo selettivo una sottocartella in una libreria, anzich sinchronizzare l'intera libreria.
ja: Seafileサーバーに非常に大きなライブラリがある場合があります。現在、1つのライブラリ内のサブフォルダーのみに関心がある場合は、ライブラリ全体を同期する代わりに、ライブラリ内のサブフォルダーを選択的に同期できます。
ko: Seafile 서버에 매우 큰 라이브러리를 저장할 수도 있습니다. 그리고 하나의 라이브러리에 관심있는 하위 폴더만을 둘 수 있습니다. 라이브러리 전체 대신 라이브러리의 하위 폴더만 선택하여 동기화할 수 있습니다.
pl: Możesz mieć bardzo duże biblioteki na serwerze Seafile. I być może obecnie interesuje Cię tylko podfolder w jednej bibliotece. Wtedy możesz selektywnie synchronizować podfolder w bibliotece, zamiast synchronizować całą bibliotekę.
ru: У вас могут быть очень большие библиотеки на сервере Seafile. И в настоящее время вас интересует только подпапка внутри одной библиотеки. Затем вы можете выборочно синхронизировать подпапку в библиотеке вместо синхронизации всей библиотеки.
zh_cn: 在 Seafile 服务器上你可能有一些非常大的资料库。而你现在只对一个资料库中的一个子目录有兴趣。那么你可以选择性地同步该子目录，而非整个资料库。
zh_tw: 您可能在 Seafile 伺服器上擁有一些非常大的圖書館。並且您目前只對圖書館中的某個子資料夾感興趣。那么您可以選擇性地同步某個圖書館中的子資料夾，而不是同步整個圖書館。

source: To sync a sub-folder, open cloud file browser by double clicking a library which hasn't been synced. Navigate into the parent folder of that sub-folder. Right click on the sub-folder. Choose "Sync this folder" in the pop-up menu.
ar: لمزامنة مجلد فرعي، افتح مستعرض الملفات على السحابة بواسطة النقر المزدوج فوق مكتبة والتي لم تتم مزامنتها بعد. انتقل إلى المجلد الب لذلك المجلد الفرعي. انقر بالزر الأيمن على المجلد الفرعي. اختر "مزامنة هذا المجلد" من القائمة المنبثقة.
de: Um einen einzelnen Ordner zu synchronisieren, öffnen Sie den Seafile-Dateibrowser per Doppelklick auf die betreffende nicht synchronisierte Bibliothek. Gehen Sie in die Ordnerebene, die Ihren gewünschten Ordner enthält. Öffnen Sie mit einem Rechtsklick auf den Ordner das Kontextmenü und wählen Sie "Diesen Ordner synchronisieren".
es_ar: Para sincronizar una sub-carpeta, abra el navegador de archivos en la nube haciendo doble click en una biblioteca que no ha sido sincronizada. Navegue hasta la carpeta contenedora de la sub-carpeta deseada. Haga click con el botón derecho en la sub-carpeta. Escoja "Sincronizar esta carpeta" en el menú emergente.
fa_ir: برای همگام‌سازی یک پوشه فرعی، مرورگر فایل ابری را با دوبار کلیک روی یک کتابخانه که همگام‌سازی نشده است باز کنید. به پوشه والد آن پوشه فرعی بروید. روی پوشه فرعی راست کلیک کنید. "همگام‌سازی این پوشه" را در منوی پاپ‌آپ انتخاب کنید.
fr: Pour synchroniser un sous-dossier, ouvrez l'explorateur de fichiers dans le cloud en double cliquant sur une bibliothèque qui n'a pas été synchronisée. Naviguez dans le dossier parent de ce sous-dossier. Clic droit sur le sous-dossier. Choisissez "Synchroniser ce dossier" dans le menu pop-up.
is: Til að samstilla undirmöppu skaltu opna skýjaskráavafra með því að tvísmella á safn sem hefur ekki verið samstillt. Farðu í yfirmöppu þeirrar undirmöppu. Hægrismelltu á undirmöppuna. Veldu „Samstilla þessa möppu“ í sprettivalmyndinni.
it: Per sincronizzare una sottocartella, apri il browser file cloud facendo doppio clic su una libreria che non stata sincronizzata. Naviga nella cartella padre di quella sottocartella. Fai clic destro sulla sottocartella. Scegli "Sincronizza questa cartella" nel menu a discesa.
ja: サブフォルダーを同期するには、同期されていないライブラリをダブルクリックしてクラウドファイルブラウザーを開きます。そのサブフォルダーの親フォルダーに移動します。サブフォルダーを右クリックします。ポップアップメニューで[このフォルダーを同期]を選択します。
ko: 하위 폴더를 동기화하려면 아직 동기화하지 않은 라이브러리를 두 번 눌러 클라우드 파일 브라우저를 엽니다. 하위 폴더의 상위 폴더에서 탐색합니다. 해당 하위 폴더에 마우스 커서를 두고 오른쪽 단추를 누른 다음, 단축 메뉴에서 "이 폴더 동기화"를 선택합니다.
pl: Aby synchronizować foldery podrzędne otwórz przeglądarkę plików w chmurze poprzez dwukrotne kliknięcie na niesynchronizowanej bibliotece. Przejdź do folderu nadrzędnego. Kliknij prawym przyciskiem na podfolderze i wybierz z menu "Synchronizuj ten folder".
ru: Чтобы синхронизировать подпапку, откройте облачный файловый браузер, дважды нажав на библиотеку, которая не была синхронизирована. Перейдите в родительская папку этой подпапки. Нажмите правой кнопкой мыши на подпапке. Выберите "синхронизировать эту папку" в всплывающем меню.
sv: För att synkronisera en undermapp, öppna molnutforskaren genom att dubbelklicka på en katalog som inte har synkroniserats. Navigera till huvudmappen innehållande undermappen. Högerklicka på undermappen och välj "Synka den här mappen" i pop-up-menyn.
zh_cn: 要同步一个子目录，双击一个未同步的资料库，打开云端文件浏览器。进入该子目录所在的目录，右键单击该子目录，在弹框中选择 “同步该目录”即可。
zh_tw: 如果想要只同步一個子目錄，按兩次未同步資料庫，打開雲端檔案瀏覽器後，進入到子目錄所在目錄，在此子目錄上按右鍵，在彈框中選擇 “同步該目錄”即可。

source: After syncing the sub-folder, you can see its syncing status in the "Synced Libraries" group in the client's main window.
ar: بعد مزامنة المجلد الفرعي، يمكنك أن ترى حالة المزامنة في مجموعة "مكتبات مزامنة" في الإطار الرئيسي للعميل.
de: Sobald der Ordner synchronisiert ist, sehen Sie seinen Status im Hauptfenster des Seafile-Programms im Bereich "Synchronisierte Bibliotheken".
es_ar: Después de sincronizar la sub-carpeta, podrá ver su estado en el grupo "Bibliotecas Sincronizadas", en la ventana principal del cliente.
fa_ir: پس از همگام‌سازی پوشه فرعی، می‌توانید وضعیت همگام‌سازی آن را در گروه "کتابخانه‌های همگام‌سازی شده" در پنجره اصلی کلاینت مشاهده کنید.
fr: Après la synchronisation du sous-dossier, vous pouvez voir son statut de synchronisation dans le groupe "Bibliothèques synchronisées" dans la fenêtre principale du client.
is: Eftir að hafa samstillt undirmöppuna geturðu séð samstillingarstöðu hennar í hópnum „Samstillt söfn“ í aðalglugga biðlarans.
it: Dopo aver sincronizzato la sottocartella, puoi vedere lo stato di sinchronizzazione nella sezione "Librerie sincronizzate" della finestra principale del client.
ja: サブフォルダを同期した後、クライアントのメインウィンドウの「同期されたライブラリ」グループでその同期ステータスを確認できます。
ko: 하위 폴더를 동기화하고 나면, 클라이언트 메인 창에서 "동기화한 라이브러리" 그룹에서 동기화 상태를 볼 수 있습니다.
pl: Po wybraniu synchronizacji folderu podrzędnego, możesz zobaczyć stan jej przebiegu w grupie "Zsynchronizowane biblioteki" w głównym oknie klienta.
ru: После синхронизации подпапки, вы можете увидеть статус ее синхронизации в группе "Синхронизированные библиотеки" в главном окне клиента.
sv: Efter att ha synkroniserat undermappen kan du se synkroniseringstatus i "Synkroniserade kataloger"-gruppen i klientens huvudfönster.
zh_cn: 同步子目录后，你可以在客户端主界面中的 “已同步资料库” 中看到它的同步状态。
zh_tw: 同步子目錄後，你可以在客戶端主界面中的 “已同步資料庫” 中看到同步狀態。

source: Setting library history retention period
ar: تعيين فترة الاحتفاظ بتاريخ المكتبة
de: Festlegen der Aufbewahrungsdauer des Bibliotheksverlaufs
es_ar: Estableciendo el período de retención del historial de la biblioteca
fa_ir: تنظیم دوره نگهداری تاریخچه کتابخانه
fr: Paramétrage de la période de rétention de l'historique de la bibliothèque
is: Stilla varðveislutíma sögu safns
it: Imposta la durata della conservazione della cronologia della libreria
ja: ライブラリの履歴保持期間の設定
ko: 라이브러리 기록 유지 기간 설정
pl: Ustawianie okresu przechowywania historii biblioteki
ru: Установка срока хранения истории библиотеки
sv: Ställa in kvarhållningsperiod för kataloghistorik
zh_cn: 设置资料库历史保留期限
zh_tw: 設定資源庫歷史保留期限

source: A library's history retention period length controls how long you can access your history data in the following features:
ar: يتحكم طول فترة الاحتفاظ بالمحفوظات في المكتبة في المدة التي يمكنك خلالها الوصول إلى بيانات المحفوظات في الميزات التالية:
de: Die Aufbewahrungsdauer des Verlaufs einer Bibliothek steuert, wie lange Sie in den folgenden Funktionen auf Ihre Verlaufsdaten zugreifen können:
es_ar: La duración del período de retención del historial de una biblioteca controla cuánto tiempo puede acceder a sus datos del historial en las siguientes características:
fa_ir: طول دوره نگهداری تاریخچه یک کتابخانه کنترل می‌کند که چقدر می‌توانید به داده‌های تاریخچه خود در ویژگی‌های زیر دسترسی داشته باشید:
fr: La durée de la période de rétention de l'historique d'une bibliothèque contrôle la durée pendant laquelle vous pouvez accéder aux données de votre historique dans les fonctions suivantes :
is: Varðveislutími sögu safns stjórnar því hversu lengi þú getur fengið aðgang að sögugögnum þínum í eftirfarandi eiginleikum:
it: Il periodo di conservazione della cronologia di una libreria determina per quanto tempo puoi accedere ai tuoi dati storici nelle seguenti funzionalit :
ja: ライブラリの履歴保持期間の長さは、次の機能で履歴データにアクセスできる期間を制御します。
ko: 라이브러리 기록 유지 기간 길이는 다음 기능에서 기록 데이터를 얼마나 오래 두고 접근할 수 있는지를 다룹니다:
pl: Długość okresu przechowywania historii biblioteki kontroluje, jak długo możesz uzyskać dostęp do danych historii w następujących funkcjach:
ru: Продолжительность периода хранения истории библиотеки определяет, как долго вы можете получить доступ к данным истории в следующих функциях:
sv: En katalogs kvarhållningsperiod för historik styr hur länge du kan komma åtdin historikdata i följande funktioner:
zh_cn: 资料库的历史记录保留期限长度控制着你可以通过以下功能访问历史数据的时间：
zh_tw: 一個資源庫的歷史保留期限長度控制了您可以訪問歷史資料的時長，以下是一些功能：

source: Restore deleted files: you cannot restore files and folders deleted before the retention period.
ar: استعادة الملفات المحذوفة: لا يمكنك استعادة الملفات والمجلدات المحذوفة قبل فترة الاحتفاظ.
de: Gelöschte Dateien wiederherstellen: Sie können keine Dateien und Ordner wiederherstellen, die vor Ablauf der Aufbewahrungsfrist gelöscht wurden.
es_ar: Restaurar archivos borrados: no puede restaurar archivos y carpetas borrados antes del período de retención.
fa_ir: بازیابی فایل‌های حذف شده: نمی‌توانید فایل‌ها و پوشه‌هایی که قبل از دوره نگهداری حذف شده‌اند را بازیابی کنید.
fr: Restaurer les fichiers supprimés : vous ne pouvez pas restaurer les fichiers et dossiers supprimés en dehors de la période de rétention.
is: Endurheimta eyddar skrár: þú getur ekki endurheimt skrár og möppur sem hafa verið eytt fyrir varðveislutímann.
it: Ripristinare i file eliminati: non puoi ripristinare file e cartelle eliminati prima del periodo di conservazione.
ja: 削除されたファイルの復元：保持期間より前に削除されたファイルとフォルダーは復元できません。
ko: 삭제한 파일 복원: 유지 기간 이전에 삭제한 파일 및 폴더는 복원할 수 없습니다.
pl: Przywracanie usuniętych plików: nie można przywrócić plików i folderów usuniętych przed okresem przechowywania.
ru: Восстановить удаленные файлы: вы не можете восстановить файлы и папки, удаленные до истечения срока хранения.
sv: Återställ borttagna filer: du kan inte återställa filer och mappar som togs bortinnan kvarhållningsperioden.
zh_cn: 恢复删除的文件：你不能恢复在保留期限之前被删除的文件和目录。
zh_tw: 還原已刪除的檔案：您不能還原在保留期限之前刪除的檔案和資料夾。

source: File versions: you cannot access file versions older than the retention period.
ar: إصدارات الملفات: لا يمكنك الوصول إلى إصدارات الملفات الأقدم من فترة الاحتفاظ.
de: Dateiversionen: Sie können nicht auf Dateiversionen zugreifen, die älter sind als die Aufbewahrungsfrist.
es_ar: Versiones de archivo: no puede acceder a versiones de archivo más antiguas que el período de retención.
fa_ir: نسخه‌های فایل: شما نمی‌توانید به نسخه‌های فایل قدیمی‌تر از دوره نگهداری دسترسی پیدا کنید.
fr: Versions de fichiers : vous ne pouvez pas accéder aux versions de fichiers antérieures en dehors de la période de rétention.
is: Skráaútgáfur: þú getur ekki fengið aðgang að skráaútgáfum sem eru eldri en varðveislutíminn.
it: Versioni dei file: non puoi accedere a versioni dei file più vecchie del periodo di conservazione.
ja: ファイルのバージョン：保持期間より古いファイルのバージョンにはアクセスできません。
ko: 파일 버전: 유지 기간보다 오래된 파일 버전에는 접근할 수 없습니다.
pl: Wersje plików: nie można uzyskać dostępu do wersji plików starszych niż okres przechowywania.
ru: Версии файлов: вы не можете получить доступ к версиям файлов старше срока хранения.
sv: Filversioner: du kan inte komma åt filversioner som är äldre än kvarhållningsperioden.
zh_cn: 文件版本：你不能访问早于保留期限的文件版本。
zh_tw: 檔案版本：您不能訪問超過保留期限的檔案版本。

source: Library history and snapshots: you cannot access library snapshots older than the retention period.
ar: محفوظات المكتبة واللقطات: لا يمكنك الوصول إلى لقطات المكتبة الأقدم من فترة الاستبقاء.
de: Bibliotheksverlauf und Snapshots: Sie können nicht auf Bibliotheks-Snapshots zugreifen, die älter als die Aufbewahrungsfrist sind.
es_ar: Historial e instantáneas de la biblioteca: no puede acceder a instantáneas de la biblioteca más antiguas que el período de retención.
fa_ir: تاریخچه و اسنپ‌شات‌های کتابخانه: شما نمی‌توانید به اسنپ‌شات‌های کتابخانه قدیمی‌تر از دوره نگهداری دسترسی پیدا کنید.
fr: Historique et instantanés de la bibliothèque : vous ne pouvez pas accéder aux instantanés de la bibliothèque antérieurs à la période de rétention.
is: Saga og skyndimyndir safns: þú getur ekki fengið aðgang að skyndimyndum safns sem eru eldri en varðveislutíminn.
it: Cronologia della libreria e snapshot: non puoi accedere a snapshot della libreria più vecchi del periodo di conservazione.
ja: ライブラリの履歴とスナップショット：保持期間より古いライブラリスナップショットにはアクセスできません。
ko: 라이브러리 기록 및 스냅샷: 유지 기간보다 오래된 라이브러리 스냅샷에는 접근할 수 없습니다.
pl: Historia biblioteki i migawki: nie można uzyskać dostępu do migawek biblioteki starszych niż okres przechowywania.
ru: История и снимки библиотеки: вы не можете получить доступ к снимкам библиотеки старше срока хранения.
sv: Kataloghistorik och ögonblicksbilder: du kan inte komma åt katalogögonblicksbildersom är äldre än kvarhållningsperioden.
zh_cn: 资料库历史和快照：你不能访问早于保留期限的资料库快照。
zh_tw: 資源庫歷史和快照：您不能訪問超過保留期限的資源庫快照。

source: The retention period of old files versions can be configured for each library, separately. You must be the library's owner to set the retention period. To set retention period length:
ar: يمكن تكوين فترة الاحتفاظ بإصدارات الملفات القديمة لكل مكتبة على حدة. يجب أن تكون مالك المكتبة لتعيين فترة الاحتفاظ. لتعيين مدة فترة الاحتفاظ:
de: Die Aufbewahrungsdauer alter Dateiversionen kann für jede Bibliothek separat konfiguriert werden. Sie müssen Eigentümer der Bibliothek sein, um die Aufbewahrungsdauer festlegen zu können. So legen Sie die Aufbewahrungsdauer fest:
es_ar: El período de retención de las versiones antiguas de los archivos se puede configurar para cada biblioteca, por separado. Debe ser el propietario de la biblioteca para establecer el período de retención. Para establecer la duración del período de retención:
fa_ir: دوره نگهداری نسخه‌های قدیمی فایل‌ها را می‌توان برای هر کتابخانه به طور جداگانه پیکربندی کرد. شما باید مالک کتابخانه باشید تا بتوانید دوره نگهداری را تنظیم کنید. برای تنظیم طول دوره نگهداری:
fr: La période de rétention des anciennes versions des fichiers peut être configurée pour chaque bibliothèque, séparément. Vous devez être le propriétaire de la bibliothèque pour définir la période de rétention. Comment définir la durée de la période de rétention :
is: Hægt er að stilla varðveislutíma gamalla skráaútgáfa fyrir hvert safn, sérstaklega. Þú verður að vera eigandi safnsins til að stilla varðveislutímann. Til að stilla lengd varðveislutíma:
it: Il periodo di conservazione delle versioni dei file vecchi può essere configurato separatamente per ogni libreria. Devi essere il proprietario della libreria per impostare il periodo di conservazione. Per impostare la durata del periodo di conservazione:
ja: 古いファイルバージョンの保持期間は、ライブラリごとに個別に設定できます。保持期間を設定するには、ライブラリの所有者である必要があります。保持期間の長さを設定するには：
ko: 이전 파일 버전의 유지 기간은 각 라이브러리 별로 설정할 수 있습니다. 유지 기간을 설정하려면 해당 라이브러리의 소유자여야 합니다. 유지 기간을 설정하려면:
pl: Okres przechowywania starych wersji plików można skonfigurować dla każdej biblioteki osobno. Aby ustawić okres przechowywania, musisz być właścicielem biblioteki. Aby ustawić długość okresu przechowywania:
ru: Срок хранения старых версий файлов можно настроить для каждой библиотеки отдельно. Вы должны быть владельцем библиотеки, чтобы установить срок хранения. Чтобы установить срок хранения:
sv: Kvarhållningsperioden för gamla filversioner kan konfigureras för varjekatalog separat. Du måste vara katalogens ägare för att ställa in kvarhållningsperioden.Så här ställer du in kvarhållningsperiodens längd:
zh_cn: 每个资料库可以单独设置该期限。只有资料库的所有者才可以设置。如何设置：
zh_tw: 每個資源庫的檔案版本保留期限可以分開設定。您必須是資源庫的擁有者，才能設定保留期限。要設定保留期限長度：

source: In Seafile Web App, click the "Mine" tab in the navigation panel (as in the below screenshot). All libraries owned by you will be listed.
ar: في تطبيق سيفايل للويب ، انقر فوق علامة التبويب "مكتباتي" في لوحة التنقل (كما في لقطة الشاشة أدناه). سيتم سرد جميع المكتبات التي تملكها.
de: Klicken Sie in der Seafile Web App im Navigationsbereich auf die Registerkarte „Mine“ (wie im folgenden Screenshot). Alle Bibliotheken, die Ihnen gehören, werden aufgelistet.
es_ar: En la aplicación web de Seafile, haga clic en la pestaña "Mío" en el panel de navegación (como en la captura de pantalla a continuación). Se mostrarán todas las bibliotecas de su propiedad.
fa_ir: در برنامه وب Seafile، روی تب "مال من" در پنل ناوبری کلیک کنید (همانطور که در تصویر زیر نشان داده شده است). تمام کتابخانه‌های متعلق به شما فهرست خواهند شد.
fr: Dans Seafile Web App, cliquez sur l'onglet "Mes bibliothèques" dans le panneau de navigation (comme dans la capture d'écran ci-dessous). Toutes les bibliothèques que vous possédez seront listées.
is: Í Seafile vefforritinu, smelltu á flipann „Mitt“ í yfirlitsspjaldið (eins og á skjámyndinni hér að neðan). Öll söfn í þinni eigu verða talin upp.
it: Nell'applicazione web di Seafile, fai clic sulla scheda "Mine" nel pannello di navigazione (come nello screenshot qui sotto). Tutte le librerie di tua proprietà saranno elencate.
ja: Seafile Webアプリで、ナビゲーションパネルの[Mine]タブをクリックします（下のスクリーンショットのように）。あなたが所有するすべてのライブラリが一覧表示されます。
ko: Seafile 웹 앱에서 (아래 스크린샷처럼) 탐색 창의 "내 파일" 탭을 누릅니다. 소유권을 가진 모든 라이브러리가 나타납니다.
pl: W aplikacji internetowej Seafile kliknij kartę "Moje" w panelu nawigacji (jak na poniższym zrzucie ekranu). Zostaną wyświetlone wszystkie biblioteki, których jesteś właścicielem.
ru: В веб-приложении Seafile щелкните вкладку "Мои" на панели навигации (как на скриншоте ниже). Будут перечислены все принадлежащие вам библиотеки.
sv: I Seafile Web App klickar du på fliken "Mina" i navigationspanelen (som iskärmbilden nedan). Alla kataloger som ägs av dig kommer att listas.
zh_cn: 在 Seafile Web App 中，点击左边导航中的“我的资料库”（如下图所示），你所拥有的全部资料库都会被列出来。
zh_tw: 在 Seafile 的網頁應用程式中，點擊導航面板中的 "我的" 分頁（如下面的螢幕截圖所示）。所有由您擁有的資源庫將被列出。

source: Move the cursor onto the row of the library. An operation menu will appear. Click "History Setting" in the drop-down menu.
ar: حرك المؤشر إلى صف المكتبة. ستظهر قائمة عمليات. انقر فوق "إعداد السجل" في القائمة المنسدلة.
de: Bewegen Sie den Cursor auf die Zeile der Bibliothek. Ein Bedienmenü wird angezeigt. Klicken Sie im Dropdown-Menü auf „Verlaufseinstellungen“.
es_ar: Mueva el cursor sobre la fila de la biblioteca. Aparecerá un menú de operaciones. Haga clic en "Configuración de historial" en el menú desplegable.
fa_ir: مکان‌نما را روی ردیف کتابخانه ببرید. یک منوی عملیات ظاهر خواهد شد. روی "تنظیمات تاریخچه" در منوی کشویی کلیک کنید.
fr: Déplacez le curseur sur la ligne de la bibliothèque. Un menu d'opération apparaît. Cliquez sur "Paramètres de l'historique" dans le menu déroulant.
is: Færðu bendilinn yfir línuna í safninu. Aðgerðavalmynd birtist. Smelltu á "Sögustillingar" í fellivalmyndinni.
it: Sposta il cursore sulla riga della libreria. Apparirà un menu delle operazioni. Fai clic su "Impostazione cronologia" nel menu a discesa.
ja: カーソルをライブラリの行に移動します。操作メニューが表示されます。ドロップダウンメニューの[履歴設定]をクリックします。
ko: 라이브러리 행에 커서를 옮겨두면 동작 메뉴가 나타납니다. 드롭 다운 메뉴에서 "기록 설정"을 누릅니다.
pl: Przesuń kursor na wiersz biblioteki. Pojawi się menu operacji. Kliknij "Ustawienia historii" w menu rozwijanym.
ru: Переместите курсор на строку библиотеки. Появится меню операций . В раскрывающемся меню выберите "Настройка истории".
sv: Flytta markören till raden för katalogen. En operationsmeny kommer att visas.Klicka på "Historikinställningar" i rullgardinsmenyn.
zh_cn: 将鼠标移动到资料库所在的行上。在弹出的操作菜单中选择“历史设置”。
zh_tw: 將游標移到資源庫的行上。一個操作菜單將出現。點擊下拉菜單中的 "歷史設定"。

source: In the pop-up dialog, you can set the length of file retention period.
ar: في مربع الحوار المنبثق ، يمكنك تعيين طول فترة الاحتفاظ بالملف.
de: Im Popup-Dialogfeld können Sie die Länge der Dateiaufbewahrungsfrist festlegen.
es_ar: En el diálogo emergente, puede establecer la duración del período de retención de archivos.
fa_ir: در دیالوگ پاپ‌آپ، می‌توانید طول دوره نگهداری فایل را تنظیم کنید.
fr: Dans la boîte de dialogue contextuelle, vous pouvez définir la durée de la période de rétention des fichiers.
is: Í sprettiglugganum geturðu stillt lengd varðveislutímabils skrárinnar.
it: Nella finestra di dialogo pop-up, puoi impostare la durata del periodo di conservazione dei file.
ja: ポップアップダイアログで、ファイルの保持期間の長さを設定できます。
ko: 팝업 대화 상자에서 파일 유지 기간 길이를 설정할 수 있습니다.
pl: W wyskakującym oknie dialogowym możesz ustawić długość okresu przechowywania plików.
ru: Во всплывающем диалоговом окне вы можете установить срок хранения файла.
sv: I popup-dialogrutan kan du ställa in längden på filkvarhållningsperioden.
zh_cn: 在弹框中，你可以设置保留期限。
zh_tw: 在彈出對話框中，您可以設定檔案保留期限的長度。

source: In Seafile there are a few ways to share files and folders with others:
ar: في سيفايل ، هناك عدة طرق لمشاركة الملفات والمجلدات مع الآخرين:
de: In Seafile gibt es mehrere Möglichkeiten, Dateien und Ordner mit anderen zu teilen:
es_ar: En Seafile, hay algunas formas de compartir archivos y carpetas con otros:
fa_ir: در Seafile چندین روش برای به اشتراک گذاری فایل‌ها و پوشه‌ها با دیگران وجود دارد:
fr: Dans Seafile, il existe plusieurs façons de partager des fichiers et des dossiers avec d'autres personnes :
is: Í Seafile eru nokkrar leiðir til að deila skrám og möppum með öðrum:
it: In Seafile ci sono diversi modi per condividere file e cartelle con altri:
ja: Seafileには、他のユーザーとファイルやフォルダーを共有する方法がいくつかあります。
ko: Seafile 에서 파일 및 폴더를 다른 사용자와 공유하는 몇가지 방법이 있습니다:
pl: W Seafile istnieje kilka sposobów udostępniania plików i folderów innym:
ru: В Seafile есть несколько способов поделиться файлами и папками с другими:
sv: I Seafile finns det några sätt att dela filer och mappar med andra:
zh_cn: 在 Seafile 中，有几种方式可以将文件和目录共享给其他人：
zh_tw: 在 Seafile 中，有多種方式可以與他人共享檔案和資料夾：
