Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Click the "Sync this library" button to sync it with a local folder.
ar: انقر على زر "مزامنة هذه المكتبة" لمزامنتها مع مجلد محلي.
de: Im Kontextmenü auf „Bibliothek synchronisieren“ klicken, um sie mit einem lokalen Ordner zu synchronisieren.
es_ar: Haga click en el botón "Sincronizar esta biblioteca" para sincronizarla con una carpeta local.
fr: Cliquer sur le bouton "Synchroniser cette bibliothèque" pour synchroniser une bibliothèque avec un dossier local.
is: Smelltu á "Sync this library" takkann til að sækja safnið og geyma á tölvunni.
it: Clicca sul pulsante "Sincronizza questa libreria" per sincronizzarla con una cartella locale.
ja: 「このライブラリを同期」ボタンをクリックして、ローカルのフォルダと同期させます。
ko: "이 라이브러리 동기화" 버튼을 눌러 로컬 폴더와 동기화합니다.
pl: Kliknij przycisk "Synchronizuj tę bibliotekę", aby zsynchronizować ją z lokalnym folderem.
ru: С помощью кнопки "Синхронизировать эту библиотеку" включите синхронизацию с папкой на локальном компьютере.
sv: Klicka på "Synka denna katalog"-knappen för att synka med en lokal mapp.
zh_cn: 点击“同步该资料库”按钮将该资料库与本地文件夹同步。
zh_tw: 按下“同步該資料庫”按鍵將該資料庫與本地資料夾同步。

source: Then you add some files into the library. They will be automatically synced with cloud platform.
ar: بعد ذلك أضف بعض الملفات الى المكتبة. سيتم مزامنتها تلقائيا مع منصة الخادم.
de: Sie können nun lokal Dateien zu der Bibliothek hinzufügen. Die Dateien werden dann automatisch mit dem Seafile-Server synchronisiert.
es_ar: Después agregue algunos archivos a la biblioteca. Se sincronizarán automáticamente con la plataforma en la nube.
fr: Ensuite vous ajoutez des fichiers dans la bibliothèque. Ils seront automatiquement synchronisés dans le cloud.
is: Svo bætirðu við skrám í safnið. Þær verða samstilltar sjálfvirkt við Seafile skýið.
it: Poi aggiungi alcuni file alla libreria. Saranno automaticamente sincronizzati con la piattaforma cloud.
ja: そして、ファイルをライブラリーに追加します。ファイルは、自動的にクラウドと同期されます。
ko: 다음 라이브러리에 파일을 추가하세요. 그러면 클라우드 플랫폼과 자동으로 동기화합니다.
pl: Następnie dodaj do niej swoje pliki. Zostaną one automatycznie zsynchronizowane z serwerem.
ru: Все изменения в синхронизируемой папке автоматически загружаются в облако.
zh_cn: 往该资料库中添加文件。它们将会被自动同步到云平台。
zh_tw: 往該資料庫中新增檔案。它們將會被自動同步到雲平臺。

source: 4. (Optional) Create a library
ar: 4. (اختياري) قم بانشاء مكتبة
de: 4. (optional) Eine Bibliothek erstellen
es_ar: 4. (Opcional) Crear una biblioteca
fr: 4. (Optionnel) Créez une bibliothèque
is: 4. (Valkvæmt) Búa til safn
it: 4. (Opzionale) Crea una libreria
ja: ４．（任意）ライブラリーの作成
ko: 4. (선택) 라이브러리를 만드세요
pl: 4. (Opcjonalnie) Utwórz bibliotekę
ru: 4. Создавайте дополнительные библиотеки прямо из программы (если нужно).
zh_cn: 4. （可选）创建一个资料库
zh_tw: 4. （可選）建立一個資料庫

source: You can also create a library from a local folder.
ar: يمكنك أيضا انشاء مكتبة من مجلد محلي.
de: Sie können eine Bibliothek auch aus einem lokalen Ordner erstellen.
es_ar: También puede crear una biblioteca a partir de una carpeta local.
fr: Vous pouvez aussi créer une bibliothèque depuis un dossier local.
is: Þú getur einnig búið til safn út frá skáarsafni á tölvunni þinni.
it: Puoi anche creare una libreria da una cartella locale.
ja: ローカルフォルダにライブラリを作成することもできます。
ko: 로컬 폴더에서 라이브러리를 만들 수 있습니다.
pl: Możesz także utworzyć bibliotekę z folderu lokalnego.
ru: Вы можете также создать библиотеку из любых папок вашего компьютера.
zh_cn: 你也可以从一个本地目录创建一个资料库。
zh_tw: 你也可以從一個本地目錄建立一個資料庫。

source: 5. Browse files on the cloud
ar: 5. استعرض الملفات على الخادم
de: 5. Dateien im Seafile-Dateibrowser durchsehen
es_ar: 5. Examinar archivos en la nube
fr: 5. Parcourir les fichiers dans le cloud
it: 5. Sfoglia i file sulla piattaforma cloud
ja: 5. クラウド上のファイルを参照する
ko: 5. 클라우드 파일 탐색
pl: 5. Przeglądaj pliki w chmurze
ru: 5. Просмотр файлов в облаке
sv: 5. Bläddra bland filer i molnet
zh_cn: 5. 浏览云端文件
zh_tw: 5. 瀏覽雲端檔案

source: In some occasions, you want to modify files on the cloud directly without syncing them. Seafile client comes with a "cloud file browser" to meet this need. Click an unsynced library will open the cloud file browser.
ar: في بعض الأحيان، تحتاج إلى تعديل ملفات على السحابة مباشرة دون مزامنتها. برنامج عميل Seafile يأتي مع "مستعرض ملف سحابة" لتلبية هذه الحاجة. بالنقر فوق مكتبة غير متزامنة سوف يتم فتح مستعرض الملفات في السحابة.
de: Seafile hat einen eigenen Dateibrowser, mit dem Sie die Dateien einer Bibliothek öffnen und bearbeiten können, ohne sie erst synchronisieren zu müssen oder einen Internetbrowser zu verwenden. Bei einem Doppelklick auf eine nicht synchronisierte Bibliothek öffnet Seafile automatisch den eigenen Dateibrowser.
es_ar: En ciertas ocasiones el usuario desea modificar archivos en la nube directamente, sin sincronizarlos. El cliente Seafile provee un "navegador de archivos en la nube" para estos fines. Haciendo click en una biblioteca no sincronizada se abrirá el navegador en la nube.
fr: Dans certaines circonstances, vous souhaitez modifier des fichiers dans le cloud directement sans pour autant les synchroniser. Le client Seafile est livré avec un "Explorateur de fichiers dans le cloud" pour répondre à ce besoin. Cliquer sur une bibliothèque non synchronisée ouvrira l'eplorateur de fichiers dans le cloud.
it: In alcune occasioni, desideri modificare i file sulla piattaforma cloud direttamente senza sincronizzarli. Il client di Seafile include un "esploratore di file cloud" per soddisfare questa esigenza. Seleziona una libreria non sincronizzata aprir l'esploratore di file cloud.
ja: 場合によっては、ファイルを同期せずにクラウド上で直接変更したいことがあります。Seafileクライアントには、このニーズを満たすための「クラウドファイルブラウザ」が付属しています。同期されていないライブラリをクリックすると、クラウドファイルブラウザが開きます。
ko: 어떤 경우에는 파일을 동기화하지 않고 클라우드상의 파일을 수정하려 할 경우가 있습니다. Seafile 클라이언트에는 이러한 필요성에 따라 "클라우드 파일 브라우저"를 넣었습니다. 동기화하지 않은 라이브러리를 누르면 클라우드 파일 브라우저를 엽니다.
pl: Czasem możesz chcieć zmodyfikować pliki w bezpośrednio w chmurze bez synchronizowania ich. Seafile oferuje w tym celu "przeglądarkę plików w chmurze". Kliknij na niezsynchronizowaną bibliotekę, a zostanie uruchomiona przeglądarka.
ru: В некоторых случаях, вы хотите изменить файлы в облаке непосредственно без их синхронизации. Seafile клиент имеет для этого "Облачный файловый браузер". Нажмите, на несинхронизованной библиотеке для открытия облачного файлового браузера.
sv: Ibland vill du ändra filer i molnet utan att synkronisera dem. Seafileklienten har en "molnutforskare" för att åstadkomma detta. Om du klickar på en osynkad katalog så öppnas molnutforskaren.
zh_cn: 在一些情况下，你想直接在云端修改文件，并且不同步它们。Seafile 自带的“云端文件浏览器”可以满足这个需要。点击一个未同步的资料库就可以打开这个云端文件浏览器。
zh_tw: 在某些情況下，你只想修改雲端檔案但並不想將其同步下來。 Seafile 客戶端自帶的“雲端檔案瀏覽器”可以滿足這一需求。按下某個未同步的資料庫即可打開雲端檔案瀏覽器。

source: Seafile is an enterprise file hosting platform with high reliability and performance.
ar: سيفايل هي عبارة عن منصة استضافة ملفات للمؤسسات ذات موثوقية وأداء عاليين.
de: Seafile ist eine Enterprise-Dateihosting-Plattform mit hoher Zuverlässigkeit und Leistung.
es_ar: Seafile es una plataforma de alojamiento de archivos para empresas con alta fiabilidad y rendimiento.
fr: Seafile est une plateforme d'hébergement de fichier hautement fiable et performante.
it: Seafile è una piattaforma di hosting di file aziendale con alta affidabilità e prestazioni.
ja: Seafileは、高い信頼性とパフォーマンスを備えたエンタープライズファイルホスティングプラットフォームです。
ko: Seafile은 고신뢰 고성능 기업용 파일 호스팅 기반 프로그램입니다.
pl: Seafile to korporacyjna platforma do hostowania plików o wysokiej niezawodności i wydajności.
ru: Seafile - это платформа для корпоративного файлового хостинга с высокой надежностью и производительностью.
zh_cn: Seafile 是具有高可靠性和性能的企业文件托管平台。
zh_tw: Seafile 是一個具有高度可靠性和性能的企業檔案托管平臺。

source: Seafile contains a web interface for you to manage and share files. It has two kinds of desktop clients, <a href="%(SITE_ROOT)shelp/install_sync/">the file syncing client</a> and <a href="%(SITE_ROOT)shelp/using_drive_client">the drive client</a>. It also has mobile clients for Android and iOS.
ar: يحتوي سيفايل على واجهة ويب لإدارة الملفات ومشاركتها. يحتوي على نوعين من عملاء سطح المكتب ، <a href="%(SITE_ROOT)shelp/install_sync/">عميل مزامنة الملفات</a> و<a href="%(SITE_ROOT)shelp/using_drive_client">عميل محرك الأقراص</a>. كما أن لديها عملاء متنقلين لنظامي التشغيل أندرويد Android و iOS.
de: Seafile enthält eine Weboberfläche, mit der Sie Dateien verwalten und freigeben können. Es gibt zwei Arten von Desktop-Clients,<a href="%(SITE_ROOT)shelp/install_sync/">der Datei synchronisierungs client</a> und <a href="%(SITE_ROOT)shelp/using_drive_client">der Drive-Client</a>.Es gibt auch mobile Clients für Android und iOS.
es_ar: Seafile contiene una interface web para que Ud. gestione y comparta archivos.. Tiene dos clases de clientes de escritorio, <a href="%(SITE_ROOT)shelp/install_sync/">el cliente que sincroniza</a> y <a href="%(SITE_ROOT)shelp/using_drive_client">el cliente de unidad de disco</a>. Tambien tiene clientes moviles para Android e iOS.
fr: Seafile est composé d'une interface web vous permettant de gérer et partager des fichiers. Il existe deux types de client, <a href="%(SITE_ROOT)shelp/install_sync/">le client de synchronisation</a> et <a href="%(SITE_ROOT)shelp/using_drive_client">le client "drive"</a>. Il existe aussi des clients pour Android et iOS.
it: Seafile contiene un'interfaccia web per gestire e condividere file. Ha due tipi di client desktop, <a href="%(SITE_ROOT)shelp/install_sync/">il client di sincronizzazione file</a> e <a href="%(SITE_ROOT)shelp/using_drive_client">il client drive</a>. Ha anche client mobili per Android e iOS.
ja: Seafileには、ファイルを管理し共有するためのWebインタフェースが含まれています。デスクトップクライアントは2種類あり、<a href="%(SITE_ROOT)shelp/install_sync/">ファイル同期クライアント</a> と <a href="%(SITE_ROOT)shelp/using_drive_client">ドライブクライアント</a>. AndroidやiOS向けのモバイルクライアントも提供しています。
ko: Seafile 에는 파일을 관리하고 공유할 수 있는 웹 인터페이스가 들어있습니다. <a href="%(SITE_ROOT)shelp/install_sync/">파일 동기화 클라이언트</a>와 <a href="%(SITE_ROOT)shelp/using_drive_client">드라이브 클라이언트</a> 두 종류 데스크톱 클라이언트가 있습니다. 안드로이드와 iOS용 모바일 클라이언트도 있습니다.
pl: Seafile zawiera interfejs internetowy do zarządzania i udostępniania plików. Posiada dwa rodzaje klientów desktopowych: <a href="%(SITE_ROOT)shelp/install_sync/">klient synchronizacji plików</a> oraz <a href="%(SITE_ROOT)shelp/using_drive_client">klient dysku</a>. Posiada również klientów mobilnych dla systemów Android i iOS.
ru: Seafile содержит веб-интерфейс для управления файлами и обмена ими. Он имеет два типа клиентов для настольных ПК: <a href="%(SITE_ROOT)shelp/install_sync/">клиент синхронизации файлов</a> и <a href="%(SITE_ROOT)shelp/using_drive_client">клиент диска</a>. Также есть мобильные клиенты для Android и iOS.
zh_cn: Seafile 包含一个 Web 界面，可以管理和共享文件。 它有两种桌面客户端, <a href="%(SITE_ROOT)shelp/install_sync/">文件同步客户端</a> 和 <a href="%(SITE_ROOT)shelp/using_drive_client">挂载盘客户端</a>。它还有适用于 Android 和 iOS 的移动客户端。
zh_tw: Seafile 包含一個網頁界面，以便您管理和共享檔案。它有兩種桌面客戶端：<a href="%(SITE_ROOT)shelp/install_sync/">檔案同步客戶端</a> 和 <a href="%(SITE_ROOT)shelp/using_drive_client">磁碟客戶端</a>。它還有 Android 和 iOS 的流動應用程式。

source: You can download the clients in <a href="https://www.seafile.com/en/download/" target="_blank">Seafile web site</a>.
ar: يمكنك تنزيل العملاء في موقع <a href="https://www.seafile.com/en/download/" target="_blank">سيفايل على الويب</a>.
de: Sie können die Clients herunterladen in <a href="https://www.seafile.com/en/download/" target="_blank">Seafile-Website</a>.
es_ar: Puede descargar los clientes en el <a href="https://www.seafile.com/en/download/" target="_blank">sitio web de Seafile</a>.
fr: Vous pouvez télécharger les clients depuis <a href="https://www.seafile.com/en/download/" target="_blank">le site web de Seafile</a>.
it: Puoi scaricare i client sul <a href="https://www.seafile.com/en/download/" target="_blank">sito web di Seafile</a>.
ja: クライアントは、Seafile Webサイトからダウンロードできます。
ko: <a href="https://www.seafile.com/en/download/" target="_blank">Seafile 웹 사이트</a>에서 클라이언트를 다운로드할 수 있습니다.
pl: Klientów możesz pobrać na <a href="https://www.seafile.com/en/download/" target="_blank">stronie internetowej Seafile</a>.
ru: Вы можете скачать клиенты на <a href="https://www.seafile.com/en/download/" target="_blank">сайте Seafile</a>.
zh_cn: 你可以在<a href="https://www.seafile.com/en/download/" target="_blank">Seafile 网站</a>上下载这些客户端。
zh_tw: 你可以在 <a href="https://www.seafile.com/en/download/" target="_blank">Seafile 網站</a> 上下載客戶端。

source: If this manual does not contain the information you needed, you can seek help in our forum: <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>.
ar: إذا كان هذا الدليل لا يحتوي على المعلومات التي تحتاجها ، يمكنك طلب المساعدة في منتدانا: <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>.
de: Wenn in diesem Handbuch die von Ihnen benötigten Informationen nicht enthalten sind, können Sie in unserem Forum nach Hilfe suchen: <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>.
es_ar: Si este manual no contiene la información que Ud. necesita, puede buscar ayuda en nuestro foro: <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>.
fr: Si ce manuel ne contient pas l'information recherché, vous trouverez de l'aide sur notre forum: <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>.
it: Se questo manuale non contiene le informazioni di cui hai bisogno, puoi cercare aiuto nel nostro forum: <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>.
ja: このマニュアルに必要な情報が含まれていない場合は、フォーラムでヘルプを求めることができます。
ko: 이 설명서에 필요한 내용이 없다면, <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a> 포럼에 도움을 요청할 수 있습니다.
pl: Jeśli ten podręcznik nie zawiera potrzebnych informacji, możesz szukać pomocy na naszym forum: <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>.
ru: Если это руководство не содержит необходимой вам информации, вы можете обратиться за помощью на наш форум: <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>.
zh_cn: 如果这个手册里没有包含你需要的信息，你可以在我们的论坛里寻求帮助： <a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>。
zh_tw: 如果這份手冊中不包含你需要的資訊，你可以在我們的論壇中尋求幫助：<a href="https://forum.seafile.com" target="_blank">https://forum.seafile.com</a>。

source: Seafile uses "libraries" to organize your files. A library is a top level container for a set of files and folders. You can create a library for each project you work on, or each document type you want to save in Seafile. A library works mostly like a top level folder. But it also has some special properties:
ar: يستخدم سيفايل "المكتبات" لتنظيم ملفاتك. المكتبة هي حاوية المستوى الأعلى لمجموعة من الملفات والمجلدات. يمكنك إنشاء مكتبة لكل مشروع تعمل عليه ، أو كل نوع مستند تريد حفظه في سيفايل. تعمل المكتبة في الغالب مثل مجلد المستوى الأعلى. ولكن لديها أيضا بعض الخصائص الخاصة:
de: Seafile verwendet „Bibliotheken“, um Ihre Dateien zu organisieren. Eine Bibliothek ist ein Container der obersten Ebene für eine Reihe von Dateien und Ordnern. Sie können für jedes Projekt, an dem Sie arbeiten, oder jeden Dokumenttyp, den Sie in Seafile speichern möchten, eine Bibliothek erstellen. Eine Bibliothek funktioniert im Wesentlichen wie ein Ordner der obersten Ebene. Sie hat aber auch einige besondere Eigenschaften:
es_ar: Seafile utiliza "bibliotecas" para organizar sus archivos. Una biblioteca es un contenedor de nivel superior para un conjunto de archivos y carpetas. Puede crear una biblioteca para cada proyecto en el que Ud. trabaja, o para cada tipo de archivo que Ud. quiere guardar en Seafile. Una biblioteca funciona principalmente como una carpeta de nivel superior. Pero también tiene algunas propiedades especiales:
fr: Seafile utilise des librairies pour organiser vos fichiers. Une librairie est un contenant pour vos dossier et fichiers. Vous pouvez créer une librairie pour chaque projets sur lequel vous travaillez, ou pour chaque type de document que vous souhaitez enregistrer sur Seafile. Une librairie fonctionne comme un dossier racine. Mais elle a aussi des propriétés spéciales :
it: Seafile utilizza "librerie" per organizzare i tuoi file. Una libreria un contenitore di livello superiore per un insieme di file e cartelle. Puoi creare una libreria per ogni progetto su cui stai lavorando, o per ogni tipo di documento che desideri salvare in Seafile. Una libreria funziona principalmente come una cartella di alto livello. Ma ha anche alcune propriet speciali:
ja: Seafileは「ライブラリ」を使用してファイルを整理します。ライブラリは、ファイルとフォルダーのセットの最上位コンテナーです。作業するプロジェクトごと、またはSeafileに保存するドキュメントの種類ごとにライブラリを作成できます。ライブラリは、ほとんどの場合、最上位フォルダーのように機能します。ただし、いくつかの特別なプロパティもあります。
ko: Seafile에서는 파일을 정리하는 개념으로 "라이브러리"를 사용합니다. 라이브러리는 파일 및 폴더 모음의 최상위 컨테이너입니다. 작업 중인 각 프로젝트별로, Seafile에 저장하려는 문서 형식 별로 라이브러리를 만들 수 있습니다. 라이브러리는 최상위 폴더처럼 동작합니다만 일부 특수 속성도 있습니다:
pl: Seafile używa "bibliotek" do organizowania plików. Biblioteka to kontener najwyższego poziomu dla zestawu plików i folderów. Możesz utworzyć bibliotekę dla każdego projektu, nad którym pracujesz, lub każdego typu dokumentu, który chcesz zapisać w Seafile. Biblioteka działa głównie jak folder najwyższego poziomu, ale ma również pewne specjalne właściwości:
ru: Seafile использует "библиотеки" для организации ваших файлов. Библиотека - это контейнер верхнего уровня для набора файлов и папок. Вы можете создать библиотеку для каждого проекта, над которым вы работаете, или для каждого типа документа, который хотите сохранить в Seafile. Библиотека работает в основном как папка верхнего уровня. Но у него также есть некоторые особые свойства:
zh_cn: Seafile 使用“资料库”来管理文件。一个资料库是一组文件和目录的顶级容器。你可以为你处理的每个项目，或是你想在 Seafile 保存的每种文档类型，创建一个资料库。一个资料库就像一个顶级的目录。但它也有一些特性：
zh_tw: Seafile 使用 "資源庫" 來組織您的檔案。一個資源庫是 highest level 的容器，包含一組檔案和資料夾。您可以為每個專案或每種檔案類型在 Seafile 中創建一個資源庫。一個資源庫基本上與最高級別的資料夾相同，但它還有一些特殊的 屬性：

source: Each library keeps its own file modification history. There is no global file modification history across all libraries.
ar: تحتفظ كل مكتبة بمحفوظات تعديل الملفات الخاصة بها. لا يوجد محفوظات تعديل ملفات عمومية عبر جميع المكتبات.
de: Jede Bibliothek führt ihren eigenen Dateiänderungsverlauf. Es gibt keinen globalen Dateiänderungsverlauf für alle Bibliotheken.
es_ar: Cada biblioteca mantiene su propio historial de modificaciones de archivos. No existe un historial global de modificación de archivos en todas las bibliotecas.
fa_ir: هر کتابخانه تاریخچه تغییرات فایل خود را نگه می‌دارد. هیچ تاریخچه تغییرات فایل جهانی در بین تمام کتابخانه‌ها وجود ندارد.
fr: Chaque librairie conserve son propre historique de modification des fichiers. Il n'y a pas d'historique de modification global comprenant tout les librairies.
it: Ogni libreria tiene la sua propria storia delle modifiche del file. Non c' una storia delle modifiche del file globale tra tutte le librerie.
ja: 各ライブラリは、独自のファイル変更履歴を保持します。すべてのライブラリにわたるグローバルなファイル変更履歴はありません。
ko: 각 라이브러리에서는 파일 수정 기록을 유지합니다. 모든 라이브러리에 대한 전체적인 파일 수정 기록은 없습니다.
pl: Każda biblioteka przechowuje własną historię modyfikacji plików. Nie ma globalnej historii modyfikacji plików we wszystkich bibliotekach.
ru: Каждая библиотека хранит свою историю изменений файлов. Глобальная история изменений файлов для всех библиотек отсутствует.
zh_cn: 每个资料库保存它自己的文件修改历史。没有跨资料库的全局文件修改历史。
zh_tw: 每個資源庫都擁有自己的檔案修改歷史記錄。沒有跨越所有資源庫的全域檔案修改歷史記錄。

source: Each library can be synced to desktop clients separately. You can choose which libraries to be synced.
ar: يمكن مزامنة كل مكتبة مع عملاء سطح المكتب بشكل منفصل. يمكنك اختيار المكتبات التي تريد مزامنتها.
de: Jede Bibliothek kann separat mit Desktop-Clients synchronisiert werden. Sie können auswählen, welche Bibliotheken synchronisiert werden sollen.
es_ar: Cada biblioteca se puede sincronizar con los clientes de escritorio por separado. Puede elegir qué bibliotecas se van a sincronizar.
fa_ir: هر کتابخانه را می‌توان به طور جداگانه با کلاینت‌های دسکتاپ همگام‌سازی کرد. می‌توانید انتخاب کنید که کدام کتابخانه‌ها همگام‌سازی شوند.
fr: Chaque librairie peut être synchronisé vers les clients de bureau séparément. Vous pouvez choisir quels librairies synchroniser.
it: Ogni libreria pu essere sincronizzata con client desktop separatamente. Puoi scegliere quali librerie sincronizzare.
ja: 各ライブラリは、デスクトップクライアントと個別に同期できます。同期するライブラリを選択できます。
ko: 각 라이브러리는 데스크톱 클라이언트에 개별적으로 동기화할 수 있습니다. 어떤 라이브러리를 동기화할 지 선택할 수 있습니다.
pl: Każdą bibliotekę można synchronizować z klientami desktopowymi osobno. Możesz wybrać, które biblioteki mają być synchronizowane.
ru: Каждую библиотеку можно синхронизировать с клиентами для настольных ПК отдельно. Вы можете выбрать библиотеки для синхронизации.
zh_cn: 每个资料库可以单独地同步到桌面客户端。你可以选择同步哪些资料库。
zh_tw: 每個資源庫都可以與桌面客戶端分開同步。您可以選擇要同步的資源庫。

source: When you log into Seafile's web app for the first time, Seafile automatically creates a default library named "My Library" for you. You can also create more libraries. Here is what it looks like when you've created a few libraries.
ar: عند تسجيل الدخول إلى تطبيق الويب الخاص بسيفايل Seafile لأول مرة ، يقوم سيفايل Seafile تلقائيا بإنشاء مكتبة افتراضية باسم "مكتبتي" لك. يمكنك أيضا إنشاء المزيد من المكتبات. هذا ما يبدو عليه الأمر عند إنشاء بعض المكتبات.
de: Wenn Sie sich zum ersten Mal bei der Web-App von Seafile anmelden, erstellt Seafile automatisch eine Standardbibliothek mit dem Namen „Meine Bibliothek“ für Sie. Sie können auch weitere Bibliotheken erstellen. So sieht es aus, wenn Sie einige Bibliotheken erstellt haben.
es_ar: Cuando se accede a la app web Seafile por primera vez, Seafile automáticamente crea una biblioteca por defecto llamada "Mi Biblioteca". Usted puede crear más bibliotecas. Así es como se ve cuando ha creado algunas bibliotecas.
fa_ir: وقتی برای اولین بار به برنامه وب Seafile وارد می‌شوید، Seafile به طور خودکار یک کتابخانه پیش‌فرض به نام "کتابخانه من" برای شما ایجاد می‌کند. همچنین می‌توانید کتابخانه‌های بیشتری ایجاد کنید. اینجا نشان می‌دهد که وقتی چند کتابخانه ایجاد کرده‌ید چگونه به نظر می‌رسد.
fr: Lorsque vous vous connectez depuis l'interface web de Seafile pour la première fois, Seafile créé automatiquement une librairie par défaut pour vous nommée "Ma Librairie". Vous pouvez créer d'autres librairies. Voici à quoi cela ressemble lorsque vous avez créé plusieurs librairies.
it: Quando ti connetti all'applicazione web di Seafile per la prima volta, Seafile crea automaticamente una libreria predefinita chiamata "La mia libreria" per te. Puoi anche creare altre librerie. Ecco come appare quando hai creato alcune librerie.
ja: SeafileのWebアプリに初めてログインすると、Seafileは「マイライブラリ」という名前のデフォルトライブラリを自動的に作成します。ライブラリをさらに作成することもできます。いくつかのライブラリを作成した場合の表示は次のとおりです。
ko: Seafile 웹 앱에 처음 로그인할 때, Seafile에서는 자동으로 "내 라이브러리" 라는 기본 라이브러리를 만들어줍니다. 다른 라이브러리도 만들 수 있습니다. 몇가지 라이브러리를 이미 만들어두었다면 다음과 같이 나타납니다.
pl: Po pierwszym zalogowaniu się do aplikacji internetowej Seafile, Seafile automatycznie tworzy domyślną bibliotekę o nazwie "Moja Biblioteka". Możesz również utworzyć więcej bibliotek. Oto jak to wygląda, gdy utworzysz kilka bibliotek.
ru: Когда вы впервые входите в веб-приложение Seafile, Seafile автоматически создает для вас библиотеку по умолчанию с именем "Моя библиотека". Вы также можете создать больше библиотек. Вот как это выглядит, когда вы создали несколько библиотек.
zh_cn: 当你第一次登录到 Seafile 的 Web app 时，Seafile 会自动地给你创建一个名为“我的资料库”的默认资料库。你也可以创建更多的资料库。创建了一些资料库后，界面上是这样的。
zh_tw: 當您第一次登入 Seafile 的網頁應用程式時，Seafile 會自動為您創建一個名為 "My Library" 的預設資源庫。您也可以創建更多的資源庫。下面是您創建了一些資源庫 後的畫面：
