Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: Partially synced folders contain both synced and cloud-only files or folders.
de: Teilweise synchronisierte Ordner enthalten sowohl synchronisierte als auch nur in der Cloud vorhandene Dateien oder Ordner.
es_ar: Las carpetas parcialmente sincronizadas contienen tanto archivos sincronizados como archivos o carpetas solo en la nube.
fa_ir: پوشه‌های نیمه همگام‌سازی شده شامل فایل‌ها یا پوشه‌های همگام‌سازی شده و فقط ابری هستند.
fr: Les dossiers partiellement synchronisés contiennent à la fois des fichiers ou des dossiers synchronisés et des fichiers ou dossiers dans le cloud.
it: Le cartelle parzialmente sincronizzate contengono sia file o cartelle sincronizzati che solo cloud.
ja: 部分的に同期されたフォルダーには、同期されたファイルとクラウドのみのファイルまたはフォルダーの両方が含まれています。
ko: 일부 동기화 폴더에는 양방향 동기화를 했거나 클라우드 전용인 파일 또는 폴더가 있습니다.
pl: Częściowo zsynchronizowane foldery zawierają zarówno zsynchronizowane pliki i foldery, jak i te tylko w chmurze.
ru: Частично синхронизированные папки содержат как синхронизированные, так и только облачные файлы или папки.
sv: Delvis synkroniserade mappar innehåller både synkroniserade och endast molnbaserade filer ellermappar.
zh_cn: 部分同步的文件夹会包含已同步的和只在云端的文件或目录。
zh_tw: 部分同步的資料夾包含已同步和雲端限定的檔案或資料夾。

source: Special States
ar: حالة خاصة
de: Besondere Zustände
es_ar: Estados especiales
fa_ir: وضعیت‌های ویژه
fr: États spéciaux
it: Stati speciali
ja: 特別な状態
ko: 특수 상태
pl: Specjalne stany
ru: Особые состояния
sv: Speciella tillstånd
zh_cn: 特殊状态
zh_tw: 特殊状态

source: For files that are already synced to local computer, they may be in 3 other special states, besides the normal "synced" state.
de: Dateien, die bereits mit dem lokalen Computer synchronisiert sind, können sich neben dem normalen „synchronisierten“ Zustand in drei weiteren speziellen Zuständen befinden.
es_ar: Para los archivos que ya están sincronizados con la computadora local, pueden estar en 3 otros estados especiales, además del estado normal de "sincronizado".
fa_ir: برای فایل‌هایی که قبلاً به کامپیوتر محلی همگام‌سازی شده‌اند، ممکن است علاوه بر حالت عادی "همگام‌سازی شده"، در 3 حالت ویژه دیگر نیز باشند.
fr: Pour les fichiers qui sont déjà synchronisés avec l'ordinateur local, ils peuvent être dans trois autres états spéciaux, en plus de l'état normal "synchronisé".
it: Per i file già sincronizzati sul computer locale, possono essere in altri 3 stati speciali, oltre allo stato normale "sincronizzato".
ja: ローカルコンピューターにすでに同期されているファイルの場合、通常の「同期」状態に加えて、他の3つの特別な状態になる可能性があります。
ko: 로컬 컴퓨터에 이미 동기화한 파일은 3가지 특별한 상태로 남아있을 수 있는데, 그 중 일반적인 상태는 "동기화" 상태입니다.
pl: Dla plików, które są już zsynchronizowane z komputerem lokalnym, mogą występować 3 inne specjalne stany, oprócz normalnego stanu "zsynchronizowany".
ru: Для файлов, которые уже синхронизированы с локальным компьютером, они могут находиться в 3 других особых состояниях, помимо обычного состояния "синхронизировано".
sv: För filer som redan är synkroniserade till den lokala datorn kan de vara i 3 andraspeciella tillstånd, förutom det normala "synkroniserade" tillståndet.
zh_cn: 已经同步到本地的文件还可能处于3种其他的特殊状态。
zh_tw: 对已经同步到本地计算机的文件，可能处于3个特殊状态，除了常规的 "synced" 状态。

source: Locked by other user
ar: مقفل من قبل مستخدم آخر
de: Von einem anderen Benutzer gesperrt
es_ar: Bloqueado por otro usuario
fa_ir: قفل شده توسط کاربر دیگر
fr: Verrouiller par un autre utilisateur
it: Bloccato da un altro utente
ja: 他のユーザーによってロックされています
ko: 다른 사람이 잠금
pl: Zablokowany przez innego użytkownika
ru: Заблокировано другим пользователем
sv: Låst av annan användare
zh_cn: 被其他人锁定
zh_tw: 被其他用户锁定

source: The file is locked by other user on the server. You can only open the file in read-only mode. You cannot modify, delete, rename or move the file.
de: Die Datei ist von einem anderen Benutzer auf dem Server gesperrt. Sie können die Datei nur im schreibgeschützten Modus öffnen. Sie können die Datei nicht ändern, löschen, umbenennen oder verschieben.
es_ar: El archivo está bloqueado por otro usuario en el servidor. Solo puede abrir el archivo en modo de solo lectura. No puede modificar, eliminar, renombrar o mover el archivo.
fa_ir: فایل توسط کاربر دیگری در سرور قفل شده است. شما فقط می‌توانید فایل را در حالت فقط خواندنی باز کنید. نمی‌توانید فایل را تغییر، حذف، تغییر نام یا جابجا کنید.
fr: Le fichier est verrouillé par un autre utilisateur sur le serveur. Vous ne pouvez ouvrir le fichier qu'en mode lecture seule. Vous ne pouvez pas modifier, supprimer, renommer ou déplacer le fichier.
it: Il file è bloccato da un altro utente sul server. Puoi aprire il file solo in modalità di sola lettura. Non puoi modificare, eliminare, rinominare o spostare il file.
ja: ファイルは、サーバー上の別のユーザーによってロックされています。ファイルは読み取り専用モードでのみ開くことができます。ファイルの変更、削除、名前変更、または移動はできません。
ko: 이 파일은 서버의 다른 사용자가 잠궜습니다. 읽기 전용 상태로만 파일을 열 수 있습니다. 파일을 수정, 삭제, 이름 바꾸기 또는 이동할 수 없습니다.
pl: Plik jest zablokowany przez innego użytkownika na serwerze. Możesz otworzyć plik tylko w trybie tylko do odczytu. Nie możesz modyfikować, usuwać, zmieniać nazwy ani przenosić pliku.
ru: Файл заблокирован другим пользователем на сервере. Вы можете открыть файл только в режиме для чтения. Вы не можете изменять, удалять, переименовывать или перемещать файл.
sv: Filen är låst av en annan användare på servern. Du kan endast öppna filen iskrivskyddat läge. Du kan inte ändra, ta bort, byta namn på eller flytta filen.
zh_cn: 文件已经被其他用户锁定，你只能以只读模式打开文件，不能修改，删除，重命名或者移动文件。
zh_tw: 该文件被服务器上的其他用户锁定。您只能以只读模式打开该文件。您不能修改、删除、重命名或移动该文件。

source: Locked by me
ar: مقفل من قبلي
de: Von mir gesperrt
es_ar: Bloqueado por mí
fa_ir: قفل شده توسط من
fr: Verrouillé par moi
it: Bloccato da me
ja: 私がロックしました
ko: 내가 잠금
pl: Zablokowany przeze mnie
ru: Заблокировано мной
sv: Låst av mig
zh_cn: 被自己锁定
zh_tw: 被我锁定

source: The file is locked by you. This prevents others from modifying the file.
de: Die Datei ist von Ihnen gesperrt. Dadurch wird verhindert, dass andere die Datei ändern.
es_ar: El archivo está bloqueado por usted. Esto evita que otros modifiquen el archivo.
fa_ir: فایل توسط شما قفل شده است. این کار از تغییر فایل توسط دیگران جلوگیری می‌کند.
fr: Vous avez verrouillé le fichier. Cela empêche les autres de le modifier
it: Il file è bloccato da te. Questo impedisce agli altri di modificare il file.
ja: ファイルはあなたがロックしています。これにより、他のユーザーがファイルを変更できなくなります。
ko: 이 파일은 현재 사용자께서 잠궜습니다. 다른 사용자의 파일 수정을 막고 있습니다.
pl: Plik jest zablokowany przez Ciebie. Zapobiega to modyfikowaniu pliku przez innych użytkowników.
ru: Файл заблокирован вами. Это не позволяет другим пользователям изменять файл.
sv: Filen är låst av dig. Detta hindrar andra från att ändra filen.
zh_cn: 文件被自己锁定，这样可以阻止其他人修改该文件。
zh_tw: 该文件被您锁定。这样可以防止其他人修改该文件。

source: Read-only
ar: للقراءة فقط
de: Schreibgeschützt
es_ar: Solo lectura
fa_ir: فقط خواندنی
fr: Lecture seule
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
pl: Tylko do odczytu
ru: Только чтение
sv: Skrivskyddad
zh_cn: 只读
zh_tw: 只读

source: The folder or library of this file is shared with read-only permission to you. You cannot modify, delete or move the file.
de: Der Ordner oder die Bibliothek dieser Datei wird Ihnen nur mit Leseberechtigung zur Verfügung gestellt. Sie können die Datei nicht ändern, löschen oder verschieben.
es_ar: La carpeta o biblioteca de este archivo se comparte con permiso de solo lectura para usted. No puede modificar, eliminar o mover el archivo.
fa_ir: پوشه یا کتابخانه این فایل با دسترسی فقط خواندنی با شما به اشتراک گذاشته شده است. نمی‌توانید فایل را تغییر، حذف یا جابجا کنید.
fr: Le dossier ou la bibliothèque de ce fichier est partagé avec une autorisation de lecture seule pour vous. Vous ne pouvez pas modifier, supprimer ou déplacer le fichier.
it: La cartella o la libreria di questo file è condivisa con permesso di sola lettura. Non puoi modificare, eliminare o spostare il file.
ja: このファイルのフォルダーまたはライブラリは、読み取り専用のアクセス許可で共有されています。ファイルの変更、削除、または移動はできません。
ko: 이 파일의 폴더 또는라이브러리는 읽기 전용으로 공유했습니다. 파일을 수정, 삭제, 이동할 수 없습니다.
pl: Folder lub biblioteka tego pliku jest udostępniona z uprawnieniami tylko do odczytu. Nie możesz modyfikować, usuwać ani przenosić pliku.
ru: Папка или библиотека этого файла доступны вам только для чтения. Вы не можете изменять, удалять или перемещать файл.
sv: Mappen eller katalogen för denna fil delas med skrivskyddad behörighet till dig.Du kan inte ändra, ta bort eller flytta filen.
zh_cn: 文件所在的目录或者资料库是以只读权限共享给你的，你不能修改, 删除, 或移动该文件。
zh_tw: 该文件所在的文件夹或库被共享给您，以只读权限。您不能修改、删除或移动该文件。

source: The Drive client regularly cleans up unused cached files in the background. You can also limit the local cache space.
de: Der Drive-Client bereinigt im Hintergrund regelmäßig ungenutzte Cache-Dateien. Sie können den lokalen Cache-Speicherplatz auch begrenzen.
es_ar: El cliente Drive limpia regularmente los archivos en caché no utilizados en segundo plano. También puede limitar el espacio del caché local.
fa_ir: کلاینت درایو به طور منظم فایل‌های کش شده استفاده نشده را در پس‌زمینه پاک می‌کند. همچنین می‌توانید فضای کش محلی را محدود کنید.
fr: Le client Drive nettoie régulièrement les fichiers en cache inutilisés en arrière-plan. Vous pouvez également limiter l'espace de cache local.
it: Il client Drive pulisce regolarmente i file cache non utilizzati in background. Puoi anche limitare lo spazio della cache locale.
ja: ドライブクライアントは、バックグラウンドで未使用のキャッシュファイルを定期的にクリーンアップします。ローカルキャッシュの容量を制限することもできます。
ko: 드라이브 클라이언트는 백그라운드 작업으로 사용하지 않는 캐시 파일을 주기적으로 삭제합니다. 로컬 캐시 공간을 제한할 수 있습니다.
pl: Klient Drive regularnie czyści nieużywane pliki w pamięci podręcznej w tle. Możesz również ograniczyć przestrzeń lokalnej pamięci podręcznej.
ru: Клиент Диска регулярно очищает неиспользуемые кэшированные файлы в фоновом режиме. Вы также можете ограничить пространство локального кэша.
sv: Driveklienten rensar regelbundet oanvända cachade filer i bakgrunden. Du kanockså begränsa det lokala cacheutrymmet.
zh_cn: 挂载盘客户端会在后台定期清理不用的缓存文件。你也可以限制本地缓存空间的上限。
zh_tw: 客户端会定期在后台清理未使用的缓存文件。你也可以限制本地缓存空间。

source: You can log into multiple accounts in the Drive client. However, only files on the current selected server will be shown in the virtual drive. You can switch among accounts.
de: Sie können sich im Drive-Client bei mehreren Konten anmelden. Im virtuellen Laufwerk werden jedoch nur Dateien angezeigt, die sich auf dem aktuell ausgewählten Server befinden. Sie können zwischen den Konten wechseln.
es_ar: Puede iniciar sesión en múltiples cuentas en el cliente Drive. Sin embargo, solo los archivos en el servidor seleccionado actualmente se mostrarán en el disco virtual. Puede cambiar entre cuentas.
fa_ir: می‌توانید در کلاینت درایو به چندین حساب وارد شوید. با این حال، فقط فایل‌های موجود در سرور انتخاب شده فعلی در درایو مجازی نمایش داده می‌شوند. می‌توانید بین حساب‌ها جابجا شوید.
fr: Vous pouvez vous connecter à plusieurs comptes au client Drive. Cependant, seuls les fichiers du serveur actuellement sélectionné seront affichés dans le lecteur virtuel. Vous pouvez passer d'un compte à l'autre.
it: Puoi accedere a più account nel client Drive. Tuttavia, solo i file sul server attualmente selezionato verranno mostrati nel drive virtuale. Puoi passare tra gli account.
ja: ドライブクライアントで複数のアカウントにログインできます。ただし、仮想ドライブには、現在選択されているサーバー上のファイルのみが表示されます。アカウントを切り替えることができます。
ko: 드라이브 클라이언트에서 여러 계정에 로그인할 수 있습니다. 그러나 현재 선택한 서버의 파일만 가상 드라이브에 나타납니다. 로그인한 계정을 서로 전환할 수 있습니다.
pl: Możesz zalogować się na wiele kont w kliencie Drive. Jednak tylko pliki na aktualnie wybranym serwerze będą wyświetlane na wirtualnym dysku. Możesz przełączać się między kontami.
ru: Вы можете войти в несколько аккаунтов в клиенте Диска. Однако на виртуальном диске будут отображаться только файлы на текущем выбранном сервере. Вы можете переключаться между аккаунтами.
sv: Du kan logga in på flera konton i Driveklienten. Emellertid visas endast filer påden för närvarande valda servern i den virtuella enheten. Du kan växla mellan konton.
zh_cn: 挂载盘客户端支持登录多个服务器帐号。但是挂载盘中只会显示出当前选中的服务器中的文件。你可以切换账号。
zh_tw: 你可以在客户端登录多个帐户。但是，只有当前选定服务器上的文件会显示在虚拟硬盘中。你可以切换帐户。

source: 1. Why can't I create new files or delete folders in root folder?
de: 1. Warum kann ich im Stammordner keine neuen Dateien erstellen oder Ordner löschen?
es_ar: 1. ¿Por qué no puedo crear nuevos archivos o eliminar carpetas en la carpeta raíz?
fa_ir: 1. چرا نمی‌توانم فایل‌های جدید ایجاد کنم یا پوشه‌ها را در پوشه ریشه حذف کنم؟
fr: 1. Pourquoi ne puis-je pas créer de nouveaux fichiers ou supprimer des dossiers dans le dossier racine ?
it: 1. Perché non posso creare nuovi file o eliminare cartelle nella cartella principale?
ja: 1. ルートフォルダに新しいファイルを作成したり、フォルダを削除したりできないのはなぜですか？
ko: 1. 최상위 폴더에서 새 파일을 만들거나 폴더를 삭제할 수 없을까요?
pl: 1. Dlaczego nie mogę tworzyć nowych plików ani usuwać folderów w folderze głównym?
ru: 1. Почему я не могу создавать новые файлы или удалять папки в корневой папке?
sv: 1. Varför kan jag inte skapa nya filer eller ta bort mappar i rotmappen?
zh_cn: 1. 为什么不能在根目录下创建新文件或删除目录？
zh_tw: 1. 为什么我不能在根文件夹中创建新文件或删除文件夹？

source: The root folder of the virtual drive contains only library folders. Seafile can only sync files inside libraries. Files in the root folder cannot be uploaded to Seafile server. So it doesn't make sense to support creating files in root folder. Since the top level folders in the virtual drive represents libraries, we don't want users to delete their libraries by mistake. So the Drive client doesn't support deleting top level folders.
de: Der Stammordner des virtuellen Laufwerks enthält nur Bibliotheksordner. Seafile kann nur Dateien innerhalb von Bibliotheken synchronisieren. Dateien im Stammordner können nicht auf den Seafile-Server hochgeladen werden. Daher ist es nicht sinnvoll, das Erstellen von Dateien im Stammordner zu unterstützen. Da die Ordner der obersten Ebene im virtuellen Laufwerk Bibliotheken darstellen, möchten wir nicht, dass Benutzer ihre Bibliotheken versehentlich löschen. Daher unterstützt der Drive-Client das Löschen von Ordnern der obersten Ebene nicht.
es_ar: La carpeta raíz del disco virtual contiene solo carpetas de bibliotecas. Seafile solo puede sincronizar archivos dentro de las bibliotecas. Los archivos en la carpeta raíz no pueden ser subidos al servidor Seafile. Por lo tanto, no tiene sentido permitir la creación de archivos en la carpeta raíz. Dado que las carpetas de nivel superior en el disco virtual representan bibliotecas, no queremos que los usuarios eliminen sus bibliotecas por error. Por eso, el cliente Drive no permite eliminar carpetas de nivel superior.
fa_ir: پوشه ریشه درایو مجازی فقط شامل پوشه‌های کتابخانه است. Seafile فقط می‌تواند فایل‌های داخل کتابخانه‌ها را همگام‌سازی کند. فایل‌های موجود در پوشه ریشه نمی‌توانند به سرور Seafile آپلود شوند. بنابراین پشتیبانی از ایجاد فایل در پوشه ریشه منطقی نیست. از آنجایی که پوشه‌های سطح بالا در درایو مجازی نمایانگر کتابخانه‌ها هستند، نمی‌خواهیم کاربران به اشتباه کتابخانه‌های خود را حذف کنند. بنابراین کلاینت درایو از حذف پوشه‌های سطح بالا پشتیبانی نمی‌کند.
fr: Le dossier racine du lecteur virtuel ne contient que des dossiers de bibliothèque. Seafile peut seulement synchroniser les fichiers à l'intérieur des bibliothèques. Les fichiers dans le dossier racine ne peuvent pas être téléchargés vers le serveur Seafile. Il n'est donc pas logique de soutenir la création de fichiers dans le dossier racine. Puisque les dossiers de niveau supérieur dans le lecteur virtuel représentent des bibliothèques, nous ne voulons pas que les utilisateurs suppriment leurs bibliothèques par erreur. Donc le client Drive ne supporte pas la suppression des dossiers de niveau supérieur.
it: La cartella principale del drive virtuale contiene solo cartelle di librerie. Seafile può sincronizzare solo file all'interno delle librerie. I file nella cartella principale non possono essere caricati sul server Seafile. Quindi non ha senso supportare la creazione di file nella cartella principale. Poiché le cartelle di livello superiore nel drive virtuale rappresentano le librerie, non vogliamo che gli utenti eliminino le loro librerie per errore. Quindi il client Drive non supporta l'eliminazione delle cartelle di livello superiore.
ja: 仮想ドライブのルートフォルダには、ライブラリフォルダのみが含まれています。Seafileは、ライブラリ内のファイルのみを同期できます。ルートフォルダ内のファイルはSeafileサーバーにアップロードできません。したがって、ルートフォルダにファイルを作成することをサポートするのは意味がありません。仮想ドライブの最上位フォルダはライブラリを表しているため、ユーザーが誤ってライブラリを削除することを防ぎたいと考えています。そのため、ドライブクライアントは最上位フォルダの削除をサポートしていません。
ko: 가상 드라이브의 최상위 폴더에는 라이브러리 폴더만 들어있습니다. Seafile에서는 라이브러리의 파일만 동기화합니다. 최상위 폴더의 파일은 Seafile 서버로 올릴 수 없습니다. 그래서 최상위 폴더에서 파일을 만들게 하는 그 자체가 말이 안됩니다. 가상 드라이브의 최상위 폴더가 라이브러리를 의미하기에, 사용자가 해당 라이브러리를 실수로라도 지우게 두고 싶진 않습니다. 그래서 드라이브 클라이언트에서는 최상위 폴더 삭제는 지원하지 않습니다.
pl: Folder główny wirtualnego dysku zawiera tylko foldery bibliotek. Seafile może synchronizować tylko pliki wewnątrz bibliotek. Pliki w folderze głównym nie mogą być przesłane na serwer Seafile. Dlatego nie ma sensu wspierać tworzenia plików w folderze głównym. Ponieważ foldery najwyższego poziomu na wirtualnym dysku reprezentują biblioteki, nie chcemy, aby użytkownicy przez pomyłkę usuwali swoje biblioteki. Dlatego klient Drive nie obsługuje usuwania folderów najwyższego poziomu.
ru: Корневая папка виртуального диска содержит только папки библиотеки. Seafile может синхронизировать файлы только внутри библиотек. Файлы в корневой папке не могут быть загружены на сервер Seafile. Поэтому нет смысла поддерживать создание файлов в корневой папке. Поскольку папки верхнего уровня на виртуальном диске представляют собой библиотеки, мы не хотим, чтобы пользователи удаляли свои библиотеки по ошибке. Таким образом, клиент Диска не поддерживает удаление папок верхнего уровня.
sv: Rotmappen i den virtuella enheten innehåller endast katalogmappar. Seafile kanendast synkronisera filer inom kataloger. Filerna i rotmappen kan inte laddas upptill Seafile-servern. Så det är meningslöst att stödja skapande av filer i rotmappen.Eftersom de översta mapparna i den virtuella enheten representerar kataloger, vill viinte att användare ska ta bort sina kataloger av misstag. Därför stödjer inteDriveklienten borttagning av översta mappar.
zh_cn: 虚拟盘的根目录只包含资料库目录。Seafile 只能同步资料库中的文件。根目录中的文件不能被上传到 Seafile 服务器。所以支持在根目录下创建文件没有意义。由于虚拟盘中的顶级目录代表资料库，我们不想用户误删资料库，因此，挂载盘客户端不支持删除顶级目录。
zh_tw: 虚拟硬盘的根文件夹仅包含资料库文件夹。Seafile 只能同步资料库内的文件。根文件夹中的文件无法上传到 Seafile 服务器。因此不支持在根文件夹中创建文件。由于虚拟硬盘的顶层文件夹代表资料库，我们不想让用户误删他们的资料库，所以客户端不支持删除顶层文件夹。

source: Some types of files can be directly opened and viewed within the Seafile Web App. Currently they are:
de: Einige Dateitypen können direkt in der Seafile Web App geöffnet und angezeigt werden. Derzeit sind dies:
es_ar: Algunos tipos de archivos pueden ser abiertos y visualizados directamente en la aplicación web de Seafile. Actualmente son:
fa_ir: برخی از انواع فایل‌ها را می‌توان مستقیماً در برنامه وب Seafile باز کرد و مشاهده کرد. در حال حاضر این موارد عبارتند از:
fr: Certains types de fichiers peuvent être ouvert directement depuis l'interface Web de Seafile :
it: Alcuni tipi di file possono essere aperti e visualizzati direttamente all'interno dell'app Web di Seafile. Attualmente sono:
ja: 一部の種類のファイルは、Seafile Webアプリ内で直接開いて表示できます。現在、それらは次のとおりです。
ko: 파일 중 일부 형식은 Seafile 웹 앱에서 직접 열 수 있습니다. 현재 직접 열 수 있는 형식은 다음과 같습니다:
pl: Niektóre typy plików można bezpośrednio otwierać i przeglądać w aplikacji internetowej Seafile. Obecnie są to:
ru: Некоторые типы файлов можно напрямую открывать и просматривать в веб-приложении Seafile. В настоящее время это:
sv: Vissa typer av filer kan öppnas och visas direkt i Seafile Web App. För närvarande är de:
zh_cn: 有些文件可以在 Seafile Web App 里直接打开和查看。目前它们是：
zh_tw: 有些类型的文件可以直接在 Seafile Web 应用程序中打开查看。目前它们是：

source: Image files
ar: صور
de: Bilddateien
es_ar: Archivos de imagen
fa_ir: فایل‌های تصویری
fr: Fichiers image
it: File immagine
ja: イメージファイル
ko: 그림 파일
pl: Pliki obrazów
ru: Файлы изображений
sv: Bildfiler
zh_cn: 图片文件
zh_tw: 图像文件
