Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: For shared libraries or folders, you can set permission to its sub-folders for a person or a group. Available permissions are the same as the ones described in <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">sharing libraries</a>. Here are some use cases:
ar: بالنسبة للمكتبات أو المجلدات المشتركة، يمكنك تعيين إذن لمجلداتها الفرعية لشخص أو مجموعة. الأذونات المتاحة هي نفسها الموضحة في <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">مكتبات المشاركة</a>. فيما يلي بعض حالات الاستخدام:
de: Für freigegebene Bibliotheken oder Ordner können Sie einer Person oder einer Gruppe Berechtigungen für deren Unterordner erteilen. Die verfügbaren Berechtigungen sind dieselben wie die in <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">Bibliotheken teilen</a>. Hier sind einige Anwendungsfälle:
es_ar: Para bibliotecas o carpetas compartidas, puede establecer permisos a las sub-carpetas para una persona o un grupo. Los permisos disponibles son los mismos que se describen en<a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">compartiendo bibliotecas</a>. Aquí hay algunas formas de uso:
fr: Pour les librairies et dossiers partagés, vous pouvez définir des permissions pour un utilisateur ou un groupe. Les permissions disponibles sont les même que celles décrites dans <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">librairie partagées</a>. Voici quelques cas d'usages :
is: Fyrir sameiginleg söfn eða möppur geturðu stillt heimild fyrir undirmöppur þess fyrir einstakling eða hóp. Tiltækar heimildir eru þær sömu og lýst er í <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">deilingu safna</a>. Hér eru nokkur notkunartilvik:
it: Per le librerie o cartelle condivise, puoi impostare le autorizzazioni per le sottocartelle per una persona o un gruppo. Le autorizzazioni disponibili sono le stesse descritte in <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">condivisione di librerie</a>. Ecco alcuni casi d'uso:
ja: 共有ライブラリまたはフォルダーの場合、個人またはグループのサブフォルダーへのアクセス許可を設定できます。利用可能なアクセス許可は、<a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">ライブラリの共有</a>で説明されているものと同じです。いくつかのユースケースを次に示します。
ko: 공유 라이브러리 또는 폴더에 개인 또는 그룹을 대상으로 하위 폴더의 권한을 설정할 수 있습니다. 가용 권한은 <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">라이브러리 공유</a> 편에 설명한 내용과 같습니다. 여기 몇가지 사용 예가 있습니다:
pl: Dla udostępnionych bibliotek lub folderów możesz ustawić uprawnienia do ich podfolderów dla osoby lub grupy. Dostępne uprawnienia są takie same jak te opisane w <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">udostępnianiu bibliotek</a>. Oto kilka przypadków użycia:
ru: Для общих библиотек или папок вы можете установить разрешения на их подпапки для человека или группы. Доступные разрешения такие же, как и в разделе <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">Совместное использование библиотек</a>. Вот несколько примеров использования:
zh_cn: 对于已共享出去的资料库或目录，你可以为个人或群组设置子目录的权限。可用的权限和 <a href="%(SITE_ROOT)shelp/sharing_files_and_folders/">共享资料库</a>中描述的一样。以下是一些用例：

source: You shared a library to a group with "read only" permission. You also want to allow a specific member of the group to modify files in one sub-folder. You can grant write permission of this sub-folder to this person.
ar: لقد قمت بمشاركة مكتبة إلى مجموعة بإذن "للقراءة فقط". تريد أيضا السماح لعضو معين في المجموعة بتعديل الملفات في مجلد فرعي واحد. يمكنك منح إذن الكتابة لهذا المجلد الفرعي لهذا الشخص.
de: Sie haben einer Gruppe eine Bibliothek mit der Berechtigung „Nur Lesen“ freigegeben. Sie möchten außerdem einem bestimmten Mitglied der Gruppe erlauben, Dateien in einem Unterordner zu ändern. Sie können dieser Person Schreibberechtigung für diesen Unterordner erteilen.
es_ar: Compartió una biblioteca a un grupo con permiso "sólo lectura". También desea permitir que un determinado miembro del grupo pueda modificar archivos en una sub-carpeta. Puede conceder permiso de escritura en esta carpera, a esa persona.
fr: Vous partagez une librairie avec un groupe en "lecture seul". Vous voulez également autoriser un membre du groupe à modifier les fichiers d'un sous-dossier. Vous pouvez ajouter des droits en écriture au sous-dossier à cette personne.
is: Þú deildir safni til hóps með „skrifvarin“ heimild. Þú vilt einnig leyfa ákveðnum meðlim hópsins að breyta skrám í einni undirmöppu. Þú getur veitt þessum einstaklingi skrifheimild fyrir þessa undirmöppu.
it: Hai condiviso una libreria a un gruppo con autorizzazione "solo lettura". Vuoi anche consentire a un membro specifico del gruppo di modificare i file in una sottocartella. Puoi concedere l'autorizzazione di scrittura per questa sottocartella a questa persona.
ja: 「読み取り専用」権限でライブラリをグループと共有しました。また、グループの特定のメンバーが1つのサブフォルダー内のファイルを変更できるようにしたいと考えています。このサブフォルダーの書き込み権限をこのユーザーに付与できます。
ko: 라이브러리를 그룹에 "읽기 전용" 권한으로 공유했습니다. 또한 하위 폴더의 파일을 수정할 수 있는 권한을 그룹의 지정 구성원에게 허용하고 싶을 때도 있습니다. 이 사용자에게 하위 폴더의 쓰기 권한을 부여할 수 있습니다.
pl: Udostępniłeś bibliotekę grupie z uprawnieniami "tylko do odczytu". Chcesz również umożliwić konkretnemu członkowi grupy modyfikowanie plików w jednym podfolderze. Możesz przyznać tej osobie uprawnienia do zapisu w tym podfolderze.
ru: Вы поделились библиотекой с группой с разрешением "только чтение". Вы также хотите разрешить определенному члену группы изменять файлы в одной подпапке. Вы можете предоставить этому человеку разрешение на запись в эту подпапку.
zh_cn: 你将一个资料库以“只读”权限共享给一个群组。你也想允许群组中的一个特定成员修改一个子目录中的文件。你可以授予该成员这个子目录的写权限。

source: You shared a library to 3 groups. There are 3 sub-folders under that library, one for each group to upload files. However you don't want users to change files not belong to his/her group. You can grant write permission of a sub-folder only to its group.
ar: قمت بمشاركة مكتبة إلى 3 مجموعات. هناك 3 مجلدات فرعية ضمن تلك المكتبة ، واحد لكل مجموعة لتحميل الملفات. ومع ذلك ، لا تريد أن يغير المستخدمون الملفات التي لا تنتمي إلى مجموعتهم. يمكنك منح إذن الكتابة لمجلد فرعي لمجموعتهم فقط.
de: Sie haben eine Bibliothek für drei Gruppen freigegeben. Unter dieser Bibliothek befinden sich drei Unterordner, einer für jede Gruppe, in die Dateien hochgeladen werden können. Sie möchten jedoch nicht, dass Benutzer Dateien ändern, die nicht zu ihrer Gruppe gehören. Sie können die Schreibberechtigung für einen Unterordner nur seiner Gruppe erteilen.
es_ar: Compartió una biblioteca con 3 grupos. Hay 3 sub-carpetas en esa biblioteca, una para cada grupo, para subir archivos. Sin embargo, no desea que los usuarios modifiquen archivos que no le pertenecen a su grupo. Puede conceder permiso de escritura a la sub-carpeta, sólo a su grupo.
fr: Vous partager une librairie avec 3 groupes. Cette librairie contient 3 sous-dossiers, un pour que chaque groupe puisse déposer des fichiers. Cependant vous ne voulez pas que les utilisateurs puissent modifier des fichiers n'appartenant pas à leur groupe. Vous pouvez définir des droits en écriture a un sous-dossier uniquement à son groupe.
is: Þú deildir safni til 3 hópa. Það eru 3 undirmöppur undir því safni, ein fyrir hvern hóp til að hlaða upp skrám. Hins vegar viltu ekki að notendur breyti skrám sem tilheyra ekki hans/hennar hópi. Þú getur veitt skrifheimild fyrir undirmöppu aðeins til hópsins.
it: Hai condiviso una libreria a 3 gruppi. Ci sono 3 sottocartelle sotto quella libreria, una per ogni gruppo per caricare i file. Tuttavia, non vuoi che gli utenti modifichino i file che non appartengono al loro gruppo. Puoi concedere l'autorizzazione di scrittura di una sottocartella solo al suo gruppo.
ja: ライブラリを3つのグループと共有しました。そのライブラリには3つのサブフォルダーがあり、各グループがファイルをアップロードできます。ただし、ユーザーが自分のグループに属していないファイルを変更することは望ましくありません。サブフォルダーの書き込み権限をそのグループのみに付与できます。
ko: 세 그룹에 라이브러리를 공유했습니다. 각 그룹당 하나씩 파일을 업로드하도록 라이브러리에 하위 폴더 3개를 두었습니다. 그러나 그룹 사용자가 그룹 소유가 아닌 폴더의 파일을 함부로 바꾸지 못하게 하려고 합니다. 그룹에만 해당하는 하위 폴더에 쓰기 권한을 부여할 수 있습니다.
pl: Udostępniłeś bibliotekę 3 grupom. Pod tą biblioteką znajdują się 3 podfoldery, jeden dla każdej grupy do przesyłania plików. Jednak nie chcesz, aby użytkownicy zmieniali pliki nie należące do jego/jej grupy. Możesz przyznać uprawnienia do zapisu w podfolderze tylko jego grupie.
ru: Вы поделились библиотекой с 3 группами. В этой библиотеке есть 3 подпапки, по одной для каждой группы для загрузки файлов. Однако вы не хотите, чтобы пользователи изменяли файлы, не принадлежащие его / ее группе. Вы можете предоставить разрешение на запись в подпапку только этой группе.
zh_cn: 你将一个资料库共享给 3 个群组。资料库中有 3 个子目录，每个群组用一个来上传文件。然而你不想用户修改不属于他/她的群组的文件。你可以将子目录的写权限只授予给它对应的群组。

source: Folder permissions are only effective for libraries and folders you share to others. To effectively set folder permissions to its sub-folders, you should first share the parent library or folder; otherwise the folder permission won't take effect.
ar: تكون أذونات المجلدات فعالة فقط للمكتبات والمجلدات التي تشاركها مع الآخرين. لتعيين أذونات المجلد بشكل فعال لمجلداته الفرعية ، يجب عليك أولا مشاركة المكتبة أو المجلد الأصل ؛ وإلا فلن يصبح إذن المجلد ساري المفعول.
de: Ordnerberechtigungen gelten nur für Bibliotheken und Ordner, die Sie für andere freigeben. Um Ordnerberechtigungen für Unterordner wirksam festzulegen, sollten Sie zuerst die übergeordnete Bibliothek oder den übergeordneten Ordner freigeben. Andernfalls wird die Ordnerberechtigung nicht wirksam.
es_ar: Los permisos de las carpetas sólo son efectivos para las bibliotecas que comparte con otros. Para establecer efectivamente los permisos a sus sub-carpetas, debe primero compartir la biblioteca o carpeta superior; de lo contrario el permiso de la carpeta no tendrá efecto.
fr: Les permissions de dossier sont effectives uniquement pour les librairies et dossier que vous partagés. Pour définir des permissions à des sous-dossiers d'un dossier, il faut préalablement partager la librairie ou le dossier parent, sans cela les permissions du dossier n'auront aucun effet.
is: Möppuheimildir eru aðeins áhrifaríkar fyrir söfn og möppur sem þú deilir með öðrum. Til að stilla möppuheimildir á áhrifaríkan hátt fyrir undirmöppur þess, ættirðu fyrst að deila yfirsafninu eða möppunni; annars mun möppuheimildin ekki hafa áhrif.
it: Le autorizzazioni per le cartelle sono solo efficaci per le librerie e le cartelle che condividi con gli altri. Per impostare efficacemente le autorizzazioni per le sottocartelle, devi prima condividere la libreria o cartella padre; altrimenti, le autorizzazioni per le cartelle non avranno effetto.
ja: フォルダーのアクセス許可は、他のユーザーと共有するライブラリとフォルダーにのみ有効です。サブフォルダーにフォルダーのアクセス許可を効果的に設定するには、最初に親ライブラリまたはフォルダーを共有する必要があります。そうしないと、フォルダーのアクセス許可は有効になりません。
ko: 폴더 권한은 다른 사람에게 라이브러리와 폴더를 공유할 때만 해당합니다. 폴더 권한을 하위 폴더에도 적용하려면 우선 상위 라이브러리 또는 폴더를 공유해야합니다. 그렇지 않으면 폴더 권한이 효용성이 없습니다.
pl: Uprawnienia folderów są skuteczne tylko dla bibliotek i folderów, które udostępniasz innym. Aby skutecznie ustawić uprawnienia folderów dla ich podfolderów, najpierw powinieneś udostępnić bibliotekę nadrzędną lub folder; w przeciwnym razie uprawnienia folderów nie będą miały skutku.
ru: Разрешения для папок действуют только для библиотек и папок, которыми вы делитесь с другими. Чтобы эффективно установить разрешения папки для ее подпапок, вы должны сначала предоставить общий доступ к родительской библиотеке или папке; в противном случае разрешение на доступ к папке не вступит в силу.
zh_cn: 目录权限只对已共享出去的资料库和目录有效。为了有效设置子目录的目录权限，你应该先将父资料库或目录共享出去。

source: One important design goal of folder permission is to support hierarchical permissions:
ar: أحد أهداف التصميم المهمة لإذن المجلد هو دعم الأذونات الهرمية:
de: Ein wichtiges Entwurfsziel der Ordnerberechtigung ist die Unterstützung hierarchischer Berechtigungen:
es_ar: Un objetivo importante del diseño de los permisos de las carpetas es soportar los permisos jerárquicamente:
fr: Un des objectifs des permissions de dossier est de supporter des permissions hiérarchiques :
is: Eitt mikilvægt hönnunarmarkmið möppuheimildar er að styðja stigveldisheimildir:
it: Obiettivo importante dell'implementazione delle autorizzazioni per le cartelle il supporto per le autorizzazioni gerarchiche:
ja: フォルダーのアクセス許可の重要な設計目標の1つは、階層的なアクセス許可をサポートすることです。
ko: 계층 권한 기능의 지원은 폴더 권한 설계의 중요 목표 중 하나입니다:
pl: Jednym z ważnych celów projektowych uprawnień folderów jest obsługa hierarchicznych uprawnień:
ru: Одна из важных целей разработки разрешений для папок - поддержка иерархических разрешений:
zh_cn: 目录权限的一个重要设计目标是支持层级权限：

source: Sub-folders automatically inherit folder permissions from its parent folder.
ar: ترث المجلدات الفرعية تلقائيا أذونات المجلد من المجلد الأصل الخاص بها.
de: Unterordner erben automatisch die Ordnerberechtigungen vom übergeordneten Ordner.
es_ar: Las sub-carpetas heredan automáticamente los permisos de su carpeta superior.
fr: Les sous-dossiers héritent automatiquement des permissions de son dossiers parent.
is: Undirmöppur erfa sjálfkrafa möppuheimildir frá yfirmöppu sinni.
it: Le sottocartelle ereditano automaticamente le autorizzazioni della cartella padre.
ja: サブフォルダーは、親フォルダーからフォルダーのアクセス許可を自動的に継承します。
ko: 하위 폴더는 상위 폴더의 권한을 자동으로 이어 받습니다.
pl: Podfoldery automatycznie dziedziczą uprawnienia folderów z folderu nadrzędnego.
ru: Подпапки автоматически наследуют права доступа к папке от ее родительской папки.
zh_cn: 子目录自动地继承其父目录的目录权限。

source: Permissions set on sub-folders overwrites permissions set on its parent folder. For example, you set "read write" permission on folder "meeting files" for user A, and you set "read only" permission on sub-folder "meeting files/today" for user A. Then user A's permission to "meeting files/today" is "read only".
ar: تقوم الأذونات التي تم تعيينها على المجلدات الفرعية بالكتابة فوق الأذونات التي تم تعيينها في المجلد الأصل الخاص بها. على سبيل المثال، يمكنك تعيين إذن "قراءة وكتابة" على المجلد "ملفات الاجتماع" للمستخدم أ، وتعيين إذن "للقراءة فقط" على المجلد الفرعي "ملفات الاجتماع/اليوم" للمستخدم أ. ثم إذن المستخدم أ لـ "ملفات الاجتماع / اليوم" هو "للقراءة فقط".
de: Die für Unterordner festgelegten Berechtigungen überschreiben die für den übergeordneten Ordner festgelegten Berechtigungen. Beispiel: Sie legen für Benutzer A die Berechtigung „Lesen/Schreiben“ für den Ordner „Meetingdateien“ fest und für Benutzer A die Berechtigung „Nur Lesen“ für den Unterordner „Meetingdateien/heute“. Dann lautet die Berechtigung von Benutzer A für „Meetingdateien/heute“ „Nur Lesen“.
es_ar: Los permisos establecidos en las sub-carpetas sobrescriben los permisos establecidos en su carpeta superior. Por ejemplo, usted establece un permiso de "lectura-escritura" en la carpeta "archivos de la reunión" para el usuario A, y establece un permiso de "sólo lectura" en la subcarpeta "archivos de la reunión/hoy" para el usuario A. Entonces el permiso del usuario A para "archivos de la reunión/hoy" es de "sólo lectura".
fr: Les permissions définis au niveau d'un sous-dossier remplacent les permissions de son dossier parent. Par exemple, si vous définissez un accès en "lecture écriture" du dossier "fichier réunion" pour un utilisateur A, et que vous définissez un accès en "lecture seul" du sous-dossier "fichier réunion/ce_jour" pour l'utilisateur A, alors les droits d'accès au fichier "fichier réunion/ce_jour" sont "lecture seul".
is: Heimildir sem eru stilltar á undirmöppur skrifa yfir heimildir sem eru stilltar á yfirmöppu þess. Til dæmis, þú stillir „lesa skrifa“ heimild á möppuna „fundarskrár“ fyrir notanda A, og þú stillir „skrifvarin“ heimild á undirmöppuna „fundarskrár/í dag“ fyrir notanda A. Þá er heimild notanda A fyrir „fundarskrár/í dag“ aðeins „skrifvarin“.
it: Le autorizzazioni impostate su sottocartelle sovrascrivono le autorizzazioni impostate sulla cartella padre. Ad esempio, se si imposta l'autorizzazione "lettura e scrittura" sulla cartella "file di meeting" per l'utente A e si imposta l'autorizzazione "solo lettura" sulla sottocartella "file di meeting/oggi" per l'utente A, allora l'autorizzazione dell'utente A su "file di meeting/oggi" sar "solo lettura".
ja: サブフォルダーに設定された権限は、親フォルダーに設定された権限を上書きします。たとえば、ユーザーAのフォルダー「会議ファイル」に「読み取り/書き込み」権限を設定し、ユーザーAのサブフォルダー「会議ファイル/今日」に「読み取り専用」権限を設定します。次に、ユーザーAの「会議ファイル/今日」へのアクセス許可は「読み取り専用」です。
ko: 하위 폴더에 설정한 권한은 상위 폴더의 설정 권한보다 우선합니다. 예를 들면 "meeting files" 폴더의 권한을 사용자 A 에게 "읽기 쓰기"로 설정하고 "meeting files/today" 하위 폴더의 권한을 사용자 A에게 "읽기 전용"으로 설정했다고 합니다. 이 때, 사용자 A의 "meeting files/today" 폴더 권한은 "읽기 전용" 입니다.
pl: Uprawnienia ustawione na podfolderach zastępują uprawnienia ustawione na ich folderze nadrzędnym. Na przykład, ustawiasz uprawnienia "odczyt i zapis" na folderze "pliki spotkań" dla użytkownika A, i ustawiasz uprawnienia "tylko do odczytu" na podfolderze "pliki spotkań/dzisiaj" dla użytkownika A. Wtedy uprawnienia użytkownika A do "pliki spotkań/dzisiaj" są "tylko do odczytu".
ru: Разрешения, установленные для подпапок, перезаписывают разрешения, установленные для его родительской папки. Например, вы устанавливаете разрешение "чтение и запись" для папки "файлы собрания" для пользователя A, и вы устанавливаете разрешение "только чтение" для подпапки "файлы собрания / сегодня" для пользователя A. Затем разрешение пользователя A на "файлы собрания / сегодня" "только для чтения".
zh_cn: 设置在子目录上的权限将会覆盖设置在其父目录上的权限。例如，你在目录”会议文件“上给用户 A 设置了“读写”权限，在目录“会议文件/今天”上则给该用户设置了“只读”权限。那么，用户 A 在“会议文件/今天”上的权限就是“只读”。

source: Basic usage
ar: الاستخدام العادي
de: Grundlegende Verwendung
es_ar: Uso básico
fr: Usage basique
is: Grunnnotkun
it: Utilizzo base
ja: 基本的な使い方
ko: 기본 사용법
pl: Podstawowe użycie
ru: Основное использование
zh_cn: 基本用法

source: Only library's owner can set folder permissions for its sub-folders. In the file browsing interface, click "more operations" button, choose "permission" in the drop-down menu. In the pop-up window, you can see and set folder permissions on this folder.
ar: يمكن لمالك المكتبة فقط تعيين أذونات المجلد لمجلداتها الفرعية. في واجهة تصفح الملفات ، انقر فوق الزر "المزيد من العمليات" ، واختر "إذن" في القائمة المنسدلة. في النافذة المنبثقة ، يمكنك رؤية أذونات المجلد وتعيينها على هذا المجلد.
de: Nur der Eigentümer einer Bibliothek kann Ordnerberechtigungen für ihre Unterordner festlegen. Klicken Sie in der Dateibrowseroberfläche auf die Schaltfläche „Weitere Vorgänge“ und wählen Sie im Dropdown-Menü „Berechtigung“. Im Popup-Fenster können Sie die Ordnerberechtigungen für diesen Ordner anzeigen und festlegen.
es_ar: Sólo el propietario de la biblioteca puede establecer los permisos de sus sub-carpetas. En la interfaz de exploración de archivos, haga clic en el botón "más operaciones" y elija "permiso" en el menú desplegable. En la ventana emergente, podrá ver y establecer los permisos de la carpeta.
fr: Seul les propriétaires de librairies peuvent définir des droits d'accès aux dossiers. Depuis l'interface web, cliquer sur le bouton "Plus d'actions", choisissez l'option "permission" du menu déroulant. Depuis la fenêtre pop-up, vous pouvez visualiser et définir les permissions de ce dossier.
is: Aðeins eigandi safns getur stillt möppuheimildir fyrir undirmöppur þess. Í skráavafra viðmótinu, smelltu á „fleiri aðgerðir“ hnappinn, veldu „heimild“ í fellivalmyndinni. Í sprettiglugganum geturðu séð og stillt möppuheimildir á þessari möppu.
it: Soltanto il proprietario della libreria pu impostare le autorizzazioni per le sottocartelle. Nell'interfaccia di navigazione dei file, fai clic sul pulsante "Ulteriori operazioni", seleziona "Autorizzazione" nel menu a tendina e, nella finestra di pop-up, puoi visualizzare e impostare le autorizzazioni per la cartella.
ja: ライブラリの所有者のみが、サブフォルダーのフォルダー権限を設定できます。ファイルブラウジングインターフェイスで、[その他の操作]ボタンをクリックし、ドロップダウンメニューで[権限]を選択します。ポップアップウィンドウで、このフォルダーのフォルダー権限を表示および設定できます。
ko: 라이브러리 소유자만 하위 폴더에 대한 폴더 권한을 설정할 수 있습니다. 파일 탐색 인터페이스에서 "추가 옵션" 단추를 눌러 드롭다운 메뉴에서 "권한"을 선택합니다. 팝업 창이 뜨면 이 폴더의 권한을 보고 설정할 수 있습니다.
pl: Tylko właściciel biblioteki może ustawiać uprawnienia folderów dla jej podfolderów. W interfejsie przeglądania plików kliknij przycisk "więcej operacji", wybierz "uprawnienia" w menu rozwijanym. W wyskakującym oknie możesz zobaczyć i ustawić uprawnienia folderów na tym folderze.
ru: Только владелец библиотеки может устанавливать права доступа к подпапкам. В интерфейсе просмотра файлов нажмите кнопку "Дополнительные операции" и выберите "Разрешения" в раскрывающемся меню. Во всплывающем окне вы можете увидеть и установить права доступа к этой папке.
zh_cn: 只有资料库的所有者可以设置子目录的目录权限。在文件浏览界面中，点击“更多操作“图标，在下拉菜单中选择“权限”。在弹框中，你可以查看和设置该目录的目录权限。

source: If you want to see all folder permissions set in a library, hover the mouse on the library. Click "more operations" button, choose "Folder Permission" in the drop-down menu. In the pop-up window, you can see and set folder permissions in this library.
ar: إذا كنت تريد رؤية جميع أذونات المجلد التي تم تعيينها في مكتبة، فمرر مؤشر الماوس فوق المكتبة. انقر فوق الزر "المزيد من العمليات" ، واختر "إذن المجلد" في القائمة المنسدلة. في النافذة المنبثقة، يمكنك رؤية أذونات المجلد وتعيينها في هذه المكتبة.
de: Wenn Sie alle in einer Bibliothek festgelegten Ordnerberechtigungen sehen möchten, bewegen Sie die Maus über die Bibliothek. Klicken Sie auf die Schaltfläche „Weitere Vorgänge“ und wählen Sie im Dropdown-Menü „Ordnerberechtigung“. Im Popup-Fenster können Sie die Ordnerberechtigungen in dieser Bibliothek sehen und festlegen.
es_ar: Si usted desea ver todos los permisos de carpeta establecidos en una biblioteca mueva el ratón sobre la biblioteca. Haga click en el botón "más operaciones", escoja "Permisos de Carpeta" en el menú desplegable. En la ventana emergente podrá ver y establecer permisos de carpeta en esta biblioteca.
fr: Si vous voulez voir toutes les permissions de dossier défini dans une librairie, placer la souris sur la librairie, cliquer sur le bouton "Plus d'action", choisir "Permission de dossier" du menu déroulant. Depuis la fenêtre pop-up, vous pouvez visualiser et définir les permissions de cette librairie
is: Ef þú vilt sjá allar möppuheimildir sem eru stilltar í safni, sveimaðu músinni yfir safnið. Smelltu á „fleiri aðgerðir“ hnappinn, veldu „Möppuheimild“ í fellivalmyndinni. Í sprettiglugganum geturðu séð og stillt möppuheimildir í þessu safni.
it: Se si vuole visualizzare tutte le autorizzazioni per le cartelle impostate in una libreria, fate clic sulla libreria e selezionate "Autorizzazione per le cartelle" nel menu a tendina. Nella finestra di pop-up, potete visualizzare e impostare le autorizzazioni per le cartelle in questa libreria.
ja: ライブラリに設定されているすべてのフォルダー権限を表示する場合は、ライブラリにマウスを合わせます。[その他の操作]ボタンをクリックし、ドロップダウンメニューで[フォルダー権限]を選択します。ポップアップウィンドウで、このライブラリのフォルダー権限を表示および設定できます。
ko: 라이브러리의 모든 폴더 권한 설정을 보려면, 라이브러리 위로 마우스 커서를 가져다 둡니다. "추가 동작" 단추를 누르고 드롭다운 메뉴에서 "폴더 권한"을 선택합니다. 팝업 창에서 라이브러리의 폴더 권한을 보고 설정할 수 있습니다.
ru: Если вы хотите увидеть все разрешения для папок, установленные в библиотеке, наведите указатель мыши на библиотеку. Нажмите кнопку "Дополнительные операции" и в раскрывающемся меню выберите "Разрешения для папки". Во всплывающем окне вы можете увидеть и установить права доступа к папке в этой библиотеке.
zh_cn: 如果想查看资料库中设置的所有目录权限，可将鼠标移到该资料库上，点击“更多操作”图标，在下拉菜单中选择“目录权限”。在弹框中，你可以查看和设置该资料库中的目录权限。
