Repository: haiwen/seahub
Catalog: seahub/help/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es_ar, fa_ir, fr, is, it, ja, ko, pl, ru, sv, zh_cn, zh_tw

source: File tagging is an important feature for knowledge management. Seafile allows users to define tags for each library and apply tags to files. Tags can be managed from the side bar of the Markdown editor, or from the file browser interface.
ar: يعد وضع علامات على الملفات ميزة مهمة لإدارة المعرفة. يسمح سيفايل للمستخدمين بتحديد العلامات لكل مكتبة وتطبيق العلامات على الملفات. يمكن إدارة العلامات من الشريط الجانبي لمحرر ماركداون ، أو من واجهة متصفح الملفات.
de: Das Taggen von Dateien ist eine wichtige Funktion für das Wissensmanagement. Mit Seafile können Benutzer Tags für jede Bibliothek definieren und Tags auf Dateien anwenden. Tags können über die Seitenleiste des Markdown-Editors oder über die Dateibrowser-Oberfläche verwaltet werden.
es_ar: El etiquetado de archivos es una característica importante para la gestión del conocimiento. Seafile permite a los usuarios definir etiquetas para cada biblioteca y aplicar etiquetas a los archivos. Las etiquetas se pueden gestionar desde la barra lateral del editor de Markdown o desde la interfaz del explorador de archivos.
fa_ir: برچسب‌گذاری فایل یک ویژگی مهم برای مدیریت دانش است. Seafile به کاربران اجازه می‌دهد برچسب‌هایی برای هر کتابخانه تعریف کنند و برچسب‌ها را به فایل‌ها اعمال کنند. برچسب‌ها را می‌توان از نوار کناری ویرایشگر Markdown یا از رابط مرورگر فایل مدیریت کرد.
fr: L'étiquetage des fichiers est une fonctionnalité importante pour la gestion des connaissances. Seafile permet aux utilisateurs de définir des balises pour chaque bibliothèque et d'appliquer des balises aux fichiers. Les balises peuvent être gérées à partir de la barre latérale de l'éditeur Markdown ou depuis l'interface du navigateur de fichiers.
it: L'etichettatura dei file un'importante funzionalit per la gestione della conoscenza. Seafile consente agli utenti di definire tag per ogni libreria e applicare tag ai file. Le tag possono essere gestite dalla barra laterale dell'editor Markdown o dall'interfaccia del browser dei file.
ja: ファイルのタグ付けは、ナレッジ管理の重要な機能です。Seafileを使用すると、ユーザーは各ライブラリのタグを定義し、ファイルにタグを適用できます。タグは、Markdownエディターのサイドバーまたはファイルブラウザーインターフェースから管理できます。
ko: 파일 태깅은 지식 관리에 있어 중요한 기능입니다. Seafile에서는 사용자가 각 라이브러리에 태그를 정의하고 파일에 태그를 적용할 수 있습니다. 마크다운 편집기의 가장자리 표시줄에서, 또는 파일 브라우저 인터페이스에서 태그를 관리할 수 있습니다.
pl: Znakowanie plików jest ważną funkcją zarządzania wiedzą. Seafile pozwala użytkownikom definiować tagi dla każdej biblioteki i stosować tagi do plików. Tagami można zarządzać z paska bocznego edytora Markdown lub z interfejsu przeglądarki plików.
ru: Пометка файлов - важная функция для управления знаниями. Seafile позволяет пользователям определять теги для каждой библиотеки и применять теги к файлам. Тегами можно управлять с боковой панели редактора Markdown или из интерфейса файлового браузера.
zh_cn: 文件标签是知识管理的重要功能。Seafile 允许用户给每一个资料库定义标签，并给文件使用标签。可以在 Markdown 编辑器的侧栏中，或是文件浏览页面管理标签。
zh_tw: 檔案標籤是知識管理的重要功能。Seafile 允許用戶為每個資源庫定義標籤，並將標籤應用於檔案。標籤可以從 Markdown 編 輯器的側邊欄或檔案瀏覽器界面進行管理。

source: The file browser interface provides a summary of all file tags in the current library.
ar: توفر واجهة مستعرض الملفات ملخصا لجميع علامات الملفات في المكتبة الحالية.
de: Die Dateibrowser-Oberfläche bietet eine Übersicht aller Datei-Tags in der aktuellen Bibliothek.
es_ar: La interfaz del explorador de archivos proporciona un resumen de todas las etiquetas de archivo en la biblioteca actual.
fa_ir: رابط مرورگر فایل خلاصه‌ای از تمام برچسب‌های فایل در کتابخانه فعلی را ارائه می‌دهد.
fr: L'interface du navigateur de fichiers fournit un résumé de toutes les balises de fichiers dans la bibliothèque actuelle.
it: L'interfaccia del browser dei file fornisce un sommario di tutte le tag dei file nella libreria corrente.
ja: ファイルブラウザーインターフェースは、現在のライブラリ内のすべてのファイルタグの概要を提供します。
ko: 파일 브라우저 인터페이스에서는 현재 라이브러리의 모든 일 태그를 제공합니다.
pl: Interfejs przeglądarki plików zapewnia podsumowanie wszystkich tagów plików w bieżącej bibliotece.
ru: Интерфейс обозревателя файлов предоставляет сводку всех тегов файлов в текущей библиотеке.
zh_cn: 文件浏览页面提供当前资料库的所有文件标签。
zh_tw: 檔案瀏覽器界面提供了當前資源庫中所有檔案標籤的總結。

source: For ready-only libraries or folders, Seafile will show a forbidden icon (<img src="%(MEDIA_URL)simg/help/read_only.png" alt="" width="24" />) to indicate they are read-only. However, users can still modify the synced local copies. When a local copy is modified, Seafile will ignore the modified one. When the copy at the server is also modified, the client will popup a notification, saying that the local modified copy conflicts with the copy at the server side. To prevent data loss, the local copy is renamed to a conflict file.
ar: بالنسبة للمكتبات أو المجلدات الجاهزة فقط ، سيعرض سيفايل رمزا محظورا (<img src="%(MEDIA_URL)simg/help/read_only.png" alt="" width="24" />) للإشارة إلى أنها للقراءة فقط. ومع ذلك، لا يزال بإمكان المستخدمين تعديل النسخ المحلية التي تمت مزامنتها. عندما يتم تعديل نسخة محلية ، سيتجاهل سيفايل النسخة المعدلة. عندما يتم تعديل النسخة الموجودة على الخادم أيضا ، سيظهر العميل إشعارا ، يفيد بأن النسخة المعدلة المحلية تتعارض مع النسخة الموجودة على جانب الخادم. لمنع فقدان البيانات، تتم إعادة تسمية النسخة المحلية إلى ملف تعارض.
de: Für nur lesbare Bibliotheken oder Ordner zeigt Seafile ein verbotenes Symbol an (<img src="%(MEDIA_URL)simg/help/read_only.png" alt="" width="24" />) um anzuzeigen, dass sie schreibgeschützt sind. Benutzer können die synchronisierten lokalen Kopien jedoch weiterhin ändern. Wenn eine lokale Kopie geändert wird, ignoriert Seafile die geänderte Kopie. Wenn die Kopie auf dem Server ebenfalls geändert wird, zeigt der Client eine Benachrichtigung an, dass die lokal geänderte Kopie mit der Kopie auf der Serverseite in Konflikt steht. Um Datenverlust zu vermeiden, wird die lokale Kopie in eine Konfliktdatei umbenannt.
fr: Pour les bibliothèques ou dossiers en lecture seule, Seafile affichera une icône interdite (<img src="%(MEDIA_URL)simg/help/read_only.png" alt="" width="24" />) pour indiquer qu'ils sont en lecture seule. Cependant, les utilisateurs peuvent toujours modifier les copies locales synchronisées. Lorsqu'une copie locale est modifiée, Seafile ignorera la copie modifiée. Lorsque la copie sur le serveur est également modifiée, le client affichera une notification indiquant que la copie locale modifiée est en conflit avec la copie sur le serveur. Pour éviter la perte de données, la copie locale est renommée en fichier de conflit.
ko: Seafile에서는 읽기 전용 라이브러리 또는 폴더에 금지 아이콘(<img src="%(MEDIA_URL)simg/help/read_only.png" alt="" width="24" />)을 표시하여 읽기 전용 대상임을 나타냅니다. 그러나 동기화한 로컬 사본을 사용자가 수정할 수는 있습니다. Seafile에서는 수정한 로컬 사본을 무시합니다. 서버의 사본을 수정하면 클라이언트에 알림을 띄워 서버측에 동일 시점에 수정한 다른 내용이 있음을 알립니다. 데이터를 잃지 않게 하기 위해 로컬 사본을 다른 이름으로 바꿉니다.
ru: Для готовых библиотек или папок Seafile покажет запрещающий значок (<img src="%(MEDIA_URL)simg/help/read_only.png" alt="" width="24" />), чтобы указать, что они доступны только для чтения. Однако пользователи по-прежнему могут изменять синхронизированные локальные копии. Когда локальная копия изменена, Seafile проигнорирует изменение. Когда копия на сервере также изменяется, клиент выдает всплывающее уведомление о том, что локальная измененная копия конфликтует с копией на стороне сервера. Чтобы предотвратить потерю данных, локальная копия переименовывается в файл конфликта.

source: If you want the be-shared users not be able to modify local copies, you can consider using the Seafile Drive client.
ar: إذا كنت تريد ألا يتمكن المستخدمون الذين تمت مشاركتهم من تعديل النسخ المحلية ، فيمكنك التفكير في استخدام عميل سيفايل درايف Seafile Drive.
de: Wenn Sie nicht möchten, dass die freigegebenen Benutzer lokale Kopien ändern können, können Sie die Verwendung des Seafile Drive-Clients in Betracht ziehen.
es_ar: Si desea que los usuarios compartidos no puedan modificar las copias locales, puede considerar la posibilidad de utilizar el cliente Seafile Drive.
fa_ir: اگر می‌خواهید کاربران به اشتراک گذاشته شده نتوانند کپی‌های محلی را تغییر دهند، می‌توانید استفاده از کلاینت Seafile Drive را در نظر بگیرید.
fr: Si vous voulez que les utilisateurs partagés ne soient pas en mesure de modifier les copies locales, vous pouvez envisager d'utiliser le client Seafile Drive.
it: Se desideri che gli utenti condivisi non possano modificare le copie locali, puoi considerare l'utilizzo del client Seafile Drive.
ja: 共有されるユーザーがローカルコピーを変更できないようにする場合は、Seafile Driveクライアントの使用を検討してください。
ko: 공유한 파일에 접근할 수 있는 사용자에게 로컬 사본을 수정하지 못하게 할 때, Seafile 드라이브 클라이언트 사용을 고려할 수 있습니다.
pl: Jeśli chcesz, aby udostępnieni użytkownicy nie mogli modyfikować lokalnych kopii, możesz rozważyć użycie klienta Seafile Drive.
ru: Если вы хотите, чтобы общие пользователи не могли изменять локальные копии, вы можете рассмотреть возможность использования клиента Seafile Drive.
zh_cn: 如果不希望被共享的用户修改本地副本，你可以考虑使用 Seafile 挂载盘客户端。
zh_tw: 如果您不想被共享的用戶能夠修改本地副本，則可以考慮使用 Seafile Drive 客戶端。

source: Restoring deleted files and folders
ar: إعادة الملفات و المجلدات المحذوفة
de: Wiederherstellen gelöschter Dateien und Ordner
es_ar: Restaurando archivos y carpetas borrados
fa_ir: بازیابی فایل‌ها و پوشه‌های حذف شده
fr: Restauration des fichiers et dossiers supprimés
it: Recupero di file e cartelle eliminati
ja: 削除されたファイルとフォルダーの復元
ko: 삭제한 파일 및 폴더 복원
pl: Przywracanie usuniętych plików i folderów
ru: Восстановление удаленных файлов и папок
zh_cn: 恢复删除的文件和目录
zh_tw: 還原已刪除的檔案和資料夾

source: Each library in Seafile tracks your file deletion operations automatically. Sometimes you find files are deleted mistakenly. You can find back your deleted files in the trash bin of each library.
ar: تتعقب كل مكتبة في سيفايل عمليات حذف الملفات تلقائيا. في بعض الأحيان تجد الملفات يتم حذفها عن طريق الخطأ. يمكنك العثور على الملفات المحذوفة مرة أخرى في سلة المهملات لكل مكتبة.
de: Jede Bibliothek in Seafile verfolgt Ihre Dateilöschvorgänge automatisch. Manchmal werden Dateien versehentlich gelöscht. Sie können Ihre gelöschten Dateien im Papierkorb jeder Bibliothek wiederfinden.
es_ar: Cada biblioteca en Seafile rastrea sus operaciones de borrado de archivos automáticamente. A veces encuentra que los archivos se borran por error. Puede encontrar sus archivos borrados en la papelera de reciclaje de cada biblioteca.
fa_ir: هر کتابخانه در Seafile عملیات حذف فایل شما را به طور خودکار ردیابی می‌کند. گاهی اوقات متوجه می‌شوید فایل‌ها به اشتباه حذف شده‌اند. می‌توانید فایل‌های حذف شده خود را در سطل زباله هر کتابخانه پیدا کنید.
fr: Chaque bibliothèque de Seafile suit automatiquement vos opérations de suppression de fichiers. Parfois, vous constatez que des fichiers sont supprimés par erreur. Vous pouvez retrouver vos fichiers supprimés dans la corbeille de chaque bibliothèque.
it: Ogni libreria in Seafile tiene traccia automaticamente delle operazioni di cancellazione dei file. A volte trovi che i file sono stati eliminati per errore. Puoi trovare nuovamente i file eliminati nel cestino della libreria.
ja: Seafileの各ライブラリは、ファイルの削除操作を自動的に追跡します。ファイルが誤って削除される場合があります。削除されたファイルは、各ライブラリのゴミ箱で見つけることができます。
ko: Seafile의 각 라이브러리에서는 파일 삭제 동작을 자동으로 추적합니다. 때로는 파일을 실수로 지웠음을 알아챌 수 있습니다. 각 라이브러리의 휴지통에서 삭제한 파일을 되돌릴 수 있습니다.
pl: Każda biblioteka w Seafile automatycznie śledzi operacje usuwania plików. Czasami okazuje się, że pliki zostały usunięte przez pomyłkę. Możesz odnaleźć swoje usunięte pliki w koszu każdej biblioteki.
ru: Каждая библиотека в Seafile автоматически отслеживает ваши операции удаления файлов. Иногда вы можете обнаружить, что файлы удалены по ошибке. Вы можете найти свои удаленные файлы в корзине каждой библиотеки.
zh_cn: 在 Seafile 中，每个资料库都会自动跟踪你的文件删除操作。有时你会误删文件。你可以在资料库的回收站中找回被删除的文件。
zh_tw: 每個資源庫在 Seafile 中自動追蹤檔案刪除操作。有時您發現檔案被錯誤刪除。您可以在每個資源庫的垃圾桶中找到已刪除的檔案。

source: Here is how to use the trash bin feature:
ar: كيفية استخدام ميزة سلة المهملات:
de: So verwenden Sie die Papierkorbfunktion:
es_ar: Así es como se usa la característica de la papelera de reciclaje:
fa_ir: در اینجا نحوه استفاده از ویژگی سطل زباله آمده است:
fr: Voici comment utiliser la fonction "corbeille" :
it: Ecco come utilizzare la funzionalit del cestino:
ja: ゴミ箱機能の使用方法は次のとおりです。
ko: 휴지통 기능을 활용하는 방법은 다음과 같습니다:
pl: Oto jak korzystać z funkcji kosza:
ru: Вот как использовать функцию корзины для мусора:
zh_cn: 这是回收站功能的使用方法：
zh_tw: 下面是使用垃圾桶功能的步驟：

source: In Seafile Web App, navigate into the parent folder containing the deleted file or folder.
ar: في تطبيق سيفايل للويب، انتقل إلى المجلد الأصل الذي يحتوي على الملف أو المجلد المحذوف.
de: Navigieren Sie in der Seafile-Web-App zum übergeordneten Ordner, der die gelöschte Datei oder den gelöschten Ordner enthält.
es_ar: En la aplicación web de Seafile, navegue a la carpeta principal que contiene el archivo o carpeta borrados.
fa_ir: در برنامه وب Seafile، به پوشه والد حاوی فایل یا پوشه حذف شده بروید.
fr: Dans Seafile Web App, naviguez dans le dossier parent contenant le fichier ou le dossier supprimé.
it: In Seafile Web App, naviga nella cartella principale contenente il file o la cartella eliminati.
ja: Seafile Webアプリで、削除されたファイルまたはフォルダーを含む親フォルダーに移動します。
ko: Seafile 웹앱에서 삭제한 파일 또는 폴더의 상위 폴더를 탐색합니다.
pl: W aplikacji internetowej Seafile przejdź do folderu nadrzędnego zawierającego usunięty plik lub folder.
ru: В веб-приложении Seafile перейдите в родительскую папку, содержащую удаленный файл или папку.
zh_cn: 在 Seafile Web App 中，进入被删除的文件或目录所在的父目录中。
zh_tw: 在 Seafile Web App 中，導航到包含已刪除檔案或資料夾的父資料夾。

source: Click the "trash" icon in the library operation bar. The deleted files and folders will be listed in deletion time order. In the bottom of the list, you can click the "more" button to load more deleted files.
ar: انقر فوق رمز "المهملات" في شريط عمليات المكتبة. سيتم سرد الملفات والمجلدات المحذوفة بترتيب وقت الحذف. في أسفل القائمة ، يمكنك النقر فوق الزر "المزيد" لتحميل المزيد من الملفات المحذوفة.
de: Klicken Sie in der Bibliotheksbedienleiste auf das Symbol „Papierkorb“. Die gelöschten Dateien und Ordner werden in der Reihenfolge ihres Löschzeitpunkts aufgelistet. Unten in der Liste können Sie auf die Schaltfläche „Mehr“ klicken, um weitere gelöschte Dateien zu laden.
es_ar: Haga clic en el icono de "papelera" en la barra de operaciones de la biblioteca. Los archivos y carpetas eliminados se mostrarán en orden de tiempo de eliminación. En la parte inferior de la lista, puede hacer clic en el botón "más" para cargar más archivos eliminados.
fa_ir: روی آیکون "سطل زباله" در نوار عملیات کتابخانه کلیک کنید. فایل‌ها و پوشه‌های حذف شده به ترتیب زمان حذف فهرست خواهند شد. در پایین لیست، می‌توانید روی دکمه "بیشتر" کلیک کنید تا فایل‌های حذف شده بیشتری بارگیری شوند.
fr: Cliquez sur l'icône "corbeille" dans la barre de fonctions de la bibliothèque. Les fichiers et dossiers supprimés sont répertoriés dans l'ordre de leur suppression. En bas de la liste, vous pouvez cliquer sur le bouton "plus" pour charger d'autres fichiers supprimés.
it: Fai clic sull'icona "cestino" nella barra delle operazioni della libreria. I file e le cartelle eliminate saranno elencati in ordine cronologico. In fondo all'elenco, puoi fare clic sul pulsante "pi " per caricare altri file eliminati.
ja: ライブラリ操作バーの[ゴミ箱]アイコンをクリックします。削除されたファイルとフォルダーが削除時間順に一覧表示されます。リストの下部にある[詳細]ボタンをクリックすると、削除されたファイルがさらに読み込まれます。
ko: 라이브러리 동작 표시줄에 있는 "휴지통" 아이콘을 누릅니다. 삭제한 파일과 폴더가 삭제한 시간 순으로 나타납니다. 목록 하단에서 삭제한 파일을 추가로 불러오는 "더 보기" 단추를 누를 수 있습니다.
pl: Kliknij ikonę "kosz" na pasku operacji biblioteki. Usunięte pliki i foldery zostaną wyświetlone w kolejności czasu usunięcia. Na dole listy możesz kliknąć przycisk "więcej", aby załadować więcej usuniętych plików.
ru: Щелкните значок корзины на панели операций библиотеки. Удаленные файлы и папки будут перечислены в порядке времени удаления. Внизу списка вы можете нажать кнопку "Еще", чтобы загрузить больше удаленных файлов.
zh_cn: 点击资料库操作栏上的“回收站”图标。删除的文件和目录将按被删除的时间顺序列出。在列表的底部，可以点击“更多”按钮加载更多的删除的文件。
zh_tw: 點擊圖書館操作欄中的 "垃圾桶" 圖示。已刪除的檔案和資料夾將按刪除時間順序列出。在列表底部，您可以點擊 "更多" 按鈕，以載入更多已刪除的檔案。

source: In the deleted files list, you can restore file and folders. If a file or folder's parent folder has been deleted, it will be restored to the library's root folder.
ar: في قائمة الملفات المحذوفة ، يمكنك استعادة الملفات والمجلدات. إذا تم حذف المجلد الأصل لملف أو مجلد، فستتم استعادته إلى المجلد الجذر للمكتبة.
de: In der Liste der gelöschten Dateien können Sie Dateien und Ordner wiederherstellen. Wenn der übergeordnete Ordner einer Datei oder eines Ordners gelöscht wurde, wird er im Stammordner der Bibliothek wiederhergestellt.
es_ar: En la lista de archivos eliminados, puede restaurar archivos y carpetas. Si la carpeta principal de un archivo o carpeta ha sido eliminada, se restaurará a la carpeta raíz de la biblioteca.
fa_ir: در لیست فایل‌های حذف شده، می‌توانید فایل‌ها و پوشه‌ها را بازیابی کنید. اگر پوشه والد یک فایل یا پوشه حذف شده باشد، به پوشه ریشه کتابخانه بازگردانده خواهد شد.
fr: Dans la liste des fichiers supprimés, vous pouvez restaurer des fichiers et des dossiers. Si le dossier parent d'un fichier ou d'un dossier a été supprimé, il sera restauré dans le dossier racine de la bibliothèque.
is: Í listanum yfir eyddar skrár geturðu endurheimt skrár og möppur. Ef yfirmappa skrár eða möppu hefur verið eytt, verður hún endurheimt í rótarmöppu safnsins.
it: Nell'elenco dei file eliminati, puoi ripristinare file e cartelle. Se una cartella principale di un file o cartella stata eliminata, il file o la cartella saranno ripristinati nella cartella principale della libreria.
ja: 削除されたファイルリストで、ファイルとフォルダーを復元できます。ファイルまたはフォルダーの親フォルダーが削除されている場合は、ライブラリのルートフォルダーに復元されます。
ko: 삭제한 파일 목록에서 파일 및 폴더를 복원할 수 있습니다. 파일 또는 폴더의 상위 폴더를 삭제하면 라이브러리 최상위 폴더로 복원합니다.
pl: Na liście usuniętych plików możesz przywrócić pliki i foldery. Jeśli folder nadrzędny pliku lub folderu został usunięty, zostanie on przywrócony do folderu głównego biblioteki.
ru: В списке удаленных файлов вы можете восстановить файлы и папки. Если родительская папка файла или папки была удалена, она будет восстановлена ​​в корневую папку библиотеки.
zh_cn: 在删除文件的列表中，你可以恢复文件和目录。如果其父目录被删除了，文件或目录会被恢复到该资料库的根目录下。
zh_tw: 在已刪除的檔案列表中，您可以還原檔案和資料夾。如果某個檔案或資料夾的父資料夾已經被刪除，它將被還原到圖書館的根資料夾中。

source: Note that the trash bin only contains files and sub-folders deleted under the current folder. Files deleted in the sub-folders of the current folder are also included in the list.
ar: لاحظ أن سلة المهملات تحتوي فقط على الملفات والمجلدات الفرعية المحذوفة ضمن المجلد الحالي. يتم أيضا تضمين الملفات المحذوفة في المجلدات الفرعية للمجلد الحالي في القائمة.
de: Beachten Sie, dass der Papierkorb nur Dateien und Unterordner enthält, die im aktuellen Ordner gelöscht wurden. In den Unterordnern des aktuellen Ordners gelöschte Dateien werden ebenfalls in die Liste aufgenommen.
es_ar: Tenga en cuenta que la papelera de reciclaje sólo contiene los archivos y subcarpetas eliminados en la carpeta actual. Los archivos eliminados en las subcarpetas de la carpeta actual también se incluyen en la lista.
fa_ir: توجه داشته باشید که سطل زباله فقط شامل فایل‌ها و پوشه‌های فرعی حذف شده در زیر پوشه فعلی است. فایل‌های حذف شده در پوشه‌های فرعی پوشه فعلی نیز در لیست گنجانده شده‌اند.
fr: Notez que la corbeille ne contient que les fichiers et sous-dossiers supprimés dans le dossier en cours. Les fichiers supprimés dans les sous-dossiers du dossier en cours sont également inclus dans la liste.
is: Athugið að ruslakistan inniheldur aðeins skrár og undirmöppur sem hafa verið eytt undir núverandi möppu. Skrár sem hafa verið eytt í undirmöppum núverandi möppu eru einnig innifaldar í listanum.
it: Si noti che il cestino contiene solo i file e le sottocartelle eliminati sotto la cartella corrente. Anche i file eliminati nelle sottocartelle della cartella corrente sono inclusi nell'elenco.
ja: ゴミ箱には、現在のフォルダーの下に削除されたファイルとサブフォルダーのみが含まれていることに注意してください。現在のフォルダーのサブフォルダーに削除されたファイルもリストに含まれています。
ko: 참고로 휴지통은 현재 폴더에서 삭제한 파일 및 하위 폴더만 들어있습니다. 현재 폴더의 하위 폴더에서 삭제한 파일도 목록에 들어있습니다.
pl: Pamiętaj, że kosz zawiera tylko pliki i podfoldery usunięte w bieżącym folderze. Pliki usunięte w podfolderach bieżącego folderu również są uwzględnione na liście.
ru: Обратите внимание, что корзина для мусора содержит только файлы и подпапки, удаленные в текущей папке. Файлы, удаленные в подпапках текущей папки, также включаются в список.
zh_cn: 注意，回收站只包含在当前目录下被删除的文件和目录。在当前目录的子目录中被删除的文件也会被列出来。
zh_tw: 注意，垃圾桶中只包含在目前資料夾中刪除的檔案和子資料夾。在目前資料夾的子資料夾中刪除的檔案也將包含在列表中。

source: You can configure the retention period of deleted files: <a href="%(SITE_ROOT)shelp/setting_library_history/">setting history retention period</a>.
ar: يمكنك تكوين فترة الاحتفاظ بالملفات المحذوفة: <a href="%(SITE_ROOT)shelp/setting_library_history/">تعيين فترة الاحتفاظ بالمحفوظات</a>.
de: Sie können die Aufbewahrungsdauer gelöschter Dateien konfigurieren: <a href="%(SITE_ROOT)shelp/setting_library_history/">Festlegen der Aufbewahrungsdauer des Verlaufs</a>.
es_ar: Puede configurar el período de retención de los archivos borrados: <a href="%(SITE_ROOT)shelp/setting_library_history/">configurando el periodo de retención del historial</a>.
fa_ir: می‌توانید دوره نگهداری فایل‌های حذف شده را پیکربندی کنید: <a href="%(SITE_ROOT)shelp/setting_library_history/">تنظیم دوره نگهداری تاریخچه</a>.
fr: Vous pouvez configurer la période de rétention des fichiers supprimés : <a href="%(SITE_ROOT)shelp/setting_library_history/">paramétrage la période de rétention de l'historique</a>.
is: Þú getur stillt varðveislutíma eyttra skráa: <a href="%(SITE_ROOT)shelp/setting_library_history/">stilla varðveislutíma sögu</a>.
it: Puoi configurare il periodo di conservazione dei file eliminati: <a href="%(SITE_ROOT)shelp/setting_library_history/">impostazione del periodo di conservazione della cronologia</a>.
ja: 削除されたファイルの保持期間を設定できます：<a href="%(SITE_ROOT)shelp/setting_library_history/">履歴保持期間の設定</a>。
ko: 삭제한 파일의 유지 기간을 설정할 수 있습니다: <a href="%(SITE_ROOT)shelp/setting_library_history/">기록 유지 기간 설정</a>.
pl: Możesz skonfigurować okres przechowywania usuniętych plików: <a href="%(SITE_ROOT)shelp/setting_library_history/">ustawianie okresu przechowywania historii</a>.
ru: Вы можете настроить срок хранения удаленных файлов: <a href="%(SITE_ROOT)shelp/setting_library_history/">установив срок хранения истории</a>.
zh_cn: 你可以配置被删除的文件的保留时间： <a href="%(SITE_ROOT)shelp/setting_library_history/">设置历史保留时间</a>。
zh_tw: 您可以設定已刪除檔案的保留期限:<a href="%(SITE_ROOT)shelp/setting_library_history/">設定歷史保留期限</a>。
